<!DOCTYPE article PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.2 20190208//EN" "JATS-archivearticle1-mathml3.dtd"> 
<article xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:mml="http://www.w3.org/1998/Math/MathML" article-type="brief-report" xml:lang="es"><?DTDIdentifier.IdentifierValue http://null/schema/dtds/document/fulltext/xcr/xocs-article.xsd?><?DTDIdentifier.IdentifierType schema?><?SourceDTD.DTDName xocs-article.xsd?><?SourceDTD.Version 1.0?><?ConverterInfo.XSLTName ftrr2jats.xsl?><?ConverterInfo.Version 1?><?origin publisher?><?OLF?><front><journal-meta><journal-id journal-id-type="nlm-ta">Rev Esp Med Nucl Imagen Mol</journal-id><journal-id journal-id-type="iso-abbrev">Rev Esp Med Nucl Imagen Mol</journal-id><journal-title-group><journal-title>Revista Espanola De Medicina Nuclear E Imagen Molecular</journal-title></journal-title-group><issn pub-type="ppub">2253-654X</issn><issn pub-type="epub">2253-8070</issn><publisher><publisher-name>Sociedad Espa&#x000f1;ola de Medicina Nuclear e Imagen Molecular. Published by Elsevier Espa&#x000f1;a, S.L.U.</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="pmcid">7351421</article-id><article-id pub-id-type="publisher-id">S2253-654X(20)30117-7</article-id><article-id pub-id-type="doi">10.1016/j.remn.2020.06.013</article-id><article-categories><subj-group subj-group-type="heading"><subject>Article</subject></subj-group></article-categories><title-group><article-title>Neumon&#x000ed;a por SARS-CoV-2 (COVID-19): Hallazgo casual en estudio PET/TC con <sup>18</sup>F-FDG para el diagn&#x000f3;stico de vasculitis</article-title><trans-title-group xml:lang="en"><trans-title>SARS-CoV-2 (COVID-19) pneumonia: Incidental finding on <sup>18</sup>F-FDG PET/CT study for vasculitis diagnosis</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author" id="aut0005"><name><surname>Salvat D&#x000e1;vila</surname><given-names>Carmen</given-names></name><email>carmensd@usal.es</email><xref rid="cor0005" ref-type="corresp">&#x0204e;</xref></contrib><contrib contrib-type="author" id="aut0010"><name><surname>Su&#x000e1;rez Fern&#x000e1;ndez</surname><given-names>Juan Pablo</given-names></name></contrib><contrib contrib-type="author" id="aut0015"><name><surname>Dom&#x000ed;nguez Grande</surname><given-names>Mar&#x000ed;a Luz</given-names></name></contrib><contrib contrib-type="author" id="aut0020"><name><surname>Vigil D&#x000ed;az</surname><given-names>Carmen</given-names></name></contrib><contrib contrib-type="author" id="aut0025"><name><surname>Fern&#x000e1;ndez Llana</surname><given-names>Bel&#x000e9;n</given-names></name></contrib><contrib contrib-type="author" id="aut0030"><name><surname>Mart&#x000ed;n Fern&#x000e1;ndez</surname><given-names>Noelia</given-names></name></contrib><contrib contrib-type="author" id="aut0035"><name><surname>Gonz&#x000e1;lez Garc&#x000ed;a</surname><given-names>Francisco Javier</given-names></name></contrib><aff id="aff0005">Hospital Universitario Central de Asturias, Oviedo, Espa&#x000f1;a</aff></contrib-group><author-notes><corresp id="cor0005"><label>&#x0204e;</label>Autor para correspondencia. <email>carmensd@usal.es</email></corresp></author-notes><pub-date pub-type="pmc-release"><day>10</day><month>7</month><year>2020</year></pub-date><!-- PMC Release delay is 0 months and 0 days and was based on <pub-date
						pub-type="epub">.--><pub-date pub-type="epub"><day>10</day><month>7</month><year>2020</year></pub-date><permissions><copyright-statement>&#x000a9; 2020 Sociedad Espa&#x000f1;ola de Medicina Nuclear e Imagen Molecular. Published by Elsevier Espa&#x000f1;a, S.L.U. All rights reserved.</copyright-statement><copyright-year>2020</copyright-year><copyright-holder>Sociedad Espa&#x000f1;ola de Medicina Nuclear e Imagen Molecular</copyright-holder><license><license-p>Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.</license-p></license></permissions></article-meta></front><body><p id="par0005">Mujer de 69 a&#x000f1;os diagnosticada recientemente de ictus de ganglios basales y asintom&#x000e1;tica desde el punto de vista respiratorio, que presenta en anal&#x000ed;tica sangu&#x000ed;nea leucocitosis con desviaci&#x000f3;n izquierda, aumento de reactantes de fase aguda, elevaci&#x000f3;n de D-d&#x000ed;mero y d&#x000e9;ficit de antitrombina III. En resonancia magn&#x000e9;tica cerebral se describen signos sugestivos de vasculitis intracraneal y en angiograf&#x000ed;a por tomograf&#x000ed;a computarizada (TC) un afilamiento de arteria subclavia izquierda. Ante la sospecha de proceso inflamatorio vascular sist&#x000e9;mico, se solicita estudio PET/TC con <sup>18</sup>F-FDG, que muestra un aumento difuso del metabolismo gluc&#x000ed;dico en la pared de los grandes vasos arteriales, sugestivo de vasculitis (<xref rid="fig0005" ref-type="fig">fig. 1</xref>
). Como hallazgo incidental, se observan m&#x000fa;ltiples opacidades pulmonares bilaterales &#x000ab;en vidrio deslustrado&#x000bb;, predominantes en l&#x000f3;bulos inferiores y de elevado hipermetabolismo, sugestivas de bronconeumon&#x000ed;a (<xref rid="fig0010" ref-type="fig">fig. 2</xref>
). En el contexto de la pandemia mundial de enfermedad por coronavirus iniciada en 2019 (COVID-19), dicho hallazgo se interpret&#x000f3; como sospechoso de neumon&#x000ed;a por coronavirus SARS-CoV-2, por lo que se realizaron inmediatamente pruebas de reacci&#x000f3;n en cadena de la polimerasa (PCR) de exudado far&#x000ed;ngeo y esputo, siendo negativas en tres ocasiones, y una prueba serol&#x000f3;gica que result&#x000f3; positiva para anticuerpos IgM e IgG anti-SARS-CoV-2, indicativo de infecci&#x000f3;n activa. La paciente permaneci&#x000f3; en aislamiento domiciliario durante dos semanas, sin mostrar ning&#x000fa;n s&#x000ed;ntoma.<fig id="fig0005"><label>Figura 1</label><caption><p>Cortes sagitales PET (izquierda), TC (centro) y fusi&#x000f3;n PET/TC (derecha) que muestran un aumento patol&#x000f3;gico difuso del metabolismo glic&#x000ed;dico en la pared de la aorta, sugerente de vasculitis de gran vaso (flechas). <italic>Maximum standarized uptake value</italic> (SUVm&#x000e1;x) aorta 4,91; SUVm&#x000e1;x h&#x000ed;gado 4,52.</p></caption><graphic xlink:href="gr1_lrg"/></fig><fig id="fig0010"><label>Figura 2</label><caption><p>A) Imagen de proyecci&#x000f3;n de m&#x000e1;xima intensidad en la que se detecta la presencia la presencia de focos hipermetab&#x000f3;licos en ambos pulmones. B) Cortes transversales PET (izquierda), TC (centro) y fusi&#x000f3;n PET/TC (derecha) muestran la existencia de m&#x000fa;ltiples opacidades pulmonares perif&#x000e9;ricas &#x000ab;en vidrio deslustrado&#x000bb;, con &#x000e1;reas de consolidaci&#x000f3;n focal en las zonas basales posteriores, y que exhiben un metabolismo gluc&#x000ed;dico elevado (SUVm&#x000e1;x l&#x000f3;bulo inferior izquierdo 11,69), hallazgos compatibles con bronconeumon&#x000ed;a.</p></caption><graphic xlink:href="gr2_lrg"/></fig></p><p id="par0010">La infecci&#x000f3;n por coronavirus SARS-CoV-2 cursa habitualmente de forma asintom&#x000e1;tica o con s&#x000ed;ntomas inespec&#x000ed;ficos, como fiebre, astenia o tos seca<xref rid="bib0020" ref-type="bibr"><sup>1</sup></xref>. El cuadro cl&#x000ed;nico grave m&#x000e1;s frecuente es la neumon&#x000ed;a v&#x000ed;rica, precisando generalmente tratamiento hospitalario, incluso con soporte respiratorio en los casos m&#x000e1;s severos (s&#x000ed;ndrome de distr&#x000e9;s respiratorio agudo)<xref rid="bib0020" ref-type="bibr"><sup>1</sup></xref>. La radiograf&#x000ed;a de t&#x000f3;rax no se recomienda para el diagn&#x000f3;stico por imagen de neumon&#x000ed;a por coronavirus SARS-CoV-2 debido a su baja sensibilidad, siendo de elecci&#x000f3;n la TC de t&#x000f3;rax, cuyos hallazgos m&#x000e1;s frecuentes son la presencia de opacidades &#x000ab;en vidrio deslustrado&#x000bb; (72%), bilaterales en m&#x000e1;s de la mitad de los casos, a veces asociados a consolidaci&#x000f3;n (13%) o a patrones &#x000ab;en empedrado&#x000bb; (12%)<xref rid="bib0020" ref-type="bibr"><sup>1</sup></xref>. Otros hallazgos relacionados son opacidades lineales (61%), engrosamientos pleurales (56%) y engrosamientos septales interlobares (37%)<xref rid="bib0020" ref-type="bibr"><sup>1</sup></xref>. En la PET/TC con <sup>18</sup>F-FDG, las lesiones pulmonares por SARS-CoV-2 muestran un elevado metabolismo gluc&#x000ed;dico, y pueden acompa&#x000f1;arse de adenopat&#x000ed;as hipermetab&#x000f3;licas mediast&#x000ed;nicas o supraclaviculares<xref rid="bib0025" ref-type="bibr"><sup>2</sup></xref>. En los pocos casos reportados hasta el momento de estudios PET/TC en pacientes con coronavirus SARS-CoV-2, no se han detectado lesiones viscerales extrapulmonares, lo cual sugiere que este virus tiene un claro tropismo por el par&#x000e9;nquima pulmonar<xref rid="bib0025" ref-type="bibr"><sup>2</sup></xref>.</p><p id="par0015">En el contexto de la pandemia por COVID-19, la detecci&#x000f3;n de hallazgos sospechosos de neumon&#x000ed;a en TC o PET/TC, tanto en pacientes sintom&#x000e1;ticos como asintom&#x000e1;ticos, obliga a investigar su origen mediante test de PCR y serolog&#x000ed;a de anticuerpos. En nuestro caso, se confirm&#x000f3; la neumon&#x000ed;a por coronavirus SARS-CoV-2 con base en la imagen PET/TC y a la serolog&#x000ed;a de anticuerpos, pese a la ausencia de s&#x000ed;ntomas respiratorios y a la negatividad de los test de PCR. Aunque se ha reportado una asociaci&#x000f3;n entre la infecci&#x000f3;n por coronavirus SARS-CoV-2 y vasculitis de mediano vaso en la edad pedi&#x000e1;trica (enfermedad de Kawasaki)<xref rid="bib0030" ref-type="bibr"><sup>3</sup></xref>, hasta la fecha no se han publicado estudios que relacionen esta infecci&#x000f3;n como causante directo o indirecto de vasculitis de grandes vasos en adultos. Por ello, en nuestro caso no se puede asumir que ambas fueran dos entidades nosol&#x000f3;gicas independientes, mientras no se avance en la investigaci&#x000f3;n de esta infecci&#x000f3;n v&#x000ed;rica.</p></body><back><ref-list id="bibl0005"><title>Bibliograf&#x000ed;a</title><ref id="bib0020"><label>1</label><element-citation publication-type="journal" id="sbref0020"><person-group person-group-type="author"><name><surname>Xu</surname><given-names>X.</given-names></name><name><surname>Yu</surname><given-names>C.</given-names></name><name><surname>Qu</surname><given-names>J.</given-names></name><name><surname>Zhang</surname><given-names>L.</given-names></name><name><surname>Jiang</surname><given-names>S.</given-names></name><name><surname>Huang</surname><given-names>D.</given-names></name></person-group><article-title>Imaging and clinical features of patients with 2019 novel coronavirus SARS-CoV-2</article-title><source>Eur J Nucl Med Mol Imaging.</source><volume>47</volume><year>2020</year><fpage>1275</fpage><lpage>1280</lpage><comment>https://doi.org/10.1007/s00259-020-04735-9</comment><pub-id pub-id-type="pmid">32107577</pub-id></element-citation></ref><ref id="bib0025"><label>2</label><element-citation publication-type="journal" id="sbref0025"><person-group person-group-type="author"><name><surname>Qin</surname><given-names>C.</given-names></name><name><surname>Liu</surname><given-names>F.</given-names></name><name><surname>Yen</surname><given-names>T.C.</given-names></name><name><surname>Lan</surname><given-names>X.</given-names></name></person-group><article-title><sup>18</sup>F-FDG PET/CT findings of COVID-19: a series of four highly suspected cases</article-title><source>Eur J Nucl Med Mol Imaging.</source><volume>47</volume><year>2020</year><fpage>1281</fpage><lpage>1286</lpage><comment>https://doi.org/10.1007/s00259-020-04734-w</comment><pub-id pub-id-type="pmid">32088847</pub-id></element-citation></ref><ref id="bib0030"><label>3</label><element-citation publication-type="journal" id="sbref0030"><person-group person-group-type="author"><name><surname>Verdoni</surname><given-names>L.</given-names></name><name><surname>Mazza</surname><given-names>A.</given-names></name><name><surname>Gervasoni</surname><given-names>A.</given-names></name><name><surname>Martelli</surname><given-names>L.</given-names></name><name><surname>Ruggeri</surname><given-names>M.</given-names></name><name><surname>Ciuffreda</surname><given-names>M.</given-names></name></person-group><article-title>An outbreak of severe Kawasaki-like disease at the Italian epicentre of the SARS-CoV-2 epidemic: an observational cohort study [published online ahead of print, 2020 May 13]</article-title><source>Lancet.</source><year>2020</year><fpage>10</fpage><comment>1016/S0140-6736(20)31103-X. https://doi.org/10.1016/S0140-6736(20)31103-X</comment></element-citation></ref></ref-list></back></article>