<!DOCTYPE article PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.2 20190208//EN" "JATS-archivearticle1-mathml3.dtd"> 
<article xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:mml="http://www.w3.org/1998/Math/MathML" article-type="case-report" xml:lang="es"><?DTDIdentifier.IdentifierValue http://null/schema/dtds/document/fulltext/xcr/xocs-article.xsd?><?DTDIdentifier.IdentifierType schema?><?SourceDTD.DTDName xocs-article.xsd?><?SourceDTD.Version 1.0?><?ConverterInfo.XSLTName ftrr2jats.xsl?><?ConverterInfo.Version 1?><?origin publisher?><front><journal-meta><journal-id journal-id-type="nlm-ta">Med Clin (Barc)</journal-id><journal-id journal-id-type="iso-abbrev">Med Clin (Barc)</journal-id><journal-title-group><journal-title>Medicina Clinica</journal-title></journal-title-group><issn pub-type="ppub">0025-7753</issn><issn pub-type="epub">1578-8989</issn><publisher><publisher-name>Elsevier Espa&#x000f1;a, S.L.U.</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="pmcid">7236720</article-id><article-id pub-id-type="publisher-id">S0025-7753(20)30281-5</article-id><article-id pub-id-type="doi">10.1016/j.medcli.2020.05.005</article-id><article-categories><subj-group subj-group-type="heading"><subject>Article</subject></subj-group></article-categories><title-group><article-title>Mortalidad por COVID-19 en pacientes con c&#x000e1;ncer en un hospital de Madrid durante las primeras 3 semanas de epidemia</article-title><trans-title-group xml:lang="en"><trans-title>Covid-19 mortality in cancer patients in a Madrid hospital during the first 3 weeks of the epidemic</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author" id="aut0005"><name><surname>Lara &#x000c1;lvarez</surname><given-names>Miguel &#x000c1;ngel</given-names></name><xref rid="aff0005" ref-type="aff">a</xref><xref rid="aff0010" ref-type="aff">b</xref><xref rid="cor0005" ref-type="corresp">&#x0204e;</xref></contrib><contrib contrib-type="author" id="aut0010"><name><surname>Rogado Revuelta</surname><given-names>Jacobo</given-names></name><xref rid="aff0005" ref-type="aff">a</xref></contrib><contrib contrib-type="author" id="aut0015"><name><surname>Obispo Portero</surname><given-names>Berta</given-names></name><xref rid="aff0005" ref-type="aff">a</xref></contrib><contrib contrib-type="author" id="aut0020"><name><surname>Pangua M&#x000e9;ndez</surname><given-names>Cristina</given-names></name><xref rid="aff0005" ref-type="aff">a</xref></contrib><contrib contrib-type="author" id="aut0025"><name><surname>Serrano Montero</surname><given-names>Gloria</given-names></name><xref rid="aff0005" ref-type="aff">a</xref></contrib><contrib contrib-type="author" id="aut0030"><name><surname>L&#x000f3;pez Alfonso</surname><given-names>Ana</given-names></name><xref rid="aff0005" ref-type="aff">a</xref></contrib><aff id="aff0005"><label>a</label>Secci&#x000f3;n de Oncolog&#x000ed;a M&#x000e9;dica, Hospital Universitario Infanta Leonor, Madrid, Espa&#x000f1;a</aff><aff id="aff0010"><label>b</label>Universidad Complutense de Madrid, Madrid, Espa&#x000f1;a</aff></contrib-group><author-notes><corresp id="cor0005"><label>&#x0204e;</label>Autor para correspondencia.</corresp></author-notes><pub-date pub-type="pmc-release"><day>19</day><month>5</month><year>2020</year></pub-date><!-- PMC Release delay is 0 months and 0 days and was based on <pub-date
						pub-type="epub">.--><pub-date pub-type="ppub"><day>11</day><month>9</month><year>2020</year></pub-date><pub-date pub-type="epub"><day>19</day><month>5</month><year>2020</year></pub-date><volume>155</volume><issue>5</issue><fpage>202</fpage><lpage>204</lpage><permissions><copyright-statement>&#x000a9; 2020 Elsevier Espa&#x000f1;a, S.L.U. All rights reserved.</copyright-statement><copyright-year>2020</copyright-year><copyright-holder>Elsevier Espa&#x000f1;a, S.L.U.</copyright-holder><license><license-p>Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.</license-p></license></permissions><abstract id="abs0010"><sec><title>Antecedentes y objetivo</title><p>La pandemia por covid-19 afecta especialmente a pacientes con c&#x000e1;ncer, con mayor incidencia y mortalidad seg&#x000fa;n series publicadas de focos originales de pandemia. El estudio pretende conocer la mortalidad en nuestro centro por covid-19 en pacientes con c&#x000e1;ncer durante las primeras 3 semanas de epidemia.</p></sec><sec><title>Material y m&#x000e9;todos</title><p>Se han revisado los pacientes con c&#x000e1;ncer fallecidos por covid-19 durante el periodo de an&#x000e1;lisis, describiendo las caracter&#x000ed;sticas oncol&#x000f3;gicas de la infecci&#x000f3;n por covid-19 y los tratamientos instaurados.</p></sec><sec><title>Resultados</title><p>Casos confirmados por covid-19: 1.069 con 132 fallecimientos (12,3%). Con c&#x000e1;ncer 36 pacientes (3,4%), 15 fallecidos (41,6%). De los fallecidos solo 6 pacientes (40%) se encontraban en tratamiento activo. El tumor m&#x000e1;s frecuente asociado fue pulm&#x000f3;n (8/15 pacientes, 53,3%), 11 con enfermedad metast&#x000e1;sica (11/15, 73,3%). El 40% (6/15) no recibi&#x000f3; tratamiento espec&#x000ed;fico contra covid-19, el resto fue tratado con los protocolos activos.</p></sec><sec><title>Conclusi&#x000f3;n</title><p>La mortalidad por covid-19 en pacientes con c&#x000e1;ncer casi cuadriplica la de la poblaci&#x000f3;n general. Hasta disponer de tratamientos eficaces o una vacuna efectiva la &#x000fa;nica posibilidad de proteger a nuestros pacientes es impedir el contagio con las medidas adecuadas.</p></sec></abstract><trans-abstract xml:lang="en"><sec><title>Background and objective</title><p>The covid-19 pandemic especially affects cancer patients with higher incidence and mortality according to published series of original pandemic foci. The study aims to determine the mortality in our center due to covid-19 in cancer patients during the first 3 weeks of the epidemic.</p></sec><sec><title>Material and methods</title><p>The cancer patients who died of covid-19 during the analysis period have been reviewed describing the oncological and the covid-19 infection characteristics and the treatments established.</p></sec><sec><title>Results</title><p>Confirmed cases covid-19: 1069 with 132 deaths (12.3%). With cancer 36 patients (3.4%), 15 deceased (41.6%). Of the deceased, only 6 patients (40%) were in active treatment. The most frequent associated tumor was lung (8/15 patients, 53.3%), 11 with metastatic disease (11/15, 73.3%). No specific treatment was&#x000a0;established in 40% (6/15) of the patients. The&#x000a0;rest of them received treatments with the active protocols.</p></sec><sec><title>Conclusion</title><p>Covid-19 mortality in cancer patients is almost four times higher than that of the general population. Until we have effective treatments or an effective vaccine, the only possibility to protect our patients is to prevent the infection with the appropriate measures.</p></sec></trans-abstract><kwd-group id="kwd0005"><title>Palabras clave</title><kwd>Covid-19</kwd><kwd>C&#x000e1;ncer</kwd><kwd>Mortalidad</kwd></kwd-group><kwd-group xml:lang="en" id="kwd0010"><title>Keywords</title><kwd>Covid-19</kwd><kwd>Cancer</kwd><kwd>Mortality</kwd></kwd-group></article-meta></front><body><sec id="sec0005"><title>Introducci&#x000f3;n</title><p id="par0005">En diciembre de 2019 se detect&#x000f3; por primera vez en la ciudad china de&#x000a0;Wuhan&#x000a0;(provincia de Hubei) una nueva enfermedad infecciosa con el nombre oficial de covid-19, causada por un nuevo tipo de coronavirus denominado virus&#x000a0;SARS-CoV-2<xref rid="bib0045" ref-type="bibr">1</xref>, <xref rid="bib0050" ref-type="bibr">2</xref>. El virus se caracteriza por una alt&#x000ed;sima capacidad de transmisi&#x000f3;n entre humanos y una enorme virulencia. La cl&#x000ed;nica asociada inicialmente es similar a una gripe, pero posteriormente puede producir neumon&#x000ed;as graves, unilaterales o bilaterales, y s&#x000ed;ndrome de distr&#x000e9;s respiratorio agudo en relaci&#x000f3;n con la respuesta inflamatoria asociada<xref rid="bib0050" ref-type="bibr">2</xref>, <xref rid="bib0055" ref-type="bibr">3</xref>.</p><p id="par0010">Tras una primera fase de aparente contenci&#x000f3;n en China, la infecci&#x000f3;n se ha propagado r&#x000e1;pida y extensamente por todo el mundo, por lo que el 11 de marzo de 2020 la&#x000a0;Organizaci&#x000f3;n Mundial de la Salud&#x000a0;la declar&#x000f3;&#x000a0;pandemia<xref rid="bib0060" ref-type="bibr"><sup>4</sup></xref>. En Espa&#x000f1;a el primer caso se detect&#x000f3; en la Isla de La Gomera el 31 de enero, en Madrid el 25 de febrero y en nuestro centro el 5 de marzo de 2020. Pocos d&#x000ed;as despu&#x000e9;s y debido al r&#x000e1;pido incremento de casos se declar&#x000f3; la trasmisi&#x000f3;n comunitaria en Espa&#x000f1;a.</p><p id="par0015">Desde entonces, los pacientes con c&#x000e1;ncer son de los pocos pacientes que han continuado con los procedimientos diagn&#x000f3;sticos y terap&#x000e9;uticos habituales al considerarse su atenci&#x000f3;n esencial. Las visitas a consultas y hospitales de d&#x000ed;a para recibir los diferentes tratamientos se han mantenido sin grandes modificaciones. Ello, junto a la inmunosupresi&#x000f3;n generalmente asociada a los tratamientos se consideran causantes de una mayor incidencia y mortalidad<xref rid="bib0065" ref-type="bibr">5</xref>, <xref rid="bib0070" ref-type="bibr">6</xref>, <xref rid="bib0075" ref-type="bibr">7</xref>.</p></sec><sec id="sec0010"><title>Material y m&#x000e9;todos</title><p id="par0020">Se han revisado todos los fallecimientos por covid-19 de pacientes ingresados en nuestro centro durante las primeras 3 semanas de epidemia y que presentaban adem&#x000e1;s antecedente de c&#x000e1;ncer en los &#x000fa;ltimos 5 a&#x000f1;os sin evidencia de enfermedad o c&#x000e1;ncer en tratamiento activo. Se describen las caracter&#x000ed;sticas oncol&#x000f3;gicas de los pacientes fallecidos, as&#x000ed; como las caracter&#x000ed;sticas de la infecci&#x000f3;n por covid-19 y los tratamientos instaurados.</p></sec><sec id="sec0015"><title>Resultados</title><p id="par0025">El 4 de marzo de 2020 se confirmaron los primeros diagn&#x000f3;sticos de covid-19 en nuestro centro. El 5 de marzo se confirm&#x000f3; el primer caso en un paciente oncol&#x000f3;gico. Hasta el 27 de marzo de 2020 el n&#x000fa;mero de pacientes ingresados con datos cl&#x000ed;nicos o de imagen compatibles con enfermedad covid-19 y confirmados por reacci&#x000f3;n en cadena de la polimerasa (PCR) ha sido de 1.069 en la poblaci&#x000f3;n general con 132 fallecimientos (12,3%). Durante el periodo analizado 36 pacientes con antecedente de c&#x000e1;ncer en los &#x000fa;ltimos 5 a&#x000f1;os o con c&#x000e1;ncer activo han presentado enfermedad covid-19 confirmada por PCR, lo que representa el 3,4% de los casos confirmados, falleciendo por la infecci&#x000f3;n 15 pacientes (41,6% de mortalidad).</p><p id="par0030">La edad media de los 15 pacientes fallecidos ha sido de 72 a&#x000f1;os (rango: 34-90) con 11 varones (73,3%) y 4 mujeres (26,7%). De ellos, 9 pacientes no ten&#x000ed;an tratamiento activo contra el c&#x000e1;ncer en el momento de la infecci&#x000f3;n (60%), 4 estaban en seguimiento sin enfermedad neopl&#x000e1;sica activa conocida (uno de pulm&#x000f3;n no microc&#x000ed;tico, uno de vejiga, uno de recto y uno de melanoma), 3 pacientes en tratamiento exclusivamente sintom&#x000e1;tico (un paciente con c&#x000e1;ncer de pr&#x000f3;stata, uno con c&#x000e1;ncer de pulm&#x000f3;n y un paciente con carcinoma neuroendocrino de vejiga), y otros 2 se infectaron durante el proceso diagn&#x000f3;stico de su neoplasia falleciendo antes de iniciar el tratamiento espec&#x000ed;fico antineopl&#x000e1;sico (los 2 con c&#x000e1;ncer de pulm&#x000f3;n no microc&#x000ed;tico). De los 6 pacientes restantes, todos en tratamiento activo (40%), 4 pacientes ten&#x000ed;an c&#x000e1;ncer de pulm&#x000f3;n con enfermedad metast&#x000e1;sica (un carcinoma microc&#x000ed;tico, un carcinoma epidermoide y 2 adenocarcinomas), un paciente con coriocarcinoma metast&#x000e1;sico y un paciente con c&#x000e1;ncer de col&#x000f3;n metast&#x000e1;sico. Con respecto a las comorbilidades no oncol&#x000f3;gicas asociadas, de los 15 pacientes fallecidos 10 pacientes ten&#x000ed;an hipertensi&#x000f3;n arterial (66,7%), 4 enfermedad pulmonar obstructiva cr&#x000f3;nica (26,7%), 2 obesidad (13,3%), un paciente diabetes insulinodependiente (6,7%) y un paciente insuficiencia renal cr&#x000f3;nica (6,7%) (<xref rid="tbl0005" ref-type="table">tabla 1</xref>
).<table-wrap position="float" id="tbl0005"><label>Tabla 1</label><caption><p>Caracter&#x000ed;sticas cl&#x000ed;nicas y demogr&#x000e1;ficas de pacientes fallecidos por COVID-19 y c&#x000e1;ncer</p></caption><alt-text id="at1">Tabla 1</alt-text><table frame="hsides" rules="groups"><thead><tr><th align="left">Caracter&#x000ed;stica</th><th align="left">N</th><th align="left">Porcentaje</th></tr></thead><tbody><tr><td colspan="3" align="left"><italic>Sexo</italic></td></tr><tr><td align="left">&#x000a0;Var&#x000f3;n</td><td align="left">11/15</td><td align="left">73,3</td></tr><tr><td align="left">&#x000a0;Mujer</td><td align="left">4/15</td><td align="left">26,7</td></tr><tr><td colspan="3" align="left"><italic>Tipo de c&#x000e1;ncer</italic></td></tr><tr><td align="left">&#x000a0;Pulm&#x000f3;n</td><td align="left">8/15</td><td align="left">53,3</td></tr><tr><td align="left">&#x000a0;Vejiga</td><td align="left">2/15</td><td align="left">2,8</td></tr><tr><td align="left">&#x000a0;Colorrectal</td><td align="left">2/15</td><td align="left">13,9</td></tr><tr><td align="left">&#x000a0;Pr&#x000f3;stata</td><td align="left">1/15</td><td align="left">13,9</td></tr><tr><td align="left">&#x000a0;Melanoma</td><td align="left">1/15</td><td align="left">13,9</td></tr><tr><td align="left">&#x000a0;Coriocarcinoma</td><td align="left">1/15</td><td align="left">25</td></tr><tr><td colspan="3" align="left"><italic>Extensi&#x000f3;n de la enfermedad</italic></td></tr><tr><td align="left">&#x000a0;No metast&#x000e1;sica</td><td align="left">4/15</td><td align="left">26,7</td></tr><tr><td align="left">&#x000a0;Metast&#x000e1;sica</td><td align="left">11/15</td><td align="left">73,3</td></tr><tr><td colspan="3" align="left"><italic>Tratamiento del c&#x000e1;ncer</italic></td></tr><tr><td align="left">&#x000a0;Seguimiento sin tratamiento</td><td align="left">4/15</td><td align="left">26,7</td></tr><tr><td align="left">&#x000a0;No iniciado</td><td align="left">2/15</td><td align="left">13,3</td></tr><tr><td align="left">&#x000a0;Activo</td><td align="left">6/15</td><td align="left">40</td></tr><tr><td align="left">&#x000a0;Sintom&#x000e1;tico</td><td align="left">3/15</td><td align="left">20</td></tr><tr><td colspan="3" align="left"><italic>Comorbilidades</italic></td></tr><tr><td align="left">&#x000a0;Hipertensi&#x000f3;n</td><td align="left">10/15</td><td align="left">66,6</td></tr><tr><td align="left">&#x000a0;Enfermedad pulmonar cr&#x000f3;nica</td><td align="left">4/15</td><td align="left">26,6</td></tr><tr><td align="left">&#x000a0;Obesidad</td><td align="left">2/15</td><td align="left">13,3</td></tr><tr><td align="left">&#x000a0;Diabetes</td><td align="left">1/15</td><td align="left">6,6</td></tr><tr><td align="left">&#x000a0;Insuficiencia renal</td><td align="left">1/15</td><td align="left">6,6</td></tr></tbody></table></table-wrap></p><p id="par0035">Los s&#x000ed;ntomas m&#x000e1;s frecuentes en los 15 fallecidos fueron fiebre (13 pacientes, 86,6%), tos (14 pacientes, 93,3%) y disnea (13 pacientes, 86,6%). El tratamiento activo para la infecci&#x000f3;n covid-19 se instaur&#x000f3; en 9 pacientes (60%). A todos los tratados (9/15) se les administr&#x000f3; hidroxicloroquina (60%), 8 pacientes recibieron lopinavir/ritonavir (53,3%) y a 2 pacientes adem&#x000e1;s se les a&#x000f1;adi&#x000f3; azitromicina (13,3%). El tiempo medio desde el diagn&#x000f3;stico al fallecimiento fue de 4,4 d&#x000ed;as (rango: 0-11) (<xref rid="tbl0010" ref-type="table">tabla 2</xref>
).<table-wrap position="float" id="tbl0010"><label>Tabla 2</label><caption><p>S&#x000ed;ntomas y tratamiento de pacientes fallecidos por COVID-19 y c&#x000e1;ncer</p></caption><alt-text id="at2">Tabla 2</alt-text><table frame="hsides" rules="groups"><thead><tr><th/><th align="left">N</th><th align="left">Porcentaje</th></tr></thead><tbody><tr><td colspan="3" align="left"><italic>S&#x000ed;ntomas</italic></td></tr><tr><td align="left">&#x000a0;Tos</td><td align="left">13/15</td><td align="left">93,3</td></tr><tr><td align="left">&#x000a0;Fiebre</td><td align="left">14/15</td><td align="left">93,3</td></tr><tr><td align="left">&#x000a0;Disnea</td><td align="left">7/15</td><td align="left">86,6</td></tr><tr><td align="left">&#x000a0;Mialgias</td><td align="left">3/15</td><td align="left">20</td></tr><tr><td align="left">&#x000a0;Diarrea</td><td align="left">1/15</td><td align="left">6,6</td></tr><tr><td colspan="3" align="left"><italic>Tratamiento COVID-19</italic></td></tr><tr><td align="left">&#x000a0;Lopinavir/ritonavir + hidroxicloroquina</td><td align="left">7/15</td><td align="left">60</td></tr><tr><td align="left">&#x000a0;Hidroxicloroquina + azitromicina</td><td align="left">1/15</td><td align="left">13,3</td></tr><tr><td align="left">&#x000a0;Lopinavir/ritonavir + hidroxicloroquina + azitromicina</td><td align="left">1/15</td><td align="left">13,3</td></tr><tr><td align="left">&#x000a0;Sin tratamiento</td><td align="left">6/15</td><td align="left">40</td></tr></tbody></table></table-wrap></p></sec><sec id="sec0020"><title>Discusi&#x000f3;n</title><p id="par0040">La pandemia por covid-19 resulta dram&#x000e1;tica en nuestro pa&#x000ed;s por la incidencia y la mortalidad asociada, y un grupo especialmente sensible es el constituido por los pacientes con c&#x000e1;ncer, como demuestran los datos recogidos en nuestro hospital. El informe de prevalencia de c&#x000e1;ncer del Observatorio de Resultados de la Asociaci&#x000f3;n Espa&#x000f1;ola contra el C&#x000e1;ncer establece un n&#x000fa;mero de pacientes prevalentes con c&#x000e1;ncer a 5 a&#x000f1;os en 2019 de 1.568 por cada 100.000 (1,56% de la poblaci&#x000f3;n)<xref rid="bib0080" ref-type="bibr"><sup>8</sup></xref>. La incidencia observada de pacientes con antecedente de c&#x000e1;ncer en los &#x000fa;ltimos 5 a&#x000f1;os o c&#x000e1;ncer activo y enfermedad covid-19 en la peque&#x000f1;a muestra que representa nuestro centro es del 3,36%, duplicando por tanto la esperable. Este incremento de incidencia concuerda con el posible mecanismo de transmisi&#x000f3;n nosocomial durante las visitas al centro para pruebas diagn&#x000f3;sticas, consultas o tratamiento descrito por Yu J. et al.<xref rid="bib0065" ref-type="bibr"><sup>5</sup></xref> y alcanza cifras superiores a las descritas por Zhang L. et al. <xref rid="bib0070" ref-type="bibr"><sup>6</sup></xref> en una serie procedente de 3 hospitales de Wuhan (China) con 28 casos de un total de 1.276 (2,2%) de pacientes ingresados con covid-19 confirmada por PCR.</p><p id="par0045">La mortalidad observada en nuestro estudio es muy alta, alcanzando el 41,6% de los pacientes covid-19 con c&#x000e1;ncer y casi cuadriplica la tasa de mortalidad en la poblaci&#x000f3;n general (12,3%). Esta cifra supera incluso el 28,6% descrito por Zhang L. et al. con 8 fallecidos de 28 pacientes con c&#x000e1;ncer y enfermedad covid-19<xref rid="bib0070" ref-type="bibr"><sup>6</sup></xref>. Igualmente supera el 39% (7/18) de acontecimientos severos (incluyendo intubaci&#x000f3;n y muerte) del estudio de Liang W. et al.<xref rid="bib0075" ref-type="bibr"><sup>7</sup></xref> en una serie de 18 pacientes con c&#x000e1;ncer y covid-19 de un total de 2.007 casos ingresados con enfermedad confirmada por PCR procedentes de 575 hospitales en China. En nuestra serie, esta mortalidad probablemente se explica por la presencia de enfermedad metast&#x000e1;sica en la mayor&#x000ed;a de los pacientes (73,3%) lo que representa una elevada carga de enfermedad previa y, por tanto, baja expectativa de resultado favorable con el tratamiento espec&#x000ed;fico para covid-19 (40% pacientes no recibieron tratamiento). Por otro lado, en los pacientes en tratamiento activo antineopl&#x000e1;sico se a&#x000f1;ade la elevada toxicidad de los mismos y la inmunosupresi&#x000f3;n inducida por la mayor&#x000ed;a de los tratamientos. Adem&#x000e1;s, es destacable la r&#x000e1;pida evoluci&#x000f3;n de la infecci&#x000f3;n r&#x000e1;pida condicionada probablemente por la propia enfermedad neopl&#x000e1;sica con mal estado general de base a&#x000f1;adido a que ning&#x000fa;n paciente se consider&#x000f3; candidato a ingreso en la unidad de cuidados intensivos, aunque s&#x000ed; fueron tratados con los protocolos de tratamiento para covid-19 activos en cada momento.</p><p id="par0050">En conclusi&#x000f3;n, debido a la alta mortalidad en pacientes con c&#x000e1;ncer y enfermedad covid-19, y en ausencia de tratamientos realmente efectivos y hasta la llegada de una vacuna, deber&#x000ed;amos centrar nuestros esfuerzos en minimizar al m&#x000e1;ximo la posibilidad de contagio con adecuadas medidas de confinamiento y autoprotecci&#x000f3;n, limitando en la medida de lo posible las visitas al hospital y estableciendo adecuados circuitos limpios durante su estancia en el centro.</p></sec></body><back><ref-list id="bibl0005"><title>Bibliograf&#x000ed;a</title><ref id="bib0045"><label>1</label><mixed-citation publication-type="other" id="oref0005">WHO. Emergencies preparedness, response. Pneumonia of unknown origin &#x02013; China.Disease outbreak news. 5 January. [consultado 5 Abr 2020] Disponible en: https://www.who.int/csr/don/05-january-2020-pneumonia-of-unkown-cause-china/en/</mixed-citation></ref><ref id="bib0050"><label>2</label><element-citation publication-type="journal" id="sbref0050"><person-group person-group-type="author"><name><surname>Zhu</surname><given-names>N.</given-names></name><name><surname>Zhang</surname><given-names>D.</given-names></name><name><surname>Wang</surname><given-names>W.</given-names></name><name><surname>Li</surname><given-names>X.</given-names></name><name><surname>Yang</surname><given-names>B.</given-names></name><name><surname>Songet</surname><given-names>J.</given-names></name></person-group><article-title>A Novel Coronavirus from Patients with Pneumonia in China, 2019</article-title><source>N Engl J Med</source><volume>382</volume><year>2020</year><fpage>727</fpage><lpage>733</lpage><pub-id pub-id-type="pmid">31978945</pub-id></element-citation></ref><ref id="bib0055"><label>3</label><element-citation publication-type="journal" id="sbref0055"><person-group person-group-type="author"><name><surname>Conti</surname><given-names>P.</given-names></name><name><surname>Ronconi</surname><given-names>G.</given-names></name><name><surname>Caraffa</surname><given-names>A.</given-names></name><name><surname>Gallenga</surname><given-names>C.E.</given-names></name><name><surname>Ross</surname><given-names>R.</given-names></name><name><surname>Frydas</surname><given-names>I.</given-names></name></person-group><article-title>Induction of pro-inflammatory cytokines (IL-1 and IL-6) and lung inflammation by Coronavirus-19 (COVI-19 or SARS-CoV-2): anti-inflammatory strategies</article-title><source>J Biol Regul Homeost Agents.</source><volume>34</volume><year>2020</year><fpage>1</fpage></element-citation></ref><ref id="bib0060"><label>4</label><mixed-citation publication-type="other" id="oref0020">Alocuci&#x000f3;n de apertura del Director General de la OMS en la rueda de prensa sobre la COVID-19 celebrada el 11 de marzo de 2020 [consultado 5 Abr 2020] Disponible en: htps://www.who.int/es/dg/speeches/detail/who-director-general-s-opening-remarks-at-the-media-briefing-on-covid-19---11-march-2020</mixed-citation></ref><ref id="bib0065"><label>5</label><element-citation publication-type="journal" id="sbref0065"><person-group person-group-type="author"><name><surname>Yu</surname><given-names>J.</given-names></name><name><surname>Ouyang</surname><given-names>W.</given-names></name><name><surname>Chua</surname><given-names>M.L.K.</given-names></name><name><surname>Xie</surname><given-names>C.</given-names></name></person-group><article-title>SARS-CoV-2 Transmission in Patients With Cancer at a Tertiary Care Hospital in Wuhan China</article-title><source>JAMA Oncol</source><volume>25</volume><year>2020</year><fpage>e200980</fpage></element-citation></ref><ref id="bib0070"><label>6</label><element-citation publication-type="journal" id="sbref0070"><person-group person-group-type="author"><name><surname>Zhang</surname><given-names>L.</given-names></name><name><surname>Zhu</surname><given-names>F.</given-names></name><name><surname>Xie</surname><given-names>C.</given-names></name><name><surname>Wang</surname><given-names>C.</given-names></name><name><surname>Wang</surname><given-names>J.</given-names></name><name><surname>Chen</surname><given-names>R.</given-names></name></person-group><article-title>Clinical characteristics of COVID-19-infected cancer patients: A retrospective case study in three hospitals within Wuhan, China</article-title><source>Ann Oncol</source><volume>S0923&#x02013;7534</volume><year>2020</year><fpage>36383</fpage></element-citation></ref><ref id="bib0075"><label>7</label><element-citation publication-type="journal" id="sbref0075"><person-group person-group-type="author"><name><surname>Liang</surname><given-names>W.</given-names></name><name><surname>Guan</surname><given-names>W.</given-names></name><name><surname>Chen</surname><given-names>R.</given-names></name><name><surname>Wang</surname><given-names>W.</given-names></name><name><surname>Li</surname><given-names>J.</given-names></name><name><surname>Xu</surname><given-names>K.</given-names></name></person-group><article-title>Cancer patients in SARS-CoV-2 infection: A nationwide analysis in China</article-title><source>Lancet Oncol</source><volume>21</volume><year>2020</year><fpage>335</fpage><lpage>337</lpage><pub-id pub-id-type="pmid">32066541</pub-id></element-citation></ref><ref id="bib0080"><label>8</label><mixed-citation publication-type="other" id="oref0040">Observatorio del C&#x000e1;ncer AECC. [consultada 5 Abr 2020] Disponible en: http://observatorio.aecc.es/</mixed-citation></ref></ref-list></back></article>