<!DOCTYPE article PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.2 20190208//EN" "JATS-archivearticle1-mathml3.dtd"> 
<article xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:mml="http://www.w3.org/1998/Math/MathML" article-type="review-article" xml:lang="es"><?DTDIdentifier.IdentifierValue http://null/schema/dtds/document/fulltext/xcr/xocs-article.xsd?><?DTDIdentifier.IdentifierType schema?><?SourceDTD.DTDName xocs-article.xsd?><?SourceDTD.Version 1.0?><?ConverterInfo.XSLTName ftrr2jats.xsl?><?ConverterInfo.Version 1?><?origin publisher?><front><journal-meta><journal-id journal-id-type="nlm-ta">Semergen</journal-id><journal-id journal-id-type="iso-abbrev">Semergen</journal-id><journal-title-group><journal-title>Semergen</journal-title></journal-title-group><issn pub-type="ppub">1138-3593</issn><issn pub-type="epub">1578-8865</issn><publisher><publisher-name>Sociedad Espa&#x000f1;ola de M&#x000e9;dicos de Atenci&#x000f3;n Primaria (SEMERGEN). Published by Elsevier Espa&#x000f1;a, S.L.U.</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="pmcid">7303648</article-id><article-id pub-id-type="publisher-id">S1138-3593(20)30200-8</article-id><article-id pub-id-type="doi">10.1016/j.semerg.2020.06.008</article-id><article-categories><subj-group subj-group-type="heading"><subject>Revisi&#x000f3;n</subject></subj-group></article-categories><title-group><article-title>COVID-19. La historia se repite y seguimos tropezando con la misma piedra</article-title><trans-title-group xml:lang="en"><trans-title>COVID-19. History repeats itself and we keep stumbling on the same stone</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author" id="aut0005"><name><surname>Serrano-Cumplido</surname><given-names>A.</given-names></name><xref rid="aff0005" ref-type="aff">a</xref><xref rid="cor0005" ref-type="corresp">&#x0204e;</xref></contrib><contrib contrib-type="author" id="aut0010"><name><surname>Ant&#x000f3;n-Egu&#x000ed;a Ortega</surname><given-names>P.B.</given-names></name><xref rid="aff0010" ref-type="aff">b</xref></contrib><contrib contrib-type="author" id="aut0015"><name><surname>Ruiz Garc&#x000ed;a</surname><given-names>A.</given-names></name><xref rid="aff0015" ref-type="aff">c</xref></contrib><contrib contrib-type="author" id="aut0020"><name><surname>Olmo Quintana</surname><given-names>V.</given-names></name><xref rid="aff0020" ref-type="aff">d</xref></contrib><contrib contrib-type="author" id="aut0025"><name><surname>Segura Fragoso</surname><given-names>A.</given-names></name><xref rid="aff0025" ref-type="aff">e</xref></contrib><contrib contrib-type="author" id="aut0030"><name><surname>Barquilla Garcia</surname><given-names>A.</given-names></name><xref rid="aff0030" ref-type="aff">f</xref></contrib><contrib contrib-type="author" id="aut0035"><name><surname>Mor&#x000e1;n Bay&#x000f3;n</surname><given-names>&#x000c1;.</given-names></name><xref rid="aff0035" ref-type="aff">g</xref></contrib><aff id="aff0005"><label>a</label>Especialista en Medicina Familiar y Comunitaria. Jubilado, Getxo, Bizkaia, Espa&#x000f1;a</aff><aff id="aff0010"><label>b</label>Residente de tercer a&#x000f1;o de la especialidad de Medicina Familiar y Comunitaria. Centro de Salud Escola Graduada, Palma de Mallorca, Espa&#x000f1;a</aff><aff id="aff0015"><label>c</label>Especialista en Medicina Familiar y Comunitaria. Centro de Salud Universitario de Pinto, Madrid, Espa&#x000f1;a</aff><aff id="aff0020"><label>d</label>Doctor en Medicina. Licenciado en Farmacia. Responsable Servicio Farmacia Atenci&#x000f3;n Primaria Gran Canaria / Vicepresidente del CEI/CEIM Las Palmas, Las Palmas, Canarias, Espa&#x000f1;a</aff><aff id="aff0025"><label>e</label>Especialista en Medicina Interna y en Medicina Preventiva y Salud P&#x000fa;blica. Colaborador honor&#x000ed;fico de la Universidad de Castilla-La Mancha, Toledo, Castilla-La Mancha, Espa&#x000f1;a</aff><aff id="aff0030"><label>f</label>Especialista en Medicina Familiar y Comunitaria. EAP de Trujillo /C&#x000e1;ceres), C&#x000e1;ceres, Extremadura, Espa&#x000f1;a</aff><aff id="aff0035"><label>g</label>Especialista en Medicina Familiar y Comunitaria. Centro de Salud de la Alamedilla, Salamanca, Espa&#x000f1;a</aff></contrib-group><author-notes><corresp id="cor0005"><label>&#x0204e;</label>Autor para correspondencia.</corresp></author-notes><pub-date pub-type="pmc-release"><day>19</day><month>6</month><year>2020</year></pub-date><!-- PMC Release delay is 0 months and 0 days and was based on <pub-date
						pub-type="epub">.--><pub-date pub-type="ppub"><month>8</month><year>2020</year></pub-date><pub-date pub-type="epub"><day>19</day><month>6</month><year>2020</year></pub-date><volume>46</volume><fpage>48</fpage><lpage>54</lpage><history><date date-type="received"><day>2</day><month>6</month><year>2020</year></date><date date-type="accepted"><day>16</day><month>6</month><year>2020</year></date></history><permissions><copyright-statement>&#x000a9; 2020 Sociedad Espa&#x000f1;ola de M&#x000e9;dicos de Atenci&#x000f3;n Primaria (SEMERGEN). Published by Elsevier Espa&#x000f1;a, S.L.U. All rights reserved.</copyright-statement><copyright-year>2020</copyright-year><copyright-holder>Sociedad Espa&#x000f1;ola de M&#x000e9;dicos de Atenci&#x000f3;n Primaria (SEMERGEN)</copyright-holder><license><license-p>Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.</license-p></license></permissions><abstract id="abs0010"><p>La pandemia por COVID-19 ha provocado un desajuste en todos los sistemas de salud. La mayor&#x000ed;a de los pa&#x000ed;ses hab&#x000ed;an olvidado c&#x000f3;mo comportarse ante una epidemia de estas caracter&#x000ed;sticas sin disponer de los recursos adecuados. Es preciso realizar un balance de todo lo sucedido, instruir a la poblaci&#x000f3;n y generar un nuevo conocimiento que nos permita afrontar nuevas epidemias.</p></abstract><trans-abstract xml:lang="en"><p>The COVID-19 pandemic has caused a mismatch in all health systems. Most countries had forgotten how to behave in the face of such an epidemic without adequate resources. We need to take stock of everything that has happened, instruct the population and generate a new knowledge that allows us to face new epidemics.</p></trans-abstract><kwd-group id="kwd0005"><title>Palabras clave</title><kwd>COVID-19</kwd><kwd>SARS-CoV-2</kwd><kwd>Pandemia</kwd><kwd>Mitigaci&#x000f3;n</kwd><kwd>Estrategias</kwd></kwd-group><kwd-group xml:lang="en" id="kwd0010"><title>Keywords</title><kwd>COVID-19</kwd><kwd>SARS-CoV-2</kwd><kwd>Pandemic</kwd><kwd>Mitigation</kwd><kwd>Strategies</kwd></kwd-group></article-meta></front><body><sec id="sec0005"><title>Introducci&#x000f3;n</title><p id="par0005">A principios de diciembre de 2019, se detect&#x000f3; una neumon&#x000ed;a de origen desconocido en la ciudad de Wuhan (China)<xref rid="bib0175" ref-type="bibr"><sup>1</sup></xref>. A ra&#x000ed;z de ello, las autoridades sanitarias de China se vieron sorprendidas por una serie de neumon&#x000ed;as de origen desconocido que pose&#x000ed;a una gran facilidad para su expansi&#x000f3;n. No se tard&#x000f3; en encontrar cierto paralelismo con las epidemias previas de coronavirus del s&#x000ed;ndrome respiratorio agudo severo (SARS-CoV) producida en 2003 y del s&#x000ed;ndrome respiratorio del Medio Oriente (MERS) ocurrida en 2012. Esta nueva epidemia provocaba m&#x000e1;s fallecimientos, aunque con una menor letalidad. Al virus causante, perteneciente a la familia <italic>Coronarividae,</italic> se le denomin&#x000f3; coronavirus 2 del s&#x000ed;ndrome respiratorio agudo grave (SARS-CoV-2), y a la enfermedad, COVID-19.</p><sec id="sec0010"><title>De epidemia a pandemia</title><p id="par0010">El 01 de enero de 2020, la Organizaci&#x000f3;n Mundial de la Salud (OMS) solicit&#x000f3; nueva informaci&#x000f3;n a las autoridades sanitarias de China para evaluar adecuadamente el riesgo real de la epidemia. En aquel tiempo se consideraron v&#x000e1;lidas las medidas que previamente se aconsejaban para la gripe y las infecciones respiratorias graves y no se consider&#x000f3; necesario limitar los viajes internacionales.</p><p id="par0015">En un principio se pens&#x000f3; que el brote epid&#x000e9;mico podr&#x000ed;a ser controlado a nivel local en China. El 11 de marzo de 2020, ante la r&#x000e1;pida y progresiva expansi&#x000f3;n de la epidemia a nivel internacional, la OMS decret&#x000f3; el estado de pandemia, recordando a los pa&#x000ed;ses el camino a seguir (<xref rid="tbl0005" ref-type="table">tabla 1</xref>
)<xref rid="bib0180" ref-type="bibr"><sup>2</sup></xref>:<table-wrap position="float" id="tbl0005"><label>Tabla 1</label><caption><p>Consejos de la OMS a todos los pa&#x000ed;ses</p></caption><alt-text id="at1">Tabla 1</alt-text><table frame="hsides" rules="groups"><thead><tr><th colspan="2" align="center">Petici&#x000f3;n a todos los pa&#x000ed;ses para activar e incrementar mecanismos de respuesta a la emergencia</th></tr><tr><th align="left">Presente</th><th align="left">Futuro</th></tr></thead><tbody><tr><td align="left">No est&#x000e1;bamos preparados.<break/>Detectar, aislar, test, tratar cada caso y trazar sus contactos.<break/>Adecuar los hospitales.<break/>Proteger y entrenar a los trabajadores de la salud.<break/>Comunicar a la poblaci&#x000f3;n los riesgos y c&#x000f3;mo se pueden autoproteger.<break/>Reducir la transmisi&#x000f3;n.<break/>Cuidar a los dem&#x000e1;s porque los necesitamos.<break/>Innovar y aprender.</td><td align="left">Innovar y aprender.<break/>Detectar, proteger y tratar.<break/>Dotar, adecuar y preparar los hospitales.<break/>Preparar y estar listos.<break/>Dotar, adecuar y preparar a la Atenci&#x000f3;n Primaria.<break/>Proteger y entrenar a los trabajadores de la salud<break/>Cuidar a los dem&#x000e1;s porque los necesitamos.<break/>Educar y entrenar a la poblaci&#x000f3;n.</td></tr></tbody></table><table-wrap-foot><fn><p>Elaboraci&#x000f3;n propia. Modificada de OMS.</p></fn></table-wrap-foot></table-wrap></p></sec><sec id="sec0015"><title>La epidemia COVID-19 en Espa&#x000f1;a</title><p id="par0020">El 31 de enero de 2020 se detect&#x000f3; el primer caso de COVID-19 en la isla de la Gomera (Espa&#x000f1;a), trat&#x000e1;ndose como un caso importado de un contagio en Alemania. El 24 de febrero 2020 surgieron los primeros casos en la Espa&#x000f1;a peninsular hasta llegar a la situaci&#x000f3;n actual (29/05/2020) en la que se han detectado 237.906 casos confirmados con RT-PCR (reacci&#x000f3;n en cadena de la polimerasa con transcriptasa inversa) y se han producido 27.119 muertes debidas a la COVID-19<xref rid="bib0185" ref-type="bibr"><sup>3</sup></xref>. Persisten las dudas sobre el futuro comportamiento y evoluci&#x000f3;n de la epidemia y si cabe esperar una nueva oleada de la enfermedad, puesto que se sigue observando hasta un 78% de sujetos asintom&#x000e1;ticos o pre-sintom&#x000e1;ticos que presentan un resultado positivo en la prueba de RT-PCR frente al SARS-CoV-2<xref rid="bib0190" ref-type="bibr"><sup>4</sup></xref>. Estos datos refuerzan la necesidad de poner en pr&#x000e1;ctica una de las recomendaciones m&#x000e1;s aplaudidas de la OMS frente a la COVID-19, en la que priorizaba el &#x000e9;xito de la lucha en la realizaci&#x000f3;n extensiva de pruebas para identificar la presencia del virus, y que resumieron como TEST-TEST-TEST.</p><p id="par0025">Esta nueva situaci&#x000f3;n ha desbordado toda previsi&#x000f3;n de los Sistemas de Salud, al igual que ocurri&#x000f3; en situaciones similares en &#x000e9;pocas previas. Baste con recordar lo ocurrido en la epidemia de gripe acaecida en el a&#x000f1;o 1918, en la que se estima que al menos hubo 50 millones de muertos a nivel mundial a consecuencia del virus H1N1<xref rid="bib0195" ref-type="bibr"><sup>5</sup></xref>. Probablemente la responsabilidad de tan alarmante mortalidad en aquella epidemia no fuera achacable, exclusivamente, al virus y deba compartirla con otras circunstancias reinantes en aquel a&#x000f1;o (no exist&#x000ed;an vacunas, medicina menos desarrollada, pobreza y malnutrici&#x000f3;n, hacinamiento, poca accesibilidad a la medicina). Esto &#x000fa;ltimo deber&#x000ed;a alertar sobre el efecto de la pandemia por SARS-CoV-2 en las poblaciones menos favorecidas en las que se ha observado una mayor incidencia y mortalidad de la COVID-19<xref rid="bib0200" ref-type="bibr">6</xref>, <xref rid="bib0205" ref-type="bibr">7</xref>, <xref rid="bib0210" ref-type="bibr">8</xref>, recordando a las minor&#x000ed;as &#x000e9;tnicas y a aquellos mal llamados &#x000ab;marginados&#x000bb; (quiz&#x000e1;s se les debiera denominar &#x000ab;abandonados&#x000bb;).</p></sec><sec id="sec0020"><title>Otras epidemias en la historia</title><p id="par0030">Quiz&#x000e1;s, y aunque la etiolog&#x000ed;a fuera diferente, epidemias previas pueden remedar las situaciones y comportamientos vistos en la actual epidemia COVID-19. En el a&#x000f1;o 1665 la ciudad de Londres se vio sometida a una grave epidemia de peste y, casualmente, existe un relato recogido del a&#x000f1;o 1663 que alababa el beneficio de la quinina suministrada por un cacique indio en Per&#x000fa; para curar una fiebre grav&#x000ed;sima. En esos mismos a&#x000f1;os, se empez&#x000f3; a utilizar la quinina en el tratamiento del paludismo. Recientemente, en el contexto de la pandemia COVID-19, se ha descartado el empleo tanto de cloroquina como de hidroxicloroquina en los casos graves hospitalizados debido al aumento de la mortalidad y de la frecuencia en la aparici&#x000f3;n de arritmias ventriculares<xref rid="bib0215" ref-type="bibr"><sup>9</sup></xref>, estando pendiente de comprobar su posible utilidad en las etapas m&#x000e1;s tempranas de la infecci&#x000f3;n.</p><p id="par0035">En el libro &#x000ab;Historia de la Medicina&#x000bb; de Douglas Guthrie<xref rid="bib0220" ref-type="bibr"><sup>10</sup></xref>, se hace referencia a Sydenham, y se construye un relato de lo ocurrido en Londres durante la epidemia de peste de 1665 y que se podr&#x000ed;a comparar con los hechos acaecidos con la actual pandemia COVID-19, como a continuaci&#x000f3;n se expone.<list list-type="simple" id="lis0005"><list-item id="lsti0005"><label>&#x02022;</label><p id="par0040">Peste 1665: Empez&#x000f3; por los barrios pobres.</p></list-item><list-item id="lsti0010"><label>&#x02022;</label><p id="par0045">COVID-19: En Boston, los &#x000ab;sintecho&#x000bb; presentaron una prevalencia de PCR positiva frente al SARS-CoV-2 del 36% siendo el 87,8% de ellos asintom&#x000e1;ticos<xref rid="bib0195" ref-type="bibr"><sup>5</sup></xref>.</p></list-item><list-item id="lsti0015"><label>&#x02022;</label><p id="par0050">Peste 1665: Cierre forzoso de las casas infectadas.</p></list-item><list-item id="lsti0020"><label>&#x02022;</label><p id="par0055">COVID-19: Aislamiento de los infectados en una habitaci&#x000f3;n de su domicilio. Confinamiento de las residencias de ancianos, incluso con los cuidadores.</p></list-item><list-item id="lsti0025"><label>&#x02022;</label><p id="par0060">Peste 1665: Se marcaban las casas infectadas con la siguiente frase: &#x000ab;Dios tenga piedad de nosotros&#x000bb;.</p></list-item><list-item id="lsti0030"><label>&#x02022;</label><p id="par0065">COVID-19: <italic>Covid Prayer Study</italic>: Estudio multic&#x000e9;ntrico, aleatorizado y doble ciego sobre el beneficio de rezar en la Unidad de Cuidados Intensivos en el contexto de la pandemia COVID-19<xref rid="bib0225" ref-type="bibr"><sup>11</sup></xref>.</p></list-item><list-item id="lsti0035"><label>&#x02022;</label><p id="par0070">Peste 1665: La enfermedad es terrible y est&#x000e1; de tal forma extendida que&#x02026;</p></list-item><list-item id="lsti0040"><label>&#x02022;</label><p id="par0075">COVID-19: 5.808.946 infectados y 360.308 muertos a nivel mundial (29/05/2020)<xref rid="bib0230" ref-type="bibr"><sup>12</sup></xref>.</p></list-item><list-item id="lsti0045"><label>&#x02022;</label><p id="par0080">Peste 1665: Nadie pod&#x000ed;a entrar ni salir de la casa se&#x000f1;alada, excepto el m&#x000e9;dico cuando se encontraba uno.</p></list-item><list-item id="lsti0050"><label>&#x02022;</label><p id="par0085">COVID-19: El d&#x000e9;ficit global de m&#x000e9;dicos estimado es de un 2,9% para el a&#x000f1;o 2018, &#x000ab;ascender&#x000e1; hasta el 12% seg&#x000fa;n se aproxime 2030&#x000bb;<xref rid="bib0235" ref-type="bibr"><sup>13</sup></xref>.</p></list-item><list-item id="lsti0055"><label>&#x02022;</label><p id="par0090">Peste 1665: Los cad&#x000e1;veres mostraban con frecuencia manchas de un color oscuro.</p></list-item><list-item id="lsti0060"><label>&#x02022;</label><p id="par0095">COVID-19: Aparici&#x000f3;n de lesiones cut&#x000e1;neas, con mayor frecuencia rash o eritema generalizado, ocasionalmente lesiones similares a la acrocianosis<xref rid="bib0240" ref-type="bibr">14</xref>, <xref rid="bib0245" ref-type="bibr">15</xref>.</p></list-item><list-item id="lsti0065"><label>&#x02022;</label><p id="par0100">Peste 1665: La notificaci&#x000f3;n de la muerte no pod&#x000ed;a comprobarse.</p></list-item><list-item id="lsti0070"><label>&#x02022;</label><p id="par0105">COVID-19: AUTOPSIA DE COVID-19: Se recomienda no realizar por el riesgo biol&#x000f3;gico de contagio para los ejecutores de la misma y por el riesgo de propagaci&#x000f3;n del virus<xref rid="bib0250" ref-type="bibr"><sup>16</sup></xref>.</p></list-item><list-item id="lsti0075"><label>&#x02022;</label><p id="par0110">Peste 1665: La estad&#x000ed;stica de mortalidad no se llevaba con cuidado ni mucho menos.</p></list-item><list-item id="lsti0080"><label>&#x02022;</label><p id="par0115">COVID-19: Baile de datos a lo largo de la epidemia. Diferente forma de registrar seg&#x000fa;n comunidades. Continuas correcciones incluso en el n&#x000fa;mero de fallecidos<xref rid="bib0185" ref-type="bibr"><sup>3</sup></xref>.</p></list-item><list-item id="lsti0085"><label>&#x02022;</label><p id="par0120">Peste 1665: La ley se burlaba con frecuencia. Muchas personas hu&#x000ed;an de los edificios infectados y propagaban la enfermedad.</p></list-item><list-item id="lsti0090"><label>&#x02022;</label><p id="par0125">COVID-19: Espa&#x000f1;a registra ya 650.000 denuncias por incumplir el confinamiento<xref rid="bib0255" ref-type="bibr"><sup>17</sup></xref>.</p></list-item><list-item id="lsti0095"><label>&#x02022;</label><p id="par0130">Peste 1665: Reconocieron que la infecci&#x000f3;n se propagaba por el aire.</p></list-item><list-item id="lsti0100"><label>&#x02022;</label><p id="par0135">COVID-19: Mediante expulsi&#x000f3;n de microgotas de Fl&#x000fc;gge (tos, estornudos e incluso hablando) en distancias menores a un metro, y los aerosoles ambientales a distancias mayores a un metro<xref rid="bib0260" ref-type="bibr"><sup>18</sup></xref>.</p></list-item><list-item id="lsti0105"><label>&#x02022;</label><p id="par0140">Peste 1665: Se cre&#x000ed;a que los perros propagaban la infecci&#x000f3;n (no se hizo guerra alguna contra las ratas).</p></list-item><list-item id="lsti0110"><label>&#x02022;</label><p id="par0145">COVID-19: Se ha hipotetizado sobre el intestino de los c&#x000e1;nidos como intermediario<xref rid="bib0265" ref-type="bibr"><sup>19</sup></xref> y reservorio de los betacoronavirus, incluidos el SARS, MERS y SARS-CoV-2.</p></list-item><list-item id="lsti0115"><label>&#x02022;</label><p id="par0150">Peste 1665: Dur&#x000f3; todo el verano de 1665. Empez&#x000f3; en junio, alcanz&#x000f3; una espantosa virulencia en septiembre y comenz&#x000f3; a declinar gradualmente hasta desaparecer durante el mes de noviembre.</p></list-item><list-item id="lsti0120"><label>&#x02022;</label><p id="par0155">COVID-19: Primer caso en Wuhan el 08 de diciembre 2019 y se desconoce cu&#x000e1;l ser&#x000e1; su evoluci&#x000f3;n.</p></list-item><list-item id="lsti0125"><label>&#x02022;</label><p id="par0160">Peste 1665: Los trabajos se paralizaron, las calles estaban desiertas.</p></list-item><list-item id="lsti0130"><label>&#x02022;</label><p id="par0165">COVID-19: El Gobierno ha decidido que las personas pueden circular por las calles s&#x000f3;lo para hacer ciertas actividades. S&#x000f3;lo las personas con discapacidad podr&#x000e1;n ir acompa&#x000f1;adas o por otra causa con justificaci&#x000f3;n<xref rid="bib0270" ref-type="bibr"><sup>20</sup></xref>.</p></list-item><list-item id="lsti0135"><label>&#x02022;</label><p id="par0170">Peste 1665: Se prohibieron los funerales.</p></list-item><list-item id="lsti0140"><label>&#x02022;</label><p id="par0175">COVID-19: Se proh&#x000ed;ben los velatorios, se proh&#x000ed;be cualquier actuaci&#x000f3;n invasiva sobre el cad&#x000e1;ver, se posponen los funerales religiosos o las ceremonias civiles mientras el estado de alarma siga vigente<xref rid="bib0275" ref-type="bibr"><sup>21</sup></xref>.</p></list-item><list-item id="lsti0145"><label>&#x02022;</label><p id="par0180">Peste 1665: Se contabilizaron hasta 5.000 defunciones en una semana para una poblaci&#x000f3;n de 500.000.</p></list-item><list-item id="lsti0150"><label>&#x02022;</label><p id="par0185">COVID-19: El 31 de marzo de 2020 se contabilizaron en Madrid 3.419 fallecimientos nuevos<xref rid="bib0280" ref-type="bibr"><sup>22</sup></xref>.</p></list-item><list-item id="lsti0155"><label>&#x02022;</label><p id="par0190">Peste 1665: Durante la tercera semana fallecieron 2.297 sujetos mientras que otro autor refiri&#x000f3;, probablemente con mayor acierto, la cifra de 12.000 fallecidos durante esa misma semana.</p></list-item><list-item id="lsti0160"><label>&#x02022;</label><p id="par0195">COVID-19: La afectaci&#x000f3;n a nivel mundial sigue una terror&#x000ed;fica escalada a pesar de los grandes esfuerzos por parte de todos los pa&#x000ed;ses y de las restricciones impuestas<xref rid="bib0285" ref-type="bibr"><sup>23</sup></xref>.</p></list-item><list-item id="lsti0165"><label>&#x02022;</label><p id="par0200">Peste 1665: En el mes de diciembre las personas regresaron a la ciudad, se abrieron de nuevo las tiendas y la vida reanud&#x000f3; su curso normal, aunque la epidemia sigui&#x000f3; produciendo estragos en otras ciudades durante el siguiente a&#x000f1;o.</p></list-item><list-item id="lsti0170"><label>&#x02022;</label><p id="par0205">COVID-19: Se autoriza y libera los paseos, adem&#x000e1;s de permitir la apertura de comercios y bares con restricciones<xref rid="bib0290" ref-type="bibr"><sup>24</sup></xref>. Se provocan aglomeraciones alarmantes no consentidas.</p></list-item><list-item id="lsti0175"><label>&#x02022;</label><p id="par0210">Peste 1665: Algunos m&#x000e9;dicos prescribieron y recetaron a los dem&#x000e1;s hasta que las manchas aparecieron sobre su piel y ellos mismos cayeron muertos, heridos por el mismo enemigo del que quer&#x000ed;an salvar a los dem&#x000e1;s.</p></list-item><list-item id="lsti0180"><label>&#x02022;</label><p id="par0215">COVID-19: En Espa&#x000f1;a<xref rid="bib0295" ref-type="bibr"><sup>25</sup></xref> m&#x000e1;s de 51.000 afectados entre el personal sanitario y 53 fallecidos por COVID-19 a fecha 11/05/2020.</p></list-item><list-item id="lsti0185"><label>&#x02022;</label><p id="par0220">Peste 1665: El m&#x000e9;dico cay&#x000f3; enfermo en dos ocasiones y temi&#x000f3; haber sido contagiado por la peste. Pero un vaso de vino generoso le sirvi&#x000f3; de infalible ant&#x000ed;doto.</p></list-item><list-item id="lsti0190"><label>&#x02022;</label><p id="par0225">COVID-19: Reacciones frecuentes al COVID-19<xref rid="bib0300" ref-type="bibr"><sup>26</sup></xref>: Preocupaci&#x000f3;n acerca de c&#x000f3;mo protegerse, preocupaci&#x000f3;n por la posible interrupci&#x000f3;n de los servicios comunitarios y de atenci&#x000f3;n m&#x000e9;dica, sentirse socialmente aislados, culpa, mayores niveles de angustia.</p></list-item><list-item id="lsti0195"><label>&#x02022;</label><p id="par0230">Peste 1665: Merecedores de todo honor son realmente estos valientes m&#x000e9;dicos que se quedaron en Londres para luchar contra la peste, aunque con armas tan imperfectas.</p></list-item><list-item id="lsti0200"><label>&#x02022;</label><p id="par0235">COVID-19: Numerosas muestras de &#x000e1;mbito local, nacional e internacional, de apoyo al personal sanitario, reconociendo la falta de material y, en demasiadas ocasiones, inadecuado para la autoprotecci&#x000f3;n durante el desarrollo de su trabajo.</p></list-item></list>
</p><p id="par0240">La aparici&#x000f3;n de la actual pandemia por el SARS-CoV-2 parece haberse vivido con cierta sorpresa. Sin embargo, las epidemias o pandemias han ido acompa&#x000f1;ando a la humanidad a lo largo de su historia (<xref rid="fig0005" ref-type="fig">fig. 1</xref>
)<xref rid="bib0305" ref-type="bibr">27</xref>, <xref rid="bib0310" ref-type="bibr">28</xref>, por lo que m&#x000e1;s que una sorpresa, se deber&#x000ed;a hablar de un olvido de gran importancia. El hombre es el &#x000fa;nico animal que tropieza dos veces en la misma piedra.<fig id="fig0005"><label>Figura 1</label><caption><p>Grandes epidemias de la historia.</p></caption><graphic xlink:href="gr1_lrg"/></fig></p></sec><sec id="sec0025"><title>Pandemia a nivel mundial</title><p id="par0245">En lo que respecta a la pandemia por el SARS-CoV-2, la afectaci&#x000f3;n mundial ha sido r&#x000e1;pida, extensa y en continuo crecimiento debido a una v&#x000ed;a com&#x000fa;n de contagio, como es la v&#x000ed;a respiratoria, la gran contagiosidad demostrada y el r&#x000e1;pido intercambio de bienes y personas. Su afectaci&#x000f3;n a reca&#x000ed;do, aunque en diferente medida, en todos los extractos sociales tanto de los pa&#x000ed;ses ricos como de aquellos emergentes y pobres.</p><p id="par0250">La impresi&#x000f3;n actual es que la epidemia sigue extendi&#x000e9;ndose a nivel mundial con distintas fases evolutivas en los diferentes pa&#x000ed;ses, con un n&#x000fa;mero creciente de afectados y fallecidos a pesar de una menor letalidad del virus, sea por la menor virulencia del mismo, la mejor comprensi&#x000f3;n de la enfermedad entre el personal sanitario y la menor saturaci&#x000f3;n hospitalaria por nuevos casos. A pesar de ello, la pandemia sigue activa afectando especialmente a la poblaci&#x000f3;n de mayor edad, con comorbilidades asociadas y pertenecientes a grupos sociales menos favorecidos.</p></sec><sec id="sec0030"><title>Futuro de la pandemia</title><p id="par0255">En Espa&#x000f1;a las cifras de la epidemia van decayendo (<xref rid="fig0010" ref-type="fig">fig. 2</xref>
), habi&#x000e9;ndose iniciado la flexibilizaci&#x000f3;n de las medidas tomadas e iniciando las sucesivas fases de desescalada<xref rid="bib0315" ref-type="bibr"><sup>29</sup></xref>.<fig id="fig0010"><label>Figura 2</label><caption><p>Evoluci&#x000f3;n de la variaci&#x000f3;n del incremento de enfermos por la COVID-19 en Espa&#x000f1;a.</p></caption><graphic xlink:href="gr2_lrg"/></fig></p><p id="par0260">Esto puede hacer creer a la poblaci&#x000f3;n que el problema ya se ha solucionado y que las medidas de contenci&#x000f3;n y lucha contra la pandemia han de ser m&#x000e1;s laxas o incluso abandonadas.</p><p id="par0265">Sin embargo, hay que ser conscientes de que se desconoce cu&#x000e1;l ser&#x000e1; la evoluci&#x000f3;n futura de esta pandemia, si se presentar&#x000e1; un rebrote tras la laxitud en las medidas de autoprotecci&#x000f3;n, si habr&#x000e1; nuevos brotes estacionales, si la persistencia de la infecci&#x000f3;n por SARS-CoV-2 en otros pa&#x000ed;ses facilitar&#x000e1; la existencia de casos importados o si simplemente, la infecci&#x000f3;n desaparecer&#x000e1; a la espera de que un nuevo salto desde alg&#x000fa;n reservorio del actual virus o alguna nueva mutaci&#x000f3;n del mismo, origine una nueva pandemia.</p><p id="par0270">Hasta que no se obtenga una vacuna eficaz al alcance de toda la poblaci&#x000f3;n, la esperanza se centra en el reconocimiento de cu&#x000e1;les son los condicionantes que permiten a la infecci&#x000f3;n por SARS-CoV-2 desencadenar la afectaci&#x000f3;n multiorg&#x000e1;nica a trav&#x000e9;s de la tormenta de citocinas y del estado de hipercoagulabilidad. Mientras tanto, es preciso continuar identificando e investigando con el fin de encontrar el manejo terap&#x000e9;utico m&#x000e1;s adecuado para contrarrestarla.</p><p id="par0275">Hasta que ese momento llegue, dada la repercusi&#x000f3;n ocasionada por la actual pandemia SARS-CoV-2, se deber&#x000ed;a encontrar un equilibrio entre el comportamiento cotidiano y el mantenimiento de medidas adecuadas de autoprotecci&#x000f3;n, mantenerse preparado para ofrecer una r&#x000e1;pida respuesta ante cualquier nuevo brote. Por todo ello, se debe insistir en aplicar tanto las medidas de control del brote como aquellas medidas permanentes que ayuden a controlar la enfermedad, entendiendo que el problema asienta en la comunidad y que todos sus estamentos, incluida la poblaci&#x000f3;n, tienen la obligaci&#x000f3;n de colaborar para el bien com&#x000fa;n asumiendo las responsabilidades pertinentes (<xref rid="tbl0010" ref-type="table">tabla 2</xref>
)<xref rid="bib0320" ref-type="bibr">30</xref>, <xref rid="bib0325" ref-type="bibr">31</xref>, <xref rid="bib0330" ref-type="bibr">32</xref>, <xref rid="bib0335" ref-type="bibr">33</xref>, <xref rid="bib0340" ref-type="bibr">34</xref>.<table-wrap position="float" id="tbl0010"><label>Tabla 2</label><caption><p>Responsabilidades no opcionales que tenemos que asumir</p></caption><alt-text id="at2">Tabla 2</alt-text><table frame="hsides" rules="groups"><thead><tr><th align="left">Poblaci&#x000f3;n General</th></tr></thead><tbody><tr><td align="left"><bold>Personales:</bold><break/>Higiene: Lavado exhaustivo de manos y cara, utilizaci&#x000f3;n de pa&#x000f1;uelos de papel desech&#x000e1;ndolos adecuadamente.<break/>Lavado: De ropa con posible contacto al virus a temperaturas &#x0003e; 60&#x000a0;&#x000b0;C.<break/>Aislamiento precoz ante sintomatolog&#x000ed;a compatible con COVID-19 y hasta confirmaci&#x000f3;n o no de la misma.<break/>Uso de vacuna cuando se disponga de ella.<break/>Cumplimentaci&#x000f3;n de los tratamientos, tanto para COVID-19 como para otras patolog&#x000ed;as.<break/>Desinfecci&#x000f3;n del inodoro con lej&#x000ed;a en caso de diarrea.<break/>Uso de preservativo tras la COVID-19 por la posible persistencia del virus en el semen, por un tiempo a&#x000fa;n por definir pero que podr&#x000ed;a ser de 31 d&#x000ed;as tras el alta.<break/><bold>Comunitarias:</bold><break/>Uso adecuado de mascarilla especialmente en sitios cerrados, locales con aire acondicionado y cuando no se pueda mantener la distancia de seguridad.<break/>Mantenimiento de distancia de seguridad evitando las aglomeraciones.</td></tr></tbody></table><table frame="hsides" rules="groups"><thead><tr><th align="left">Personal Sanitario</th></tr></thead><tbody><tr><td align="left">Identificar, diagnosticar y notificar a la mayor brevedad los nuevos casos.<break/>Promover medidas de protecci&#x000f3;n personal (EPI completo, mascarilla adecuada, guantes, gafas protectoras, etc.), del paciente y de la comunidad.<break/>Fomentar el uso de la vacuna cuando se disponga de ella.<break/>Investigar sobre aspectos relacionados con la COVID-19 (infecci&#x000f3;n por SARS-CoV-2, complicaciones, identificaci&#x000f3;n y clasificaci&#x000f3;n adecuada de los pacientes, tratamientos adecuados).<break/>Formaci&#x000f3;n continuada.<break/>Seguimiento de los casos e identificaci&#x000f3;n y seguimiento de los contactos.</td></tr></tbody></table><table frame="hsides" rules="groups"><thead><tr><th align="left">Centros de Salud</th></tr></thead><tbody><tr><td align="left">Perfeccionar las normas de control de infecciones y sus procedimientos, adaptando su aplicaci&#x000f3;n a establecimientos alternativos de atenci&#x000f3;n de salud.<break/>Comprobar y perfeccionar las normas de bioseguridad de laboratorio.<break/>Estudiar la necesidad de educaci&#x000f3;n y adiestramiento de trabajadores sanitarios y otros voluntarios.<break/>Comprobar la disponibilidad del equipo necesario para el control de las infecciones y las medidas de bioseguridad recomendadas.<break/>Accesibilidad total a la prueba RT-PCR (resultados &#x0003c; 48 horas) y a test r&#x000e1;pidos de detecci&#x000f3;n de IgM e IgG.</td></tr></tbody></table><table frame="hsides" rules="groups"><thead><tr><th align="left">Gestores Sanitarios</th></tr></thead><tbody><tr><td align="left">Crear y coordinar una infraestructura s&#x000f3;lida, eficaz y &#x000e1;gil de informaci&#x000f3;n sobre datos sanitarios que sea p&#x000fa;blica y de f&#x000e1;cil acceso.<break/>Valoraci&#x000f3;n diaria y urgente de las notificaciones de casos COVID-19.<break/>Valorar indicadores del incremento de casos en la comunidad (identificar el virus en aguas residuales).<break/>Proporcionar el material adecuado (diagn&#x000f3;stico, terap&#x000e9;utico y de protecci&#x000f3;n) para el personal sanitario y los pacientes.<break/>Fomentar, proporcionar y facilitar la formaci&#x000f3;n continuada como parte del trabajo.<break/>Adecuar (en n&#x000fa;mero y formaci&#x000f3;n) el personal sanitario a las nuevas circunstancias.<break/>Integrar personal encargado de identificar y seguir a los posibles contactos ante un caso &#x000ed;ndice.<break/>Mantener un stock de material m&#x000e9;dico y farmacol&#x000f3;gico ante nuevos brotes.<break/>Programa de actuaci&#x000f3;n ante nuevos brotes que permitan redirigir y adecuar las estructuras existentes y aprovisionamiento de los medios necesarios.</td></tr></tbody></table><table frame="hsides" rules="groups"><thead><tr><th align="left">Gestores Pol&#x000ed;ticos</th></tr></thead><tbody><tr><td align="left">Apoyar y reordenar las iniciativas de los Gestores y del Personal sanitario que permitan disponer de la informaci&#x000f3;n precisa que facilite la toma &#x000e1;gil de decisiones ante futuras epidemias.<break/>Disponer de planes de emergencia espec&#x000ed;ficos ante la presentaci&#x000f3;n de epidemias como la COVID-19.<break/>Supervisar, actualizar y ejercitar simulaciones de actuaci&#x000f3;n.<break/>Marcar responsables perfectamente identificados y sus l&#x000ed;neas de actuaci&#x000f3;n.<break/>Reconocer, con urgencia, nuevos brotes favoreciendo la implementaci&#x000f3;n de medidas proporcionadas y adecuadas.<break/>Dotar y adecuar los medios necesarios para el control permanente y de los posibles brotes (personal, material y otros medios acordes con la epidemia).<break/>Coordinar los medios necesarios para el cumplimiento del objetivo.<break/>Valorar y decidir las limitaciones de movilidad y socializaci&#x000f3;n de subgrupos de la poblaci&#x000f3;n para frenar la epidemia.</td></tr></tbody></table><table-wrap-foot><fn><p>Elaboraci&#x000f3;n propia. Modificada de ref. 29-34.</p></fn></table-wrap-foot></table-wrap></p></sec></sec><sec id="sec0035"><title>Conclusi&#x000f3;n</title><p id="par0280">Las enfermedades infecciosas, sea en forma de epidemia o de pandemia, han acompa&#x000f1;ado a la humanidad a lo largo de su historia. El gran n&#x000fa;mero de afectados y el incremento de la mortalidad hacen que sean, ante la incertidumbre creada, un verdadero problema de salud con repercusiones sociales. Es necesario crear las bases necesarias bien consolidadas que sustenten una r&#x000e1;pida respuesta ante los primeros signos de un nuevo brote de una vieja epidemia o de una epidemia nueva.</p></sec><sec id="sec0040"><title>Financiaci&#x000f3;n</title><p id="par0285">El presente trabajo no ha recibido ayuda econ&#x000f3;mica ni de ning&#x000fa;n otro tipo.</p></sec><sec id="sec0045"><title>Conflicto de intereses</title><p id="par0290">Los autores declaran que no existen conflictos de intereses.</p></sec></body><back><ref-list id="bibl0005"><title>Bibliograf&#x000ed;a</title><ref id="bib0175"><label>1</label><element-citation publication-type="journal" id="sbref0175"><person-group person-group-type="author"><name><surname>Guan</surname><given-names>W.</given-names></name><name><surname>Ni</surname><given-names>Z.</given-names></name><name><surname>Hu</surname><given-names>Y.</given-names></name><name><surname>Liang</surname><given-names>W.</given-names></name><name><surname>Ou</surname><given-names>C.</given-names></name><name><surname>He</surname><given-names>J.</given-names></name></person-group><article-title>Clinical Characteristics of Coronavirus Disease 2019 in China</article-title><source>N Engl J Med.</source><year>2020</year><pub-id pub-id-type="doi">10.1056/NEJMoa2002032</pub-id></element-citation></ref><ref id="bib0180"><label>2</label><mixed-citation publication-type="other" id="oref0010">World Health Organization. &#x000ab;WHO Director-General's opening 7 remarks at the media briefing on COVID-19&#x02014;11 March 2020&#x000bb;. 11 de marzo de 2020. Consultado el 11/03/2020. Disponible en: https://www.who.int/dg/speeches/detail/who-director-general-s-opening-remarks-at-the-media-briefing-on-covid-19---11-march-2020-.</mixed-citation></ref><ref id="bib0185"><label>3</label><mixed-citation publication-type="other" id="oref0015">Ministerio de Sanidad. Actualizaci&#x000f3;n n (120. Enfermedad por el coronavirus (COVID-19), 29.05.2020 (datos consolidados a las 12:00 horas del 29.05.2020). Disponible en: https://www.mscbs.gob.es/en/profesionales/saludPublica/ccayes/alertasActual/nCov-China/documentos/Actualizacion_120_COVID-19.pdf.</mixed-citation></ref><ref id="bib0190"><label>4</label><element-citation publication-type="journal" id="sbref0190"><person-group person-group-type="author"><name><surname>Day</surname><given-names>M.</given-names></name></person-group><article-title>Covid-19: four fifths of cases are asymptomatic, China figures indicate</article-title><source>BMJ.</source><volume>369</volume><year>2020</year><fpage>1375</fpage><pub-id pub-id-type="other">10.1136/bmj.m1375 (Published 2 April 2020)</pub-id></element-citation></ref><ref id="bib0195"><label>5</label><mixed-citation publication-type="other" id="oref0025">Centros para el Control y la Prevenci&#x000f3;n de Enfermedades (CDC). Pandemia de 1918 (H1N1) Disponible en: https://espanol.cdc.gov/flu/pandemic-resources/1918-pandemic-h1n1.html.</mixed-citation></ref><ref id="bib0200"><label>6</label><element-citation publication-type="journal" id="sbref0200"><person-group person-group-type="author"><name><surname>Baggett</surname><given-names>T.</given-names></name><name><surname>Keyes</surname><given-names>H.</given-names></name><name><surname>Sporn</surname><given-names>N.</given-names></name><name><surname>Gaeta</surname><given-names>J.M.</given-names></name></person-group><article-title>Prevalence of SARS-CoV-2 Infection in Residents of a Large Homeless Shelter in Boston</article-title><source>JAMA</source><volume>323</volume><year>2020</year><fpage>2191</fpage><lpage>2192</lpage><pub-id pub-id-type="doi">10.1001/jama.2020.6887</pub-id><pub-id pub-id-type="pmid">32338732</pub-id></element-citation></ref><ref id="bib0205"><label>7</label><mixed-citation publication-type="other" id="oref0035">Laurencin C.T. McClinton A. The COVID-19 Pandemic: a Call to Action to Identify and Address Racial and Ethnic Disparities. J Racial Ethn Health Disparities. 7; 398-402. 10.1007/s40615-020-00756-0.</mixed-citation></ref><ref id="bib0210"><label>8</label><element-citation publication-type="journal" id="sbref0210"><person-group person-group-type="author"><name><surname>Ferdinand</surname><given-names>K.C.</given-names></name><name><surname>Nasser</surname><given-names>S.A.</given-names></name></person-group><article-title>African American COVID-19 Mortality: A Sentinel Event</article-title><source>JACC.</source><volume>75</volume><year>2020</year><pub-id pub-id-type="doi">10.1016/j.jacc.04.040</pub-id></element-citation></ref><ref id="bib0215"><label>9</label><element-citation publication-type="journal" id="sbref0215"><person-group person-group-type="author"><name><surname>Mehra</surname><given-names>M.R.</given-names></name><name><surname>Desai</surname><given-names>S.S.</given-names></name><name><surname>Ruschitzka</surname><given-names>F.</given-names></name><name><surname>Patel</surname><given-names>A.N.</given-names></name></person-group><article-title>Hydroxychloroquine or chloroquine with or without a macrolide for treatment of COVID-19: a multinational registry analysis</article-title><source>Lancet.</source><volume>S0140-6736</volume><year>2020</year><fpage>31180</fpage><lpage>31186</lpage><pub-id pub-id-type="doi">10.1016/S0140-6736(20)31180-6</pub-id></element-citation></ref><ref id="bib0220"><label>10</label><element-citation publication-type="book" id="sbref0220"><person-group person-group-type="author"><name><surname>Guthrie</surname><given-names>D.</given-names></name></person-group><chapter-title>Historia de la Medicina</chapter-title><year>1953</year><publisher-name>Salvat Editores, S.A</publisher-name><publisher-loc>Barcelona</publisher-loc></element-citation></ref><ref id="bib0225"><label>11</label><mixed-citation publication-type="other" id="oref0055">Dhanunjaya L. The COVID-19 ICU PRAYER Study. ClinicalTrials. gov Identifier: NCT04361838 Disponible en https://www.clinicaltrials.gov/ct2/show/NCT04361838.</mixed-citation></ref><ref id="bib0230"><label>12</label><mixed-citation publication-type="other" id="oref0060">Johns Hopkins University of Medicine. COVID-19 Dashboard by the Center for Systems Science and Engineering. Consultado 27/05/2020. Disponible en: https://coronavirus.jhu.edu/map.html.</mixed-citation></ref><ref id="bib0235"><label>13</label><mixed-citation publication-type="other" id="oref0065">Barrera M.C. (Presidenta en funciones del CES). Espa&#x000f1;a no tendr&#x000e1; suficientes m&#x000e9;dicos de aqu&#x000ed; a 2030. Redacci&#x000f3;n M&#x000e9;dica. &#x000da;ltimo Acceso 04/6/2019. Disponible en: https://www.redaccionmedica.com/secciones/empleo/espana-no-tendra-suficientes-medicos-de-aqui-a-2030-1423.</mixed-citation></ref><ref id="bib0240"><label>14</label><element-citation publication-type="journal" id="sbref0240"><person-group person-group-type="author"><name><surname>Recalcati</surname><given-names>S.</given-names></name></person-group><article-title>Cutaneous manifestations in COVID-19: a first perspective</article-title><source>J Eur Acad Dermatol Venereol.</source><volume>34</volume><year>2020</year><fpage>e212</fpage><lpage>e213</lpage><pub-id pub-id-type="other">10.1111/jdv.16387. [Epub ahead of print)</pub-id><pub-id pub-id-type="pmid">32215952</pub-id></element-citation></ref><ref id="bib0245"><label>15</label><mixed-citation publication-type="other" id="oref0075">Mazzotta F. Troccoli T. Acute Acro-Ischemia in the Child at the time of COVID-19. https://img.beteve.cat/wp-content/uploads/2020/04/acroischemia-ENG.pdf.</mixed-citation></ref><ref id="bib0250"><label>16</label><mixed-citation publication-type="other" id="oref0080">Ministerio de Sanidad. Procedimiento para el manejo de cad&#x000e1;veres de casos de COVID-19. Versi&#x000f3;n del 13 de abril de 2020. Disponible en: https://www.mscbs.gob.es/en/profesionales/saludPublica/ccayes/alertasActual/nCov-China/documentos/Manejo_cadaveres_COVID-19.pdf</mixed-citation></ref><ref id="bib0255"><label>17</label><mixed-citation publication-type="other" id="oref0085">Ordiz E. Espa&#x000f1;a registra ya 650.000 denuncias por incumplir el confinamiento. 20 minutos. Disponible en: https://www.20minutos.es/noticia/4225162/0/denuncias-espana-estado-alarma</mixed-citation></ref><ref id="bib0260"><label>18</label><mixed-citation publication-type="other" id="oref0090">Organizaci&#x000f3;n Mundial de la Salud. Modes of transmission of virus causing COVID-19: implications for IPC precaution recommendations Disponible en: https://www.who.int/news-room/commentaries/detail/modes-of-transmission-of-virus-causing-covid-19-implications-for-ipc-precaution-recommendations.</mixed-citation></ref><ref id="bib0265"><label>19</label><element-citation publication-type="journal" id="sbref0265"><person-group person-group-type="author"><name><surname>Xuhua</surname><given-names>X.</given-names></name></person-group><article-title>Extreme Genomic CpG Deficiency in SARS-CoV-2 and Evasion of Host Antiviral Defense</article-title><source>Mol Biol Evol.</source><year>14 Abril 2020</year><pub-id pub-id-type="other">10.1093/molbev/msaa094. Online ahead of print</pub-id><comment>msaa094</comment></element-citation></ref><ref id="bib0270"><label>20</label><mixed-citation publication-type="other" id="oref0100">Real Decreto 463/2020, de 14 de marzo, por el que se declara el estado de alarma para la gesti&#x000f3;n de la situaci&#x000f3;n de crisis sanitaria ocasionada por el COVID-19. https://www.boe.es/eli/es/rd/2020/03/14/463/con.</mixed-citation></ref><ref id="bib0275"><label>21</label><mixed-citation publication-type="other" id="oref0105">Bolet&#x000ed;n Oficial del Estado. Orden SND/298/2020, de 29 de marzo, por la que se establecen medidas excepcionales en relaci&#x000f3;n con los velatorios y ceremonias f&#x000fa;nebres para limitar la propagaci&#x000f3;n y el contagio por el COVID-19 Disponible en: https://www.boe.es/boe/dias/2020/03/30/pdfs/BOE-A-2020-4173.pdf.</mixed-citation></ref><ref id="bib0280"><label>22</label><mixed-citation publication-type="other" id="oref0110">Ministerio de Sanidad. Actualizaci&#x000f3;n n(60. Enfermedad por el coronavirus (COVID-19). 31.03.2020 (datos consolidados a las 12:00 horas del 30.03.2020) Disponible en: https://www.mscbs.gob.es/en/profesionales/saludPublica/ccayes/alertasActual/nCov-China/documentos/Actualizacion_61_COVID-19.pdf.</mixed-citation></ref><ref id="bib0285"><label>23</label><mixed-citation publication-type="other" id="oref0115">WHO Coronavirus Disease (COVID-19) Dashboard. Data last updated:&#x000a0;2020/5/24, 8:43am CEST https://covid19.who.int/?gclid=EAIaIQobChMIgtu4g57M6QIVxJrVCh2WKQyuEAAYASAAEgK_QvD_BwE.</mixed-citation></ref><ref id="bib0290"><label>24</label><mixed-citation publication-type="other" id="oref0120">BOE-A-2020-4911. Orden SND/399/2020, de 9 de mayo, para la flexibilizaci&#x000f3;n de determinadas restricciones de &#x000e1;mbito nacional, establecidas tras la declaraci&#x000f3;n del estado de alarma en aplicaci&#x000f3;n de la fase 1 del Plan para la transici&#x000f3;n hacia una nueva normalidad https://www.boe.es/eli/es/o/2020/05/09/snd399.</mixed-citation></ref><ref id="bib0295"><label>25</label><mixed-citation publication-type="other" id="oref0125">Ministerio de Sanidad. Informe sobre la situaci&#x000f3;n de COVID-19 en personal sanitario en Espa&#x000f1;a Fecha del informe: 21-05-2020 Disponible en: https://www.isciii.es/QueHacemos/Servicios/VigilanciaSaludPublicaRENAVE/EnfermedadesTransmisibles/Documents/INFORMES/Informes%20COVID-19/COVID-19%20en%20Espa%C3%B1a.%20Situaci%C3%B3n%20en%20Sanitarios%20a%2021%20de%20mayo%20de%202020.pdf.</mixed-citation></ref><ref id="bib0300"><label>26</label><mixed-citation publication-type="other" id="oref0130">Centros para el Control y la Prevenci&#x000f3;n de las Enfermedades (CDC). Enfermedad del coronavirus 2019 (COVID-19). Estr&#x000e9;s y c&#x000f3;mo sobrellevarlo Disponible en: https://espanol.cdc.gov/coronavirus/2019-ncov/daily-life-coping/managing-stress-anxiety.html.</mixed-citation></ref><ref id="bib0305"><label>27</label><mixed-citation publication-type="other" id="oref0135">Owen Jarus - Live Science Contributor, All About History March 20, 2020. 20 of the worst epidemics and pandemics in history. Live Science Disponible en: https://www.livescience.com/worst-epidemics-and-pandemics-in-history.html.</mixed-citation></ref><ref id="bib0310"><label>28</label><mixed-citation publication-type="other" id="oref0140">MPHonline staff. 10 of the Worst Pandemics in History. Disponible en: https://www.mphonline.org/worst-pandemics-in-history/.</mixed-citation></ref><ref id="bib0315"><label>29</label><mixed-citation publication-type="other" id="oref0145">BOE-A-2020-5241. Orden JUS/430/2020, de 22 de mayo, por la que se activa la Fase 2 del Plan de Desescalada para la Administraci&#x000f3;n de Justicia ante el COVID-19. Disponible en: https://www.boe.es/eli/es/o/2020/05/22/jus430.</mixed-citation></ref><ref id="bib0320"><label>30</label><mixed-citation publication-type="other" id="oref0150">Organizaci&#x000f3;n Mundial de la Salud. Departamento de Vigilancia y Respuesta de Enfermedades Transmisibles. ALERTA EPID&#x000c9;MICA Y RESPUESTA. Lista de verificaci&#x000f3;n de la OMS del plan de preparaci&#x000f3;n para una pandemia de influenza. Disponible en: file:///C:/Users/A/Desktop/WHO_CDS_CSR_GIP_2005_4SP.pdf.</mixed-citation></ref><ref id="bib0325"><label>31</label><mixed-citation publication-type="other" id="oref0155">Organizaci&#x000f3;n Panamericana de la Salud Organizaci&#x000f3;n Mundial de la Salud. M&#x000f3;dulo de Principios de Epidemiolog&#x000ed;a para el Control de Enfermedades (MOPECE) Segunda Edici&#x000f3;n Revisada. Disponible en: file:///C:/Users/A/Desktop/MOPECE6.pdf.</mixed-citation></ref><ref id="bib0330"><label>32</label><mixed-citation publication-type="other" id="oref0160">Centros para el Control y la Prevenci&#x000f3;n de las Enfermedades (CDC). Implementation of Mitigation Strategies for Communities with Local COVID-19 Transmission file:///C:/Users/A/Desktop/community-mitigation-strategy.pdf.</mixed-citation></ref><ref id="bib0335"><label>33</label><element-citation publication-type="journal" id="sbref0335"><person-group person-group-type="author"><name><surname>Li</surname><given-names>D.</given-names></name><name><surname>Jin</surname><given-names>M.</given-names></name><name><surname>Bao</surname><given-names>P.</given-names></name><name><surname>Zhao</surname><given-names>W.</given-names></name><name><surname>Zhang</surname><given-names>S.</given-names></name></person-group><article-title>Clinical Characteristics and Results of Semen Tests Among Men with Coronavirus Disease 2019</article-title><source>JAMA Network Open.</source><volume>3</volume><year>2020</year><fpage>e208292</fpage><pub-id pub-id-type="doi">10.1001/jamanetworkopen.2020.8292</pub-id><pub-id pub-id-type="pmid">32379329</pub-id></element-citation></ref><ref id="bib0340"><label>34</label><element-citation publication-type="journal" id="sbref0340"><person-group person-group-type="author"><name><surname>Randazzo</surname><given-names>W.</given-names></name><name><surname>Truchado</surname><given-names>P.</given-names></name><name><surname>Cuevas-Ferrando</surname><given-names>E.</given-names></name><name><surname>Sim&#x000f3;n</surname><given-names>P.</given-names></name><name><surname>Allende</surname><given-names>A.</given-names></name><name><surname>S&#x000e1;nchez</surname><given-names>G.</given-names></name></person-group><article-title>SARS-CoV-2 RNA titers in wastewater anticipated COVID-19 occurrence in a low prevalence area</article-title><source>Medrvix preprint.</source><year>2020</year><pub-id pub-id-type="other">10.1016/j.watres.2020.42 1159</pub-id></element-citation></ref></ref-list></back></article>