<!DOCTYPE article PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.2 20190208//EN" "JATS-archivearticle1-mathml3.dtd"> 
<article xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:mml="http://www.w3.org/1998/Math/MathML" article-type="research-article" xml:lang="es"><?DTDIdentifier.IdentifierValue http://null/schema/dtds/document/fulltext/xcr/xocs-article.xsd?><?DTDIdentifier.IdentifierType schema?><?SourceDTD.DTDName xocs-article.xsd?><?SourceDTD.Version 1.0?><?ConverterInfo.XSLTName ftrr2jats.xsl?><?ConverterInfo.Version 1?><?origin publisher?><front><journal-meta><journal-id journal-id-type="nlm-ta">Semergen</journal-id><journal-id journal-id-type="iso-abbrev">Semergen</journal-id><journal-title-group><journal-title>Semergen</journal-title></journal-title-group><issn pub-type="ppub">1138-3593</issn><issn pub-type="epub">1578-8865</issn><publisher><publisher-name>Sociedad Espa&#x000f1;ola de M&#x000e9;dicos de Atenci&#x000f3;n Primaria (SEMERGEN). Published by Elsevier Espa&#x000f1;a, S.L.U.</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="pmcid">7241357</article-id><article-id pub-id-type="publisher-id">S1138-3593(20)30172-6</article-id><article-id pub-id-type="doi">10.1016/j.semerg.2020.05.011</article-id><article-categories><subj-group subj-group-type="heading"><subject>Original</subject></subj-group></article-categories><title-group><article-title>Estimando el n&#x000fa;mero de casos de COVID-19 mediante una herramienta web: resultados de la primera semana del proyecto &#x000ab;Covid-19 Trends&#x000bb; en Euskadi</article-title><trans-title-group xml:lang="en"><trans-title>Estimating the number of COVID-19 cases using a web-based tool: Results from the first week of the &#x02018;Covid-19 Trends&#x02019; project in the Basque Country</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author" id="aut0005"><name><surname>Garitano</surname><given-names>I.</given-names></name><xref rid="aff0005" ref-type="aff">a</xref><xref rid="aff0010" ref-type="aff">b</xref><xref rid="fn0005" ref-type="fn">1</xref><xref rid="cor0005" ref-type="corresp">&#x0204e;</xref></contrib><contrib contrib-type="author" id="aut0010"><name><surname>Linares</surname><given-names>M.</given-names></name><xref rid="aff0005" ref-type="aff">a</xref><xref rid="aff0015" ref-type="aff">c</xref><xref rid="fn0005" ref-type="fn">1</xref></contrib><contrib contrib-type="author" id="aut0015"><name><surname>Santos</surname><given-names>L.</given-names></name><xref rid="aff0005" ref-type="aff">a</xref><xref rid="aff0015" ref-type="aff">c</xref><xref rid="fn0005" ref-type="fn">1</xref></contrib><contrib contrib-type="author" id="aut0020"><name><surname>Santamar&#x000ed;a</surname><given-names>V.</given-names></name><xref rid="aff0020" ref-type="aff">d</xref></contrib><contrib contrib-type="author" id="aut0025"><name><surname>Galicia</surname><given-names>F.</given-names></name><xref rid="aff0025" ref-type="aff">e</xref></contrib><contrib contrib-type="author" id="aut0030"><name><surname>Ramos</surname><given-names>J.M.</given-names></name><xref rid="aff0030" ref-type="aff">f</xref></contrib><aff id="aff0005"><label>a</label>Fundaci&#x000f3;n iO, Madrid, Espa&#x000f1;a</aff><aff id="aff0010"><label>b</label>Organizaci&#x000f3;n Sanitaria Integrada Araba, Osakidetza-Servicio Vasco de Salud, Vitoria-Gasteiz, Espa&#x000f1;a</aff><aff id="aff0015"><label>c</label>Centro de Salud Buenos Aires, Servicio Madrile&#x000f1;o de Salud, Madrid, Espa&#x000f1;a</aff><aff id="aff0020"><label>d</label>Direcci&#x000f3;n de Business Intelligence, Telef&#x000f3;nica, Madrid, Espa&#x000f1;a</aff><aff id="aff0025"><label>e</label>CARTO, Madrid, Espa&#x000f1;a</aff><aff id="aff0030"><label>f</label>Departamento de Medicina Cl&#x000ed;nica, Facultad de Medicina, Universidad Miguel Hern&#x000e1;ndez de Elche, Elche, Alicante, Espa&#x000f1;a</aff></contrib-group><author-notes><corresp id="cor0005"><label>&#x0204e;</label>Autor para correspondencia.</corresp><fn id="fn0005"><label>1</label><p id="npar0010">Estos autores contribuyeron igualmente en este trabajo y est&#x000e1;n listados en orden alfab&#x000e9;tico.</p></fn></author-notes><pub-date pub-type="pmc-release"><day>21</day><month>5</month><year>2020</year></pub-date><!-- PMC Release delay is 0 months and 0 days and was based on <pub-date
						pub-type="epub">.--><pub-date pub-type="ppub"><month>8</month><year>2020</year></pub-date><pub-date pub-type="epub"><day>21</day><month>5</month><year>2020</year></pub-date><volume>46</volume><fpage>111</fpage><lpage>117</lpage><history><date date-type="received"><day>17</day><month>4</month><year>2020</year></date><date date-type="accepted"><day>17</day><month>5</month><year>2020</year></date></history><permissions><copyright-statement>&#x000a9; 2020 Sociedad Espa&#x000f1;ola de M&#x000e9;dicos de Atenci&#x000f3;n Primaria (SEMERGEN). Published by Elsevier Espa&#x000f1;a, S.L.U. All rights reserved.</copyright-statement><copyright-year>2020</copyright-year><copyright-holder>Sociedad Espa&#x000f1;ola de M&#x000e9;dicos de Atenci&#x000f3;n Primaria (SEMERGEN)</copyright-holder><license><license-p>Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.</license-p></license></permissions><abstract id="abs0010"><sec><title>Objetivo</title><p>En Euskadi, dos casos de COVID-19 fueron diagnosticados el 28 de febrero de 2020. El 14 de marzo el Gobierno espa&#x000f1;ol estableci&#x000f3; el estado de alarma. La &#x000fa;nica informaci&#x000f3;n acerca del n&#x000fa;mero de casos de COVID-19 eran los confirmados por RT-PCR. Lanzamos una herramienta de vigilancia basada en la web para estimar el n&#x000fa;mero m&#x000ed;nimo de casos sintom&#x000e1;ticos de COVID-19 y generar informaci&#x000f3;n &#x000fa;til para la toma de decisiones en salud p&#x000fa;blica.</p></sec><sec><title>Material y m&#x000e9;todos</title><p>Implementamos un cuestionario web an&#x000f3;nimo y lo difundimos a trav&#x000e9;s de redes sociales. Recopilamos informaci&#x000f3;n epidemiol&#x000f3;gica sobre variables de &#x000ab;tiempo&#x000bb; (fecha de inicio de los s&#x000ed;ntomas), &#x000ab;lugar&#x000bb; (c&#x000f3;digo postal) y &#x000ab;persona&#x000bb; (g&#x000e9;nero, edad). Comparamos los casos positivos detectados mediante RT-PCR con los casos estimados seg&#x000fa;n la definici&#x000f3;n de caso del Ministerio de Sanidad Consumo y Bienestar Social. Calculamos la tasa de respuesta al cuestionario y la incidencia acumulada a 14&#x000a0;d&#x000ed;as.</p></sec><sec><title>Resultados</title><p>Entre el 19 y 26 de marzo de 2020 el cuestionario fue contestado por 128.182 personas (5,5% de la poblaci&#x000f3;n vasca). De ellas, 27.599 cumplieron la definici&#x000f3;n de caso. Los casos estimados fueron seis veces m&#x000e1;s que los RT-PCR positivos para COVID-19. La incidencia acumulada a 14&#x000a0;d&#x000ed;as fue de 463,3 por 100.000 habitantes, mientras que la de los casos positivos por RT-PCR fue de 139,6 por 100.000 habitantes.</p></sec><sec><title>Conclusiones</title><p>Esta herramienta mostr&#x000f3; su utilidad para estimar el m&#x000ed;nimo n&#x000fa;mero de casos sintom&#x000e1;ticos en Euskadi, lo cual podr&#x000ed;a apoyar acciones de salud p&#x000fa;blica.</p></sec></abstract><trans-abstract xml:lang="en"><sec><title>Objective</title><p>In the Basque Country, two cases of COVID-19 were diagnosed on February 28 2020. On March 14, the Spanish Government established a state of alarm. Only cases confirmed by molecular biology (reverse-transcriptase polymerase chain reaction [RT-PCR]) were known. We launched a web-based surveillance tool to estimate the number of symptomatic cases of COVID-19 to contribute to Public Health decision-making.</p></sec><sec><title>Material and methods</title><p>We implemented an anonymous web questionnaire and disseminated it through online social media social. We collected epidemiological information about &#x000ab;time&#x000bb; (date of onset of symptoms), &#x000ab;place&#x000bb; (zip code), and &#x000ab;person&#x000bb; (gender, age). We compared cases detected by RT-PCR with the estimated cases, according to the case definition of the Ministry of Health. We calculated the questionnaire response rate and the cumulative incidence at 14&#x000a0;days.</p></sec><sec><title>Results</title><p>Between March 19 and 26, 128,009 people answered the questionnaire (5.5% of the Basque population). Of these, 26,375 met the case definition (symptom prevalence of 21.4%). The estimated cases were almost six times more than COVID-19 positive RT-PCR. The estimated 14-day cumulative incidence was 578.3 per 100,000 population compared to RT-PCR positive cases, which was 139.6 per 100,000 population.</p></sec><sec><title>Conclusions</title><p>This tool was useful in estimating the minimum number of symptomatic cases in the Basque Country, which could support Public Health actions.</p></sec></trans-abstract><kwd-group id="kwd0005"><title>Palabras clave</title><kwd>Espa&#x000f1;a</kwd><kwd>Euskadi</kwd><kwd>Redes sociales</kwd><kwd>COVID-19</kwd><kwd>Cuestionario web</kwd><kwd>Pandemia</kwd></kwd-group><kwd-group xml:lang="en" id="kwd0010"><title>Keywords</title><kwd>Spain</kwd><kwd>Basque Country</kwd><kwd>Online social media</kwd><kwd>COVID-19</kwd><kwd>Web-based questionnaire</kwd><kwd>Pandemic</kwd></kwd-group></article-meta></front><body><sec id="sec0005"><title>Introducci&#x000f3;n</title><p id="par0005">Entre el 21 de diciembre de 2019 y el 20 de enero de 2020 se produjeron en la provincia china de Hubei 201 casos de neumon&#x000ed;a de causa desconocida que semejaban un cuadro cl&#x000ed;nico de etiolog&#x000ed;a v&#x000ed;rica. El 3 de enero el CDC de China describi&#x000f3; el genoma del nuevo &#x003b2; coronavirus<xref rid="bib0085" ref-type="bibr"><sup>1</sup></xref>.</p><p id="par0010">El director general de la OMS, en la reuni&#x000f3;n del 30 de enero de 2020 del Comit&#x000e9; de Emergencias del Reglamento Sanitario Internacional (aprobado en 2005), declar&#x000f3; el brote de SARS-CoV-2 como una Emergencia de Salud P&#x000fa;blica de Importancia Internacional (ESPII)<xref rid="bib0090" ref-type="bibr"><sup>2</sup></xref>. En adelante la enfermedad causada por este virus recibi&#x000f3; el nombre de COVID-19.</p><p id="par0015">Espa&#x000f1;a notific&#x000f3; su primer caso el 31 de enero de 2020 en un turista en la isla de La Gomera<xref rid="bib0095" ref-type="bibr"><sup>3</sup></xref>. En Euskadi se diagnosticaron los primeros dos casos el 28 de febrero de 2020. Uno de ellos form&#x000f3; parte de un brote nosocomial, en Vitoria-Gasteiz<xref rid="bib0100" ref-type="bibr"><sup>4</sup></xref>.</p><p id="par0020">El 14 de marzo de 2020 se notific&#x000f3; un caso de muerte por enfermedad por COVID-19 y un total de 4.209 casos en Espa&#x000f1;a. Adem&#x000e1;s, se emiti&#x000f3; un Real Decreto que declara el estado de alarma para la gesti&#x000f3;n de la situaci&#x000f3;n de crisis de salud causada por la COVID-19. Conten&#x000ed;a restricciones de movilidad y establec&#x000ed;a el confinamiento<xref rid="bib0105" ref-type="bibr"><sup>5</sup></xref>. Faltaban datos sobre el n&#x000fa;mero de casos no testados en Espa&#x000f1;a. Para estimar r&#x000e1;pidamente el n&#x000fa;mero de casos durante la pandemia de COVID-19, la Fundaci&#x000f3;n Io lanz&#x000f3;, el 19 de marzo, una herramienta web llamada &#x000ab;Covid-19 Trends&#x000bb;, a nivel nacional, a trav&#x000e9;s de las redes sociales. El objetivo de este trabajo es presentar el an&#x000e1;lisis de la herramienta en la comunidad aut&#x000f3;noma de Euskadi como estudio piloto durante la primera semana de funcionamiento del cuestionario.</p></sec><sec id="sec0010"><title>Material y m&#x000e9;todos</title><p id="par0025">Comenzamos el 18 de marzo de 2020 construyendo un cuestionario usando Genexus&#x000ae;. El formulario inclu&#x000ed;a preguntas acerca de variables epidemiol&#x000f3;gicas: persona (edad, g&#x000e9;nero, patolog&#x000ed;as cr&#x000f3;nicas), lugar (c&#x000f3;digo postal de residencia) y tiempo (fecha de inicio de los s&#x000ed;ntomas desde el 1 de febrero de 2020), as&#x000ed; como algunas preguntas adicionales sobre el diagn&#x000f3;stico y el uso de recursos: l&#x000ed;nea telef&#x000f3;nica espec&#x000ed;fica para la pandemia, necesidad de baja laboral por enfermedad&#x02026;). El cuestionario se tradujo a los cuatro idiomas oficiales espa&#x000f1;oles (castellano, euskera, catal&#x000e1;n y gallego).</p><p id="par0030">El cuestionario no incluy&#x000f3; dato de filiaci&#x000f3;n alguno, ni el sistema inform&#x000e1;tico guard&#x000f3; datos vinculados al ordenador (IP) o tel&#x000e9;fono desde el que se contest&#x000f3; al cuestionario. La p&#x000e1;gina web de la Fundaci&#x000f3;n iO muestra el cuestionario (<ext-link ext-link-type="uri" xlink:href="https://covid19.fundacionio.com/epidemiologicalquestionnaire.aspx" id="intr0005">https://covid19.fundacionio.com/epidemiologicalquestionnaire.aspx</ext-link>), as&#x000ed; como el enlace a los datos en formatos CVS para ser utilizados por las autoridades de salud u otros grupos, como universidades o institutos de investigaci&#x000f3;n, de manera gratuita y a tiempo real.</p><p id="par0035">Se lanz&#x000f3; una campa&#x000f1;a en redes sociales utilizando recursos gratuitos insertados en Facebook, Twitter, Instagram, WhatsApp, Linkedin, y en radio y televisi&#x000f3;n. Se desarrollaron v&#x000ed;deos, a cargo de m&#x000e9;dicos, actores, actrices, c&#x000f3;micos locales que explicaban la herramienta y solicitaban completar y devolver el cuestionario. Esta vigilancia comenz&#x000f3; el 19 de marzo de 2020.</p><p id="par0040">El periodo de estudio, al preguntar de manera retrospectiva, comprendi&#x000f3; casos estimados desde el 1 de febrero de 2020 hasta el 26 de marzo (aunque el cuestionario se lanz&#x000f3; el 19 de marzo y analizamos las respuestas recibidas hasta el 26 de marzo).</p><p id="par0045">Utilizamos la definici&#x000f3;n de caso cl&#x000ed;nico utilizada por el Ministerio de Sanidad, Consumo y Bienestar Social (inicio brusco de tos, fiebre o disnea), dejando de lado el v&#x000ed;nculo con China o Italia porque ya exist&#x000ed;a transmisi&#x000f3;n comunitaria en Euskadi<xref rid="bib0110" ref-type="bibr"><sup>6</sup></xref>.</p><p id="par0050">Comparamos el n&#x000fa;mero de casos estimados con los diagnosticados mediante reacci&#x000f3;n en cadena de la polimerasa de transcriptasa reversa, a tiempo real (RT-PCR).</p><p id="par0055">Asimismo comparamos la incidencia acumulada a 14&#x000a0;d&#x000ed;as con los casos diagnosticados mediante RT-PCR y con los casos estimados por el cuestionario.</p><p id="par0060">Este cuestionario incluy&#x000f3; un filtro para detectar duplicados &#x000fa;nicamente introducidos en el mismo instante para evitar error de introducci&#x000f3;n. Estimamos que errores marginales apenas tienen impacto cuando se trata de Big Data.</p><p id="par0065">La planificaci&#x000f3;n, la realizaci&#x000f3;n y la presentaci&#x000f3;n de este estudio cumplieron con la Declaraci&#x000f3;n de Helsinki, revisi&#x000f3;n de 2013. No se incluy&#x000f3; ning&#x000fa;n consentimiento informado porque el presente trabajo constituy&#x000f3; parte de un sistema de vigilancia epidemiol&#x000f3;gica sindr&#x000f3;mica (como la gripe estacional) donde los datos de filiaci&#x000f3;n no resultan de utilidad ni son recogidos.</p><p id="par0070">Tanto el Reglamento General de Protecci&#x000f3;n de Datos (RGPD) como la Ley Org&#x000e1;nica 3/2018, de 5 de diciembre, de Protecci&#x000f3;n de Datos Personales y Garant&#x000ed;a de los Derechos Digitales (LOPDGDD), contienen previsiones que, junto a lo que establecen otras normas sectoriales, permiten en situaciones excepcionales, como el estado de alarma, el tratamiento de datos de salud incluso sin necesidad de contar con el consentimiento de los afectados<xref rid="bib0115" ref-type="bibr"><sup>7</sup></xref>.</p></sec><sec id="sec0015"><title>Resultados</title><p id="par0075">El cuestionario &#x000ab;Covid-19 Trends&#x000bb; fue contestado por 128.009 personas entre el 19 y el 26 de marzo de 2020 en Euskadi. Se alcanz&#x000f3; una tasa de respuestas del 5,5% de la poblaci&#x000f3;n residente en c&#x000f3;digos postales correspondientes a dicha comunidad aut&#x000f3;noma. De las personas que respondieron al cuestionario, 26.375 fueron consideradas casos compatibles con la definici&#x000f3;n cl&#x000ed;nica de COVID-19 del Ministerio de Sanidad, Consumo y Bienestar Social.</p><p id="par0080">La prevalencia de las personas que cumpl&#x000ed;an la definici&#x000f3;n de caso entre los que respondieron al cuestionario fue del 20,6%. Este porcentaje vari&#x000f3; entre el 27% en la franja de edad de 26 a 40&#x000a0;a&#x000f1;os (32.276 respuestas) hasta el 9,9 en mayores de 80&#x000a0;a&#x000f1;os (1.182 respuestas). El cuestionario fue respondido por un 59% de mujeres.</p><p id="par0085">El 36,5% de los respondedores eran menores de 40&#x000a0;a&#x000f1;os, el 50% ten&#x000ed;an entre 41 y 55&#x000a0;a&#x000f1;os, el 19,7% entre 56 y 80 y el 0,9% eran mayores de 80&#x000a0;a&#x000f1;os. La mediana de edad de los encuestados fue de 43&#x000a0;a&#x000f1;os, y de 40&#x000a0;a&#x000f1;os para los casos estimados.</p><p id="par0090">Hasta el 26 de marzo, en Euskadi se hab&#x000ed;an realizado 11.347 tests de RT-PCR y 4.614 dieron positivo para COVID-19<xref rid="bib0120" ref-type="bibr"><sup>8</sup></xref>. El cuestionario estim&#x000f3; que hab&#x000ed;a casi seis (5,7) veces m&#x000e1;s casos sintom&#x000e1;ticos de los diagnosticados mediante RT-PCR.</p><p id="par0095">Los resultados del cuestionario &#x000ab;Covid-19 Trends&#x000bb; en Euskadi a 26 de marzo de 2020 se pueden ver en la <xref rid="tbl0005" ref-type="table">tabla 1</xref>
.<table-wrap position="float" id="tbl0005"><label>Tabla 1</label><caption><p>Respuestas al cuestionario en t&#x000e9;rminos de s&#x000ed;ntomas y comportamiento en cuanto a b&#x000fa;squeda de recursos de salud, Euskadi</p></caption><alt-text id="at1">Tabla 1</alt-text><table frame="hsides" rules="groups"><thead><tr><th/><th align="left">n</th><th align="left">%</th></tr></thead><tbody><tr><td align="left">Casos que presentaban factores de riesgo<xref rid="tblfn0005" ref-type="table-fn">a</xref>, n (%)</td><td align="left">5.397</td><td align="left">20,5</td></tr><tr><td align="left">Contacto previo con un caso de COVID-19, n (%)</td><td align="left">9.358</td><td align="left">35,5</td></tr><tr><td align="left">Fueron diagnosticados de neumon&#x000ed;a, n (%)</td><td align="left">599</td><td align="left">2,3</td></tr><tr><td align="left">Acudieron a un centro de salud, urgencias o fueron ingresados en un hospital, n (%)</td><td align="left">10.047</td><td align="left">38,1</td></tr><tr><td align="left">Perdieron d&#x000ed;as de trabajo/estudio por los s&#x000ed;ntomas, n (%)</td><td align="left">7.916</td><td align="left">30,0</td></tr></tbody></table><table-wrap-foot><fn id="tblfn0005"><label>a</label><p id="npar0005">Factores de riesgo: &#x0003e;&#x000a0;60&#x000a0;a&#x000f1;os, hipertensi&#x000f3;n, diabetes mellitus, cardiopat&#x000ed;a, broncopat&#x000ed;a, insuficiencia renal cr&#x000f3;nica, inmunosupresi&#x000f3;n, enfermedad hep&#x000e1;tica cr&#x000f3;nica, neoplasia, etc.</p></fn></table-wrap-foot></table-wrap></p><p id="par0100">La <xref rid="fig0005" ref-type="fig">figura 1</xref>
muestra la curva epid&#x000e9;mica de la comunidad aut&#x000f3;noma de Euskadi del 15 de febrero al 26 de marzo. El 1 de febrero hab&#x000ed;a ya 312 casos estimados, cifra que fluct&#x000fa;a hasta el 1 de marzo, en que se registraron 717 casos en el cuestionario. Para la fecha del primer caso diagnosticado por RT-PCR nuestra herramienta hab&#x000ed;a estimado 6.147 casos cl&#x000ed;nicos en Euskadi, compatibles con la definici&#x000f3;n del Ministerio de Sanidad, Consumo y Bienestar Social.<fig id="fig0005"><label>Figura 1</label><caption><p>Casos estimados de COVID-19 por fecha de inicio de los s&#x000ed;ntomas y casos positivos por RT-PCR, por fecha de diagn&#x000f3;stico. Comunidad aut&#x000f3;noma de Euskadi, del 1 de febrero al 26 de marzo de 2020.</p></caption><graphic xlink:href="gr1_lrg"/></fig></p><p id="par0105">La incidencia acumulada a 14&#x000a0;d&#x000ed;as en Euskadi fue de 139,6 casos por 100.000 habitantes, mientras que la incidencia acumulada con los casos estimados fue de 578,3 casos por 100.000 habitantes.</p><p id="par0110">Las tasas de respuesta por c&#x000f3;digo postal se muestran en la <xref rid="fig0010" ref-type="fig">figura 2</xref>
, en la cual destacan mayores tasas en c&#x000f3;digos postales correspondientes a Vitoria-Gasteiz y la provincia de Araba-&#x000c1;lava; la <xref rid="fig0015" ref-type="fig">figura 3</xref>
muestra la distribuci&#x000f3;n espacial del porcentaje los casos estimados entre las respuestas al cuestionario. Destaca el territorio alav&#x000e9;s del valle de Ayala, as&#x000ed; como zonas lim&#x000ed;trofes con Miranda de Ebro en Burgos y Haro en La Rioja.<fig id="fig0010"><label>Figura 2</label><caption><p>Tasas de respuesta por c&#x000f3;digo postal. Comunidad aut&#x000f3;noma de Euskadi, del 19 al 26 de marzo de 2020.</p></caption><graphic xlink:href="gr2_lrg"/></fig><fig id="fig0015"><label>Figura 3</label><caption><p>Porcentaje de casos estimados entre la poblaci&#x000f3;n que ha respondido al cuestionario, distribuidos por c&#x000f3;digo postal. Comunidad aut&#x000f3;noma de Euskadi, del 1 de febrero al 26 de marzo de 2020.</p></caption><graphic xlink:href="gr3_lrg"/></fig></p></sec><sec id="sec0020"><title>Discusi&#x000f3;n</title><p id="par0115">Conocer el n&#x000fa;mero total de casos de COVID-19 (tanto testados como no testados) es fundamental para comprender el potencial pand&#x000e9;mico de esta enfermedad<xref rid="bib0125" ref-type="bibr"><sup>9</sup></xref>.</p><p id="par0120">Las personas con infecciones no detectadas a menudo son asintom&#x000e1;ticas o experimentan s&#x000ed;ntomas leves; con frecuencia, un enfermo leve con un cuadro de v&#x000ed;as respiratorias altas o febr&#x000ed;cula no acude al m&#x000e9;dico, y esto le convierte en un potencial foco de contagio para su entorno familiar y laboral.</p><p id="par0125">La vigilancia epidemiol&#x000f3;gica basada en s&#x000ed;ntomas, utilizando internet, se usa ampliamente para el estudio de epidemias y en sistemas de alerta temprana<xref rid="bib0130" ref-type="bibr"><sup>10</sup></xref>. Estos sistemas se utilizan en la detecci&#x000f3;n y control de brotes de enfermedades infecciosas, como la gripe o el dengue<xref rid="bib0130" ref-type="bibr"><sup>10</sup></xref>.</p><p id="par0130">El uso de redes sociales para la vigilancia tambi&#x000e9;n se ha evaluado, lo que resulta en una recolecci&#x000f3;n de datos casi instant&#x000e1;nea, m&#x000e1;s econ&#x000f3;mica, adem&#x000e1;s de consumir menos tiempo que la vigilancia tradicional<xref rid="bib0135" ref-type="bibr"><sup>11</sup></xref>. Adem&#x000e1;s, la distribuci&#x000f3;n de los casos en el tiempo y el espacio permite comprender mejor la din&#x000e1;mica de las enfermedades infecciosas.</p><p id="par0135">Desde la Fundaci&#x000f3;n iO desarrollamos una herramienta para estimar el n&#x000fa;mero de casos de COVID-19 durante la pandemia. Este instrumento ha estimado el n&#x000fa;mero de casos en Euskadi, territorio afectado tempranamente por un brote nosocomial y donde se produjo transmisi&#x000f3;n comunitaria. Esta herramienta fue implementada por un equipo multidisciplinar de profesionales sanitarios as&#x000ed; como de tecnolog&#x000ed;as de la informaci&#x000f3;n. Este equipo trabaj&#x000f3; de forma desinteresada desde diferentes lugares, bajo estado de alarma y en confinamiento, lo que supone un ejemplo m&#x000e1;s de ciencia ciudadana.</p><p id="par0140">El d&#x000ed;a despu&#x000e9;s del lanzamiento del cuestionario &#x000ab;Covid-19 Trends&#x000bb; el Sistema Madrile&#x000f1;o de Salud lanz&#x000f3; una aplicaci&#x000f3;n (APP) llamada Coronamadrid para el diagn&#x000f3;stico cl&#x000ed;nico de COVID-19 y el seguimiento de casos con el apoyo y la colaboraci&#x000f3;n de empresas privadas (Google, Ferrovial, Telef&#x000f3;nica, Red Goggo)<xref rid="bib0140" ref-type="bibr"><sup>12</sup></xref>. Simult&#x000e1;neamente, la Generalitat de Catalunya puso en marcha otra aplicaci&#x000f3;n similar, llamada StopCovid19Cat<xref rid="bib0145" ref-type="bibr"><sup>13</sup></xref>.</p><p id="par0145">Con respecto a las respuestas, pudimos alcanzar una tasa acumulativa del 5,5% de la poblaci&#x000f3;n vasca. Para conseguirlo, en el breve plazo de una semana el autor del estudio (que reside en Vitoria-Gasteiz, formado en dos especialidades en Bizkaia y Araba-&#x000c1;lava) elabor&#x000f3; un v&#x000ed;deo, que fue replicado por compa&#x000f1;eros de otras provincias. La tasa de respuestas en Araba-&#x000c1;lava fue del 11% (se observa claramente en la <xref rid="fig0010" ref-type="fig">fig. 2</xref>) y en Espa&#x000f1;a fue del 0,6% (datos no publicados). Esto muestra que la implicaci&#x000f3;n social en &#x000e1;mbitos geogr&#x000e1;ficos reducidos es clave para asegurar una tasa de respuestas elevada. Los datos de vigilancia tienen importancia para dibujar la curva epid&#x000e9;mica y para observar el impacto de las medidas de salud p&#x000fa;blica, como las restricciones de movilidad y el confinamiento. Durante el per&#x000ed;odo de estudio la herramienta encontr&#x000f3; casi seis veces m&#x000e1;s casos que los casos diagnosticados mediante RT-PCR.</p><p id="par0150">En situaciones donde no se dispone de denominador, un indicador de severidad puede ser el porcentaje de casos sobre el total de consultas, o en este caso de respuestas al cuestionario. En este sentido, la <xref rid="fig0015" ref-type="fig">figura 3</xref> presentar&#x000ed;a un &#x000ab;mapa de calor&#x000bb; de severidad de la pandemia, y no extra&#x000f1;a descubrir que los territorios con mayor proporci&#x000f3;n de casos estimados entre las respuestas recibidas est&#x000e1;n en Araba-&#x000c1;lava. Esta provincia sufri&#x000f3; un brote nosocomial en Vitoria-Gasteiz y una agrupaci&#x000f3;n de casos ligada a un funeral, que afect&#x000f3; a numerosas personas en localidades lim&#x000ed;trofes, como Haro (La Rioja) y Miranda de Ebro (Burgos). Otras zonas con mayor severidad ser&#x000ed;an las comarcas industrializadas, como el valle de Ayala, al norte de Araba-&#x000c1;lava.</p><p id="par0155">Esta herramienta fue dise&#x000f1;ada con responsabilidad social; es un ejemplo del movimiento de ciencia ciudadana, que consistir&#x000ed;a en la recopilaci&#x000f3;n y el an&#x000e1;lisis sistem&#x000e1;tico de datos, el desarrollo de la tecnolog&#x000ed;a, las pruebas de los fen&#x000f3;menos naturales y la difusi&#x000f3;n de estas actividades por los investigadores sobre una base principalmente vocacional. La disponibilidad de &#x000ab;Covid 19 Trends&#x000bb; y de los datos recabados fue comunicada desde el principio al Ministerio de Sanidad, Consumo y Bienestar Social, as&#x000ed; como a las consejer&#x000ed;as de salud de las comunidades aut&#x000f3;nomas, a la Oficina Europea de la OMS y al Centro Europeo para la Prevenci&#x000f3;n y Control de Enfermedades (ECDC)<xref rid="bib0150" ref-type="bibr"><sup>14</sup></xref>. Asimismo, varios actores en salud p&#x000fa;blica en Euskadi tuvieron acceso a los datos.</p><p id="par0160">El cuestionario no incorpor&#x000f3; s&#x000ed;ntomas que se han revelado como caracter&#x000ed;sticos, como pueden ser la ageusia y/o anosmia. Si el objetivo fue estimar una incidencia acumulada al final de un per&#x000ed;odo, entendemos que el n&#x000fa;mero de casos estimados ser&#x000ed;a una especie de suelo, una infraestimaci&#x000f3;n de la verdadera incidencia. Los hallazgos deber&#x000ed;an expresarse en los siguientes t&#x000e9;rminos: &#x000ab;Como m&#x000ed;nimo, el n&#x000fa;mero total de casos sintom&#x000e1;ticos son los estimados con la herramienta&#x000bb;, que en nuestro caso, en Euskadi, obtuvieron un 5,5% de tasa de respuesta, quedando un 94,5% de la poblaci&#x000f3;n sin responder. Esto da una idea del m&#x000ed;nimo de casos, pero deja abierto el m&#x000e1;ximo estimado.</p><p id="par0165">El uso de este tipo de datos para alimentar modelos matem&#x000e1;ticos de predicci&#x000f3;n ser&#x000ed;a de un valor enorme de cara a predecir los diferentes momentos de la epidemia as&#x000ed; como para contribuir a calcular otros par&#x000e1;metros como el porcentaje de la poblaci&#x000f3;n probablemente inmunizada o el porcentaje de susceptibles restantes.</p><p id="par0170">Esta informaci&#x000f3;n ser&#x000e1; sin duda completada por el uso racional de los test de diagn&#x000f3;stico molecular.</p><p id="par0175">El cuestionario &#x000ab;Covid-19 Trends&#x000bb; estim&#x000f3; m&#x000e1;s de 6.000 casos compatibles con la definici&#x000f3;n cl&#x000ed;nica del Ministerio de Sanidad, Consumo y Bienestar Social en Euskadi durante el mes anterior al primer diagn&#x000f3;stico de COVID-19 mediante RT-PCR; esto indica que este tipo de herramienta podr&#x000ed;a ser &#x000fa;til como sistema de vigilancia temprana.</p><p id="par0180">Como puntos d&#x000e9;biles cabe se&#x000f1;alar que la herramienta precisa de una estrategia de respuesta peri&#x000f3;dica por parte de la poblaci&#x000f3;n. Durante la primera semana casi la totalidad de respuestas se obtuvieron en los primeros d&#x000ed;as (datos no publicados), y esto, junto con el hecho de que la gente que debuta con la enfermedad es menos probable que conteste ese mismo d&#x000ed;a, provoca un descenso de respuestas que se plasma en descenso de casos estimados en la curva epid&#x000e9;mica. Para solucionarlo proponemos, al igual que hacen las aplicaciones dise&#x000f1;adas para el seguimiento, que se conteste de manera semanal al cuestionario.</p><p id="par0185">Otro punto de discusi&#x000f3;n es la representatividad de los respondedores relacionada con el acceso a internet. En este sentido los autores no dise&#x000f1;aron el estudio para buscar representatividad, ya que no se pretend&#x000ed;a extrapolar ning&#x000fa;n resultado a la poblaci&#x000f3;n general. No olvidemos que el objetivo es estimar casos sintom&#x000e1;ticos para calcular la incidencia acumulada. Asumimos que no obtendr&#x000ed;amos respuestas de todos los casos (y que escasear&#x000ed;an, especialmente en la franja de edad m&#x000e1;s elevada), pero, como ya hemos expresado, m&#x000e1;s bien pretend&#x000ed;amos calcular un m&#x000ed;nimo n&#x000fa;mero de casos.</p><p id="par0190">Asimismo cabe preguntarse si los casos estimados podr&#x000ed;an haberse confundido con casos de gripe. En este sentido, Coma et al.<xref rid="bib0155" ref-type="bibr"><sup>15</sup></xref> han enviado a publicar un estudio que pone de manifiesto que la vigilancia de la gripe detect&#x000f3; en 2020 en Catalu&#x000f1;a una morfolog&#x000ed;a at&#x000ed;pica, con un descenso de la curva tras el pico de m&#x000e1;xima incidencia, anormalmente prolongado, sobre todo en los casos sindr&#x000f3;micos, no detectados mediante PCR espec&#x000ed;fica para virus influenza argumentando que es muy probable que se tratase de casos de COVID-19 no detectados. En este sentido, D&#x000ed;ez-Fuertes et al.<xref rid="bib0160" ref-type="bibr"><sup>16</sup></xref> han encontrado, en un estudio molecular, que los espec&#x000ed;menes detectados en clusters en Espa&#x000f1;a, S-Spain y G-Spain, estima que ocurrieron alrededor del 14 y 18 de febrero de 2020, respectivamente; este hallazgo descarta la existencia de un paciente cero y pone de manifiesto que el virus SARS-CoV-2 fue introducido en Espa&#x000f1;a en oleadas y la fecha en que ocurri&#x000f3; es compatible con nuestros hallazgos.</p></sec><sec id="sec0025"><title>Conclusiones</title><p id="par0195">Es factible crear e implementar un sistema de vigilancia sindr&#x000f3;mica de COVID-19 barato, r&#x000e1;pido y aplicable en cualquier &#x000e1;mbito geogr&#x000e1;fico utilizando internet y las redes sociales. Esta estrategia podr&#x000ed;a ser utilizada a modo de sistema de vigilancia temprana tanto en nuestro &#x000e1;mbito como en pa&#x000ed;ses de ingresos medios y pa&#x000ed;ses de ingresos medios-bajos donde la disponibilidad de pruebas diagn&#x000f3;sticas pudiese no estar garantizada.</p></sec><sec id="sec0030"><title>Financiaci&#x000f3;n</title><p id="par0200">No hemos recibido financiaci&#x000f3;n.</p></sec><sec id="sec0035"><title>Contribuci&#x000f3;n de los autores</title><p id="par0205">Todos los autores participaron de manera activa en alguna fase del proyecto.</p><p id="par0210">Todos los autores leyeron cr&#x000ed;ticamente el manuscrito y contribuyeron a su mejora. Todos leyeron la &#x000fa;ltima versi&#x000f3;n y dieron su visto bueno para su publicaci&#x000f3;n.</p></sec><sec id="sec0040"><title>Conflicto de intereses</title><p id="par0215">Los autores declaran no tener conflicto de intereses. El proyecto &#x000ab;Covid-19 Trends&#x000bb; ha sido desarrollado sin que ning&#x000fa;n participante cobre de nadie y los apoyos de empresas tecnol&#x000f3;gicas han sido sin coste alguno y sin que ello haya supuesto ning&#x000fa;n condicionamiento a la hora de dise&#x000f1;ar el cuestionario, almacenar o analizar los datos.</p></sec></body><back><ref-list id="bibl0005"><title>Bibliograf&#x000ed;a</title><ref id="bib0085"><label>1</label><mixed-citation publication-type="other" id="oref0005">Tan W, Zhao X, Ma X, Wang W, Niu P, Xu W, et al. A novel coronavirus genome identified in a cluster of pneumonia cases - Wuhan, China 2019-2020 [consultado 24 Mar 2020]. Disponible en: http://weekly.chinacdc.cn/en/article/id/a3907201-f64f-4154-a19e-4253b453d10c</mixed-citation></ref><ref id="bib0090"><label>2</label><mixed-citation publication-type="other" id="oref0010">Statement on the second meeting of the International Health Regulations 2005 Emergency Committee regarding the outbreak of novel coronavirus (2019-nCoV) [consultado 24 Mar 2020]. Disponible en: https://www.who.int/news-room/detail/30-01-2020-statement-on-the-second-meeting-of-the-international-health-regulations-(2005)-emergency-committee-regarding-the-outbreak-of-novel-coronavirus-(2019-ncov).</mixed-citation></ref><ref id="bib0095"><label>3</label><mixed-citation publication-type="other" id="oref0015">Ministerio de Sanidad, Consumo y Bienestar Social. Centro de Coordinaci&#x000f3;n de Alertas y Emergencias Sanitarias (CAES). Actualizaci&#x000f3;n n.<sup>o</sup> 14. Neumon&#x000ed;a por nuevo coronavirus 2019 n-CoV en Wuhan, provincia de Hubei (China) [consultado 5 Abr 2020]. Disponible en: https://www.mscbs.gob.es/profesionales/saludPublica/ccayes/alertasActual/nCov-China/documentos/Actualizacion_14_2019-nCoV_China.pdf</mixed-citation></ref><ref id="bib0100"><label>4</label><mixed-citation publication-type="other" id="oref0020">Primeros casos de Covid 19 en Euskadi. portal de transparencia del Gobierno Vasco: Irekia [consultado 24 Mar 2020]. Disponible en: https://www.irekia.euskadi.eus/mobile/es/news/60632</mixed-citation></ref><ref id="bib0105"><label>5</label><mixed-citation publication-type="other" id="oref0025">Real Decreto 463/2020, de 14 de marzo, por el que se declara el estado de alarma para la gesti&#x000f3;n de la situaci&#x000f3;n de crisis sanitaria ocasionada por el COVID-19. BOE n&#x000fa;m. 67, de 14 de marzo de 2020, p&#x000e1;ginas 25390 a 25400. Ministerio de la Presidencia, Relaciones con las Cortes y Memoria Democr&#x000e1;tica. BOE-A-2020-3692 [consultado 24 Mar 2020]. Disponible en: https://www.boe.es/eli/es/rd/2020/03/14/463</mixed-citation></ref><ref id="bib0110"><label>6</label><mixed-citation publication-type="other" id="oref0030">Ministerio de Sanidad, Consumo y Bienestar Social. Centro de Coordinaci&#x000f3;n de Alertas y Emergencias Sanitarias (CAES). Enfermedad por nuevo coronavirus, COVID-19. Documentos t&#x000e9;cnicos para profesionales [consultado 24 Mar 2020]. Disponible en: https://www.mscbs.gob.es/profesionales/saludPublica/ccayes/alertasActual/nCov-China/documentos.htm</mixed-citation></ref><ref id="bib0115"><label>7</label><mixed-citation publication-type="other" id="oref0035">Agencia Espa&#x000f1;ola de Protecci&#x000f3;n de Datos. Informe 0017/2020 12 Marzo [consultado 26 Abr 2020]. Disponible en: https://www.aepd.es/es/documento/2020-0017.pdf</mixed-citation></ref><ref id="bib0120"><label>8</label><mixed-citation publication-type="other" id="oref0040">Eusko Jaurlaritza/Gobierno Vasco. Osasun Saila/Departamento de Salud. Analitiken datuak 20:00ak arte/Datos de anal&#x000ed;ticas hasta las 20:00 horas [consultado 27 Mar 2020]. Disponible en: https://www.euskadi.eus/contenidos/informacion/boletin_coronavirus/es_def/adjuntos/27_marzo_Boletin.pdf</mixed-citation></ref><ref id="bib0125"><label>9</label><element-citation publication-type="journal" id="sbref0125"><person-group person-group-type="author"><name><surname>Li</surname><given-names>R.</given-names></name><name><surname>Pei</surname><given-names>S.</given-names></name><name><surname>Chen</surname><given-names>B.</given-names></name><name><surname>Song</surname><given-names>Y.</given-names></name><name><surname>Zhang</surname><given-names>T.</given-names></name><name><surname>Yang</surname><given-names>W.</given-names></name></person-group><article-title>Substantial undocumented infection facilitates the rapid dissemination of novel coronavirus (SARS-CoV2)</article-title><source>Science.</source><year>2020</year><pub-id pub-id-type="doi">10.1126/science.abb3221</pub-id></element-citation></ref><ref id="bib0130"><label>10</label><element-citation publication-type="journal" id="sbref0130"><person-group person-group-type="author"><name><surname>Horvath</surname><given-names>K.J.</given-names></name><name><surname>Ecklund</surname><given-names>A.M.</given-names></name><name><surname>Hunt</surname><given-names>S.L.</given-names></name><name><surname>Nelson</surname><given-names>T.F.</given-names></name><name><surname>Toomey</surname><given-names>T.L.</given-names></name></person-group><article-title>Developing Internet-based health interventions: A guide for public health researchers and practitioners</article-title><source>J Med Internet Res.</source><volume>17</volume><year>2015</year><fpage>e28</fpage><pub-id pub-id-type="doi">10.2196/jmir.3770</pub-id><pub-id pub-id-type="pmid">25650702</pub-id></element-citation></ref><ref id="bib0135"><label>11</label><element-citation publication-type="journal" id="sbref0135"><person-group person-group-type="author"><name><surname>Al-Garadi</surname><given-names>M.A.</given-names></name><name><surname>Khan</surname><given-names>M.S.</given-names></name><name><surname>Varathan</surname><given-names>K.D.</given-names></name><name><surname>Mujtaba</surname><given-names>G.</given-names></name><name><surname>al-Kabsi</surname><given-names>A.M.</given-names></name></person-group><article-title>Using online social networks to track a pandemic: A systematic review</article-title><source>J Biomed Inform.</source><volume>62</volume><year>2016</year><fpage>1</fpage><lpage>11</lpage><pub-id pub-id-type="doi">10.1016/j.jbi.2016.05.005</pub-id><pub-id pub-id-type="pmid">27224846</pub-id></element-citation></ref><ref id="bib0140"><label>12</label><mixed-citation publication-type="other" id="oref0060">Comunidad de Madrid. Acci&#x000f3;n de Gobierno. Lanzamos la nueva &#x02018;App&#x02019; del coronavirus para la auto-evaluaci&#x000f3;n de los ciudadanos [consultado 24 Mar 2020]. Disponible en: https://www.comunidad.madrid/noticias/2020/03/24/lanzamos-nueva-app-coronavirus-auto-evaluacion-ciudadanos</mixed-citation></ref><ref id="bib0145"><label>13</label><mixed-citation publication-type="other" id="oref0065">Generalitat de Catalu&#x000f1;a. Nueva app para detectar la Covid 19 en Catalu&#x000f1;a [consultado 26 Mar 2020]. Disponible en: https://web.gencat.cat/es/actualitat/detall/Nova-app-per-detectar-la-Covid-19-a-Catalunya</mixed-citation></ref><ref id="bib0150"><label>14</label><mixed-citation publication-type="other" id="oref0070">Fundaci&#x000f3;n Io. 72 horas de proyecto Covid 19 Trends&#x02026; tenemos m&#x000e1;s datos y novedades [consultado 6 Abr 2020]. Disponible en: https://fundacionio.com/2020/03/22/72-horas-deproyecto-covid19-trends-tenemos-nuevos-datos-y-novedades/</mixed-citation></ref><ref id="bib0155"><label>15</label><mixed-citation publication-type="other" id="oref0075">Coma E, Mora N, Prats-Uribe A, Fina F, Prieto-Alhambra D, Medina-Peralta M. Excess cases of influenza suggest an earlier start to the coronavirus epidemic in Spain than official figures tell us: An analysis of primary care electronic medical records from over 6 million people from Catalonia. medRxiv 2020.04.09.20056259 [consultado 26 Abr 2020]. Disponible en: https://doi.org/10.1101/2020.04.09.20056259 [remitido a revisi&#x000f3;n]</mixed-citation></ref><ref id="bib0160"><label>16</label><mixed-citation publication-type="other" id="oref0080">D&#x000ed;ez-Fuertes F, Iglesias-Caballero M, Monz&#x000f3;n S, Jim&#x000e9;nez P, Varona S, Cuesta I, et al. Phylodynamics of SARS-CoV-2 transmission in Spain. bioRxiv 2020.04.20.050039 [consultado 26 Abr 2020]. Disponible en: https://doi.org/10.1101/2020.04.20.050039 [remitido a revisi&#x000f3;n]</mixed-citation></ref></ref-list><ack id="ack0005"><title>Agradecimientos</title><p>A las siguientes personas: Irene Lasaga, Esperanza Mart&#x000ed;n, Delf&#x000ed;n Caseiro, Karim Haidar, Rosa de Diego, Andr&#x000e9;s Ca&#x000f1;ada, Laura Beshir, Noelia Noto y Abdallah Lamin Labiad por traducir el cuestionario a otros idiomas.</p><p>A Enrique Guti&#x000e9;rrez, Itziar San Vicente por su contribuci&#x000f3;n al dise&#x000f1;o del cuestionario.</p><p>A los Dres.: Elena Lapuente, Enrique Guti&#x000e9;rrez-Fraile, Iratxe Salcedo, Ruth Gil, Stefan Walter y Miguel de G&#x000e1;rgolas por sus ideas a la hora de abordar el proyecto.</p><p>A Koldo Ciria por su imprescindible apoyo inform&#x000e1;tico.</p><p>A I&#x000f1;igo Cobeta, Joaqu&#x000ed;n Santos, Joan Francesc Mu&#x000f1;oz-Martin, por su visi&#x000f3;n t&#x000e9;cnica del proyecto.</p><p>A la Dra. Marta Guti&#x000e9;rrez, Cristina Juesas, Elena Marban y Nerea del Val for su ayuda difundiendo el cuestionario en las redes sociales.</p><p>A las siguientes organizaciones y sociedades cient&#x000ed;ficas: SEMERGEN, SEMG, Sociedad Espa&#x000f1;ola de Farmacia Familiar y Comunitaria (SEFAC), ONE HEALTH-IN, Neumoexpertos en prevenci&#x000f3;n, Sociedad Geogr&#x000e1;fica La Exploradora, M&#x000e9;dicos Sin Fronteras, Acci&#x000f3;n contra el hambre.</p><p>A las siguientes empresas: 7eData Business, Arsis partner network, Carto, Esri, Unica 360.</p></ack></back></article>