<!DOCTYPE article
PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.2 20190208//EN" "JATS-archivearticle1-mathml3.dtd">
<article xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:mml="http://www.w3.org/1998/Math/MathML" article-type="research-article" xml:lang="es"><?DTDIdentifier.IdentifierValue http://null/schema/dtds/document/fulltext/xcr/xocs-article.xsd?><?DTDIdentifier.IdentifierType schema?><?SourceDTD.DTDName xocs-article.xsd?><?SourceDTD.Version 1.0?><?ConverterInfo.XSLTName ftrr2jats.xsl?><?ConverterInfo.Version 1?><?origin publisher?><front><journal-meta><journal-id journal-id-type="nlm-ta">Vacunas</journal-id><journal-id journal-id-type="iso-abbrev">Vacunas</journal-id><journal-title-group><journal-title>Vacunas</journal-title></journal-title-group><issn pub-type="ppub">1576-9887</issn><issn pub-type="epub">1578-8857</issn><publisher><publisher-name>Elsevier Espa&#x000f1;a, S.L.U.</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="publisher-id">S1576-9887(20)30008-X</article-id><article-id pub-id-type="doi">10.1016/j.vacun.2020.04.002</article-id><article-categories><subj-group subj-group-type="heading"><subject>Article</subject></subj-group></article-categories><title-group><article-title>Vacunas contra el coronavirus</article-title><trans-title-group xml:lang="en"><trans-title>Coronavirus vaccines</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author" id="aut0005"><name><surname>Urbiztondo</surname><given-names>L.</given-names></name><email>luis.urbiztondo@gencat.cat</email><xref rid="aff0005" ref-type="aff">a</xref><xref rid="cor0005" ref-type="corresp">&#x0204e;</xref></contrib><contrib contrib-type="author" id="aut0010"><name><surname>Borr&#x000e0;s</surname><given-names>E.</given-names></name><xref rid="aff0010" ref-type="aff">b</xref></contrib><contrib contrib-type="author" id="aut0015"><name><surname>Mirada</surname><given-names>G.</given-names></name><xref rid="aff0015" ref-type="aff">c</xref></contrib><aff id="aff0005"><label>a</label>Agencia de Salud P&#x000fa;blica de Catalu&#x000f1;a</aff><aff id="aff0010"><label>b</label>Agencia de Salud P&#x000fa;blica de Catalu&#x000f1;a</aff><aff id="aff0015"><label>c</label>CIBERESP Agencia de Salud P&#x000fa;blica de Catalu&#x000f1;a</aff></contrib-group><author-notes><corresp id="cor0005"><label>&#x0204e;</label>Autor para correspondencia. <email>luis.urbiztondo@gencat.cat</email></corresp></author-notes><pub-date pub-type="pmc-release"><day>18</day><month>4</month><year>2020</year></pub-date><!-- PMC Release delay is 0 months and 0 days and was based on <pub-date
						pub-type="epub">.--><pub-date pub-type="ppub" iso-8601-date="2020-06-01"><season>January-June</season><year>2020</year></pub-date><pub-date pub-type="epub"><day>18</day><month>4</month><year>2020</year></pub-date><volume>21</volume><issue>1</issue><fpage>69</fpage><lpage>72</lpage><permissions><copyright-statement>&#x000a9; 2020 Elsevier Espa&#x000f1;a, S.L.U. All rights reserved.</copyright-statement><copyright-year>2020</copyright-year><copyright-holder>Elsevier Espa&#x000f1;a, S.L.U.</copyright-holder><license><license-p>Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.</license-p></license></permissions></article-meta></front><body><sec id="sec0005"><title>Cada d&#x000ed;a aparecen noticias que anuncian la aparici&#x000f3;n casi inminente de vacunas que solucionar&#x000e1;n la pandemia por SARS-CoV-2. &#x000bf;Cu&#x000e1;ndo se podr&#x000e1; disponer de vacunas?</title><p id="par0005">Es dif&#x000ed;cil aventurar cu&#x000e1;ndo se podr&#x000e1; disponer de vacunas contra la infecci&#x000f3;n por coronavirus SARS-CoV-2. La aparici&#x000f3;n de la COVID-19 ha hecho pensar en las vacunas como la mejor manera de poder prevenirla, como ocurre habitualmente cuando aparece una nueva enfermedad infecciosa. En los medios de comunicaci&#x000f3;n generalistas aparecen continuamente noticias que prev&#x000e9;n que habr&#x000e1; vacunas en pocos meses; sin embargo, en la prensa cient&#x000ed;fica los art&#x000ed;culos sobre este tema son relativamente escasos.</p><p id="par0010">Evidentemente, hay gran inter&#x000e9;s por conseguir vacunas contra esta enfermedad y hay numerosas empresas e instituciones acad&#x000e9;micas de todo el mundo que trabajan para conseguirlo. En el borrador proporcionado por la Organizaci&#x000f3;n Mundial de la Salud (OMS) con finalidad informativa, actualizado el 11 de abril, constan 70 productos candidatos a vacunas en evaluaci&#x000f3;n: 3 vacunas en evaluaci&#x000f3;n cl&#x000ed;nica y 67 en evaluaci&#x000f3;n precl&#x000ed;nica. La mayor&#x000ed;a de estos productos se est&#x000e1;n desarrollando en laboratorios de investigaci&#x000f3;n b&#x000e1;sica; si superan las primeras fases, deber&#x000e1;n pasar a las industrias farmac&#x000e9;uticas con capacidad para realizar los ensayos cl&#x000ed;nicos necesarios para garantizar su eficacia y seguridad y el escalado de producci&#x000f3;n necesario para poner las vacunas al alcance de la poblaci&#x000f3;n que las necesita. M&#x000e1;s que de meses, la escala temporal para conseguir esto normalmente es de a&#x000f1;os. No obstante, el enorme impacto humanitario y econ&#x000f3;mico de la pandemia de COVID-19 est&#x000e1; impulsando la evaluaci&#x000f3;n de las plataformas de tecnolog&#x000ed;a de vacunas de pr&#x000f3;xima generaci&#x000f3;n a trav&#x000e9;s de nuevos paradigmas para acelerar el desarrollo. De hecho, el primer candidato a la vacuna entr&#x000f3; en evaluaci&#x000f3;n cl&#x000ed;nica con una rapidez sin precedentes el 16 de marzo de 2020, teniendo en cuenta que la secuencia gen&#x000e9;tica del SARS-CoV-2 se public&#x000f3; el 11 de enero de 2020. Por esta raz&#x000f3;n, diferentes organismos sanitarios internacionales estiman en 12-18&#x000a0;meses el tiempo necesario para disponer de una vacuna frente al SARS-CoV-2.</p></sec><sec id="sec0010"><title>&#x000bf;Se pueden coordinar esfuerzos para conseguir avanzar con m&#x000e1;s rapidez en la obtenci&#x000f3;n de vacunas contra la COVID-19?</title><p id="par0015">La <italic>Coalition for Epidemic Preparedness Innovations</italic> (CEPI), una alianza fundada en Davos en 2017 por los gobiernos de Noruega e India, la Fundaci&#x000f3;n Bill y Melinda Gates, el Wellcome Trust y el Foro Econ&#x000f3;mico Mundial con la misi&#x000f3;n de acelerar el desarrollo de vacunas contra enfermedades infecciosas emergentes y permitir el acceso equitativo a estas vacunas para las personas durante los brotes, est&#x000e1; trabajando con las autoridades sanitarias mundiales y los fabricantes de vacunas para apoyar el desarrollo de vacunas contra COVID-19.</p><p id="par0020">En un mundo caracterizado por el aumento de la densidad de poblaci&#x000f3;n, la movilidad humana y el cambio ecol&#x000f3;gico, las enfermedades infecciosas emergentes representan una amenaza real y creciente para la seguridad sanitaria mundial. Las enfermedades epid&#x000e9;micas afectan a todos y no respetan las fronteras. Y los costos de las enfermedades infecciosas emergentes son enormes, tanto en t&#x000e9;rminos humanos como econ&#x000f3;micos. Las vacunas son una de las herramientas m&#x000e1;s poderosas en la lucha para superar las epidemias. Sin embargo, hist&#x000f3;ricamente el desarrollo de vacunas ha requerido un esfuerzo arriesgado, largo y costoso. La planificaci&#x000f3;n de enfermedades infecciosas emergentes es especialmente desafiante, dado que el potencial de mercado para las vacunas contra estas enfermedades es limitado &#x02014;no en este caso&#x02014; y es dif&#x000ed;cil probar dichas vacunas. Es necesario un mejor sistema para acelerar el desarrollo de vacunas contra enfermedades infecciosas emergentes. El CEPI se ha movido r&#x000e1;pida y urgentemente para coordinarse con las autoridades sanitarias mundiales y los socios para desarrollar r&#x000e1;pidamente vacunas candidatas contra la enfermedad. Su enfoque incluye salvar los puntos cr&#x000ed;ticos entre las m&#x000fa;ltiples organizaciones implicadas en el desarrollo e investigaci&#x000f3;n, la financiaci&#x000f3;n de plataformas de tecnolog&#x000ed;as nuevas e innovadoras con potencial para acelerar el desarrollo y la fabricaci&#x000f3;n de vacunas contra pat&#x000f3;genos previamente desconocidos en un corto espacio de tiempo, as&#x000ed; como el apoyo y la coordinaci&#x000f3;n de las actividades para mejorar la respuesta colectiva a las epidemias. La COVID-19 est&#x000e1; poniendo en pr&#x000e1;ctica y a prueba estos conceptos.</p></sec><sec id="sec0015"><title>&#x000bf;Qu&#x000e9; tecnolog&#x000ed;as se est&#x000e1;n utilizando en la investigaci&#x000f3;n de las vacunas contra la COVID-19?</title><p id="par0025">La CEPI est&#x000e1; estudiando desde el mes de febrero el panorama de candidatos a la vacuna COVID-19 mediante el uso de todo tipo de fuentes que incluyen los productos candidatos a vacunas en evaluaci&#x000f3;n de la lista autorizada y continuamente actualizada por la OMS, pero adem&#x000e1;s la informaci&#x000f3;n procedente de convocatorias, comunicaciones directas con desarrolladores de vacunas, bases de datos de ensayos cl&#x000ed;nicos y financiadores, comunicados de prensa y literatura disponible p&#x000fa;blicamente.</p><p id="par0030">A fecha de 8 de abril de 2020 recogen informaci&#x000f3;n de 115 productos candidatos a vacunas que se encuentran en diferentes etapas de desarrollo, 78 de los cuales est&#x000e1;n confirmados como activos y 37 que no est&#x000e1;n confirmados. Los proyectos incluyen una amplia gama de plataformas tecnol&#x000f3;gicas, con enfoques tradicionales y novedosos. La mayor&#x000ed;a se encuentran en etapas exploratorias o precl&#x000ed;nicas. Sin embargo, 5 de los productos candidatos ya han pasado al desarrollo cl&#x000ed;nico:<list list-type="simple" id="lis0005"><list-item id="lsti0005"><label>&#x02022;</label><p id="par0035">
<italic>mRNA-1273.</italic> Vacuna de ARNm que codifica la prote&#x000ed;na&#x000a0;S encapsulado en nanopart&#x000ed;culas lip&#x000ed;dicas (Moderna).</p></list-item><list-item id="lsti0010"><label>&#x02022;</label><p id="par0040">
<italic>Ad5-nCoV.</italic> Vector de adenovirus tipo&#x000a0;5 que expresa la prote&#x000ed;na&#x000a0;S (CanSino Biologicals).</p></list-item><list-item id="lsti0015"><label>&#x02022;</label><p id="par0045">
<italic>INO-4800.</italic> Pl&#x000e1;smido de ADN que codifica la prote&#x000ed;na&#x000a0;S administrada por electroporaci&#x000f3;n (Inovio Pharmaceutical).</p></list-item><list-item id="lsti0020"><label>&#x02022;</label><p id="par0050">
<italic>LV-SMENP-DC.</italic> C&#x000e9;lulas dendr&#x000ed;ticas modificadas con vector lentiviral que incluyen minigenes que expresan dominios conservados de prote&#x000ed;nas estructurales y proteasas (Shenzhen Geno-Immune Medical Institute).</p></list-item><list-item id="lsti0025"><label>&#x02022;</label><p id="par0055">
<italic>aAPC espec&#x000ed;fico de pat&#x000f3;geno.</italic> C&#x000e9;lulas presentadoras de ant&#x000ed;geno modificadas con vector lentiviral (Shenzhen Geno-Immune Medical Institute).</p></list-item></list>
</p><p id="par0060">Se debe destacar que, en concreto, Moderna comenz&#x000f3; las pruebas cl&#x000ed;nicas de su vacuna basada en ARNm solo 63&#x000a0;d&#x000ed;as despu&#x000e9;s de la identificaci&#x000f3;n de la secuencia gen&#x000e9;tica del virus.</p><p id="par0065">Quiz&#x000e1; la caracter&#x000ed;stica m&#x000e1;s sorprendente del abanico de vacunas en desarrollo para COVID-19 es la amplia gama de plataformas tecnol&#x000f3;gicas que se est&#x000e1;n evaluando, algunas de ellas todav&#x000ed;a no autorizadas por las agencias reguladoras, como son las vacunas de &#x000e1;cidos nucleicos (ADN y ARN) y las de vectores virales (replicantes y no replicantes). En concreto, ninguno de los proyectos que ya est&#x000e1;n en fase cl&#x000ed;nica lo hace en plataformas autorizadas para la fabricaci&#x000f3;n de vacunas preventivas, pero la experiencia en campos como la oncolog&#x000ed;a est&#x000e1; alentando a los desarrolladores a aprovechar las oportunidades que ofrecen estos enfoques de pr&#x000f3;xima generaci&#x000f3;n para conseguir una mayor velocidad de desarrollo y capacidad de fabricaci&#x000f3;n. No obstante, la mitad de candidatos en fase precl&#x000ed;nica utilizan tecnolog&#x000ed;as convencionales (prote&#x000ed;nas recombinantes, virus vivos atenuados, virus inactivados y part&#x000ed;culas similares a virus [VLP]), destacando en primer lugar los que utilizan subunidades de prote&#x000ed;nas recombinantes, en concreto la prote&#x000ed;na&#x000a0;S recombinante purificada (obtenida por ingenier&#x000ed;a gen&#x000e9;tica), bien como prote&#x000ed;na completa, como un fragmento o como prote&#x000ed;na de fusi&#x000f3;n.</p><p id="par0070">Para algunas plataformas, los adyuvantes podr&#x000ed;an mejorar la inmunogenicidad y permitir&#x000ed;an usar las dosis m&#x000e1;s bajas, posibilitando as&#x000ed; la vacunaci&#x000f3;n de m&#x000e1;s personas. Al menos 10 desarrolladores han mostrado planes para desarrollar vacunas adyuvadas contra COVID-19, y algunos de los grandes desarrolladores de vacunas, como GlaxoSmithKline, Seqirus y Dynavax, se han comprometido ofrecer sus adjuvantes (AS03, MF59 y CpG 1018, respectivamente) para vacunas desarrolladas por otros.</p><p id="par0075">Aunque varios grandes desarrolladores de vacunas multinacionales (como Janssen, Sanofi, Pfizer y GlaxoSmithKline) se han involucrado en el desarrollo de la vacuna COVID-19, muchos de los principales desarrolladores son peque&#x000f1;os y/o no tienen experiencia en la fabricaci&#x000f3;n de vacunas a gran escala. Por lo tanto, ser&#x000e1; importante garantizar la coordinaci&#x000f3;n de la fabricaci&#x000f3;n de vacunas y la capacidad de suministro y la capacidad para satisfacer la demanda.</p></sec><sec id="sec0020"><title>El tiempo que se necesita habitualmente para hacer una vacuna es muy largo, de m&#x000e1;s de 5 o 10&#x000a0;a&#x000f1;os. &#x000bf;Se pueden acortar los plazos?</title><p id="par0080">La necesidad de desarrollar r&#x000e1;pidamente una vacuna contra el SARS-CoV-2 llega en un momento en que los conocimientos b&#x000e1;sicos de gen&#x000f3;mica y de biolog&#x000ed;a estructural pueden hacer posible una nueva era en el desarrollo de vacunas. En la &#x000fa;ltima d&#x000e9;cada se ha pedido a la comunidad cient&#x000ed;fica y a la industria de las vacunas que respondan urgentemente a las epidemias de gripe H1N1, &#x000c9;bola, Zika y ahora SARS-CoV-2. Aunque la vacuna monovalente contra la gripe H1N1 no estuvo disponible antes de que la pandemia alcanzara su punto m&#x000e1;ximo en el hemisferio norte, se consigui&#x000f3; relativamente r&#x000e1;pido, principalmente porque la tecnolog&#x000ed;a de las vacunas contra la gripe ya estaba bien desarrollada y las agencias reguladoras ten&#x000ed;an previamente establecido el procedimiento para autorizar los cambios de cepa. La cepa pand&#x000e9;mica pas&#x000f3; a formar parte de las vacunas estacionales. En otros casos, como en las epidemias de SARS y Zika, estas terminaron antes de que se completara el desarrollo de la vacuna, dejando a los fabricantes con p&#x000e9;rdidas financieras y retrasando otros programas de desarrollo de vacunas.</p><p id="par0085">Las etapas generales del ciclo de desarrollo de una vacuna son:<list list-type="simple" id="lis0010"><list-item id="lsti0030"><label>&#x02022;</label><p id="par0090">Etapa exploratoria.</p></list-item><list-item id="lsti0035"><label>&#x02022;</label><p id="par0095">Etapa precl&#x000ed;nica.</p></list-item><list-item id="lsti0040"><label>&#x02022;</label><p id="par0100">Desarrollo cl&#x000ed;nico.</p></list-item><list-item id="lsti0045"><label>&#x02022;</label><p id="par0105">Revisi&#x000f3;n reglamentaria y aprobaci&#x000f3;n.</p></list-item><list-item id="lsti0050"><label>&#x02022;</label><p id="par0110">Fabricaci&#x000f3;n.</p></list-item><list-item id="lsti0055"><label>&#x02022;</label><p id="par0115">Control de calidad.</p></list-item></list>
</p><p id="par0120">El desarrollo cl&#x000ed;nico es un proceso trif&#x000e1;sico. Durante la fase&#x000a0;I peque&#x000f1;os grupos de personas reciben la vacuna de prueba. En la fase&#x000a0;II el estudio cl&#x000ed;nico se expande y la vacuna se administra a personas que tienen caracter&#x000ed;sticas (como la edad y la salud f&#x000ed;sica) similares a aquellas para las que est&#x000e1; destinada la nueva vacuna. En la fase&#x000a0;III la vacuna se administra a miles de personas y se prueban su eficacia y su seguridad. Muchas vacunas se someten a estudios formales de fase&#x000a0;IV (postcomercializaci&#x000f3;n), despu&#x000e9;s de que la vacuna ha sido aprobada y autorizada.</p><p id="par0125">Todo este proceso es largo y costoso; la mayor&#x000ed;a de los productos que inician la etapa precl&#x000ed;nica van cayendo en las diferentes fases y solo unos pocos llegan a ser comercializados. Debido al costo y a las altas tasas de fallos, los desarrolladores suelen seguir una secuencia lineal de pasos, con m&#x000fa;ltiples pausas para el an&#x000e1;lisis de datos y comprobaciones del proceso de fabricaci&#x000f3;n. Desarrollar una vacuna r&#x000e1;pidamente requiere un nuevo paradigma de pandemia, con un inicio r&#x000e1;pido y muchos pasos ejecutados en paralelo antes de confirmar el &#x000e9;xito del resultado de otro paso, lo que comporta un riesgo financiero elevado. Por ejemplo, antes de ensayar una vacuna en humanos era siempre necesario tener informaci&#x000f3;n abundante procedente de experimentaci&#x000f3;n precl&#x000ed;nica en animales. Actualmente se puedan iniciar ensayos en fase&#x000a0;I en humanos mientras se completa el paquete de experimentaci&#x000f3;n precl&#x000ed;nica en animales. Esto ha permitido iniciar ensayos en fase&#x000a0;I en adultos sanos de varios productos candidatos sin que a&#x000fa;n hayan completado los datos precl&#x000ed;nicos.</p></sec><sec id="sec0025"><title>&#x000bf;Es seguro acortar los plazos?</title><p id="par0130">Si tomamos como ejemplo la primera vacuna que ha iniciado la investigaci&#x000f3;n cl&#x000ed;nica, se puede afirmar, a partir de la experiencia con vacunas para oncolog&#x000ed;a, que la plataforma basada en ARNm es segura en humanos, pero no que esta vacuna COVID-19 lo sea. El <italic>National Institute of Allergy and Infectious Diseases</italic> (NIAID), que colabora con Moderna en el desarrollo de la vacuna, argumenta que el riesgo de retrasar el avance de las vacunas es mucho mayor que el riesgo de causar enfermedades en voluntarios sanos. Pero no hay un acuerdo un&#x000e1;nime; Shibo Jiang, que ha trabajado para desarrollar vacunas y tratamientos para coronavirus desde 2003, afirma que &#x000ab;debemos desarrollar urgentemente medidas para enfrentar el nuevo coronavirus, pero la seguridad siempre es lo primero&#x000bb;, y opina que los protocolos est&#x000e1;ndar son esenciales para salvaguardar la salud.</p><p id="par0135">Una preocupaci&#x000f3;n concreta para esta vacuna es la posibilidad de que se pudiera producir una exacerbaci&#x000f3;n de la enfermedad pulmonar en algunos de los vacunados, debido a una respuesta inmunitaria an&#x000f3;mala. Este efecto adverso puede estar asociado con la respuesta de anticuerpos, que el virus puede aprovechar para ayudar a la infecci&#x000f3;n, o tambi&#x000e9;n a inflamaci&#x000f3;n al&#x000e9;rgica mediada por linfocitos&#x000a0;Th2. Hace d&#x000e9;cadas, las vacunas desarrolladas contra otro coronavirus, el virus de la peritonitis infecciosa felina, aumentaron el riesgo de que los gatos desarrollen la enfermedad causada por el virus. Se han observado fen&#x000f3;menos similares en estudios con animales para otros virus, incluido el coronavirus que causa el SARS; en este caso se observaron respuestas inmunes preocupantes en hurones y monos, pero no en ratones. Adem&#x000e1;s, algunos fragmentos de prote&#x000ed;nas virales pueden provocar respuestas inmunes m&#x000e1;s potentes o menos arriesgadas que otras, y tiene sentido aprender esto en estudios con animales antes de probarlos en personas.</p><p id="par0140">Desde la d&#x000e9;cada de 1960, las pruebas de candidatos a vacunas para enfermedades como el dengue, el virus sincitial respiratorio (RSV) y el s&#x000ed;ndrome respiratorio agudo severo (SARS) han mostrado un fen&#x000f3;meno parad&#x000f3;jico: algunos animales o personas que recibieron la vacuna y luego estuvieron expuestos al virus desarrollaron una enfermedad m&#x000e1;s grave que los que no hab&#x000ed;an sido vacunados. Resulta apremiante comprender c&#x000f3;mo interact&#x000fa;a el sistema inmunitario no solo con el pat&#x000f3;geno sino tambi&#x000e9;n con la vacuna en s&#x000ed; misma, ideas cruciales cuando se intenta desarrollar una vacuna segura y efectiva.</p></sec><sec id="sec0030"><title>&#x000bf;C&#x000f3;mo es posible que en tan poco tiempo ya se disponga de prototipos de vacuna contra el SARS-CoV-2?</title><p id="par0145">La gripe nos ha aportado experiencia cient&#x000ed;fica en la posibilidad de aparici&#x000f3;n de pandemias gripales imprevistas en el tiempo. Por ello los laboratorios desarrolladores de vacunas han trabajado intensamente y en diferentes l&#x000ed;neas de producci&#x000f3;n de vacunas con el fin de anticiparse a estas posibles situaciones. Lo mismo ha sucedido con otros virus potencialmente pand&#x000e9;micos. Los laboratorios han estado trabajando intensamente con mol&#x000e9;culas candidatas a vacunas contra estos virus. Adem&#x000e1;s, la tecnolog&#x000ed;a en vacunas ha evolucionado significativamente tanto en formas de selecci&#x000f3;n de las mol&#x000e9;culas candidatas como en las t&#x000e9;cnicas de cultivo y s&#x000ed;ntesis para la producci&#x000f3;n, as&#x000ed; como en los sistemas de liberaci&#x000f3;n-administraci&#x000f3;n.</p><p id="par0150">La rapidez con la que se ha conocido la secuencia gen&#x000e9;tica del SARS-CoV-2 y el aprovechamiento de l&#x000ed;neas ya existentes de desarrollo de nuevas vacunas contra otros virus han propiciado la r&#x000e1;pida aparici&#x000f3;n de dichas vacunas candidatas contra el SARS-CoV-2. Estudios previos con SARS-CoV-1 y MERS-CoV contribuyeron en el conocimiento del mecanismo infectivo del SARS-CoV-2 y a la elecci&#x000f3;n de mol&#x000e9;culas candidatas para las posibles vacunas.</p><p id="par0155">Se est&#x000e1;n desarrollando m&#x000fa;ltiples plataformas. Entre los que tienen el mayor potencial de velocidad se encuentran las plataformas basadas en ADN y ARN, seguidas por las que desarrollan vacunas de subunidades recombinantes. Las vacunas de ARN y ADN se pueden hacer r&#x000e1;pidamente porque no requieren cultivo ni fermentaci&#x000f3;n, sino que se utilizan procesos sint&#x000e9;ticos. La experiencia de los desarrolladores y reguladores con estas plataformas para vacunas oncol&#x000f3;gicas personales puede facilitar las pruebas y la disponibilidad r&#x000e1;pida de vacunas.</p></sec><sec id="sec0035"><title>&#x000bf;Qu&#x000e9; se est&#x000e1; investigando en Espa&#x000f1;a?</title><p id="par0160">El Centro Nacional de Biotecnolog&#x000ed;a (CNB) del Consejo Superior de Investigaciones Cient&#x000ed;ficas (CSIC) tiene en marcha dos proyectos. Sonia Z&#x000fa;&#x000f1;iga, del equipo de Luis Enjuanes e Isabel Sola, est&#x000e1; desarrollando una vacuna de virus completos. Esta vacuna podr&#x000ed;a proporcionar una respuesta m&#x000e1;s amplia que la de las vacuas de subunidades. Otro equipo del CSIC, que lidera el cient&#x000ed;fico Mariano Esteban, trabaja en una vacuna de subunidades y quiere crear vectores virales modificados de Vaccinia que contengan la prote&#x000ed;na&#x000a0;S de la superficie del SARS-CoV-2.</p><p id="par0165">En Catalu&#x000f1;a, un consorcio formado por el IRTA, el IrsiCaixa y el Barcelona Supercomputing Center y un equipo de la farmac&#x000e9;utica Grifols, liderado por Bonaventura Clotet i Oriol Mitj&#x000e0; desde el Servicio de Enfermedades Infecciosas del Hospital Germans Trias, pretende desarrollar una vacuna universal contra todos los coronavirus en base a la subunidad&#x000a0;1 de la prote&#x000ed;na&#x000a0;S de la envoltura del coronavirus que es la regi&#x000f3;n que consideran m&#x000e1;s &#x000fa;til para dise&#x000f1;ar la vacuna.</p></sec></body></article>