{
    "paper_id": "004f0f8bb66cf446678dc13cf2701feec4f36d76",
    "metadata": {
        "title": "Healthcare-resource-adjusted vulnerabilities towards the 2019-nCoV epidemic across China",
        "authors": [
            {
                "first": "Hanchu",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "City University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jiannan",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "City University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Kaicheng",
                "middle": [],
                "last": "Tang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "City University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "†",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Qingpeng",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "City University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhidong",
                "middle": [],
                "last": "Cao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "The State Key Laboratory of Management and Control for Complex Systems",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Dirk",
                "middle": [],
                "last": "Pfeiffer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "City University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [
                    "Dajun"
                ],
                "last": "Zeng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "The State Key Laboratory of Management and Control for Complex Systems",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The 2019-nCoV epidemic has spread across China and 24 other countries 1-3 as of February 8, 2020 . The mass quarantine measure implemented in the epidemic's epicenter, Wuhan, Hubei Province, China, on January 23, 2020, has stopped the human migration between Wuhan and other places. However, according to the local authorities, over five million people had already traveled from Wuhan to other parts of China in the weeks leading to January 23, 2020, with the majority (79.96%) to the other cities within Hubei.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Healthcare resources have become a major bottleneck in the response to this public health crisis. The sudden onset of the epidemic and the sheer size of the infection have caused significant shortage in healthcare resources across Hubei Province. So far, there have been over 11,000 non-local healthcare professionals, mobilized by the public health authorities from other parts of China, fighting against the epidemic in Wuhan. However, this is far from adequate for Wuhan given the severity of the epidemic. In addition to Wuhan, other cities in Hubei are in need of urgent external help as well with respect to health resources, as multiple localized outbreaks are taking place. On February 7, 2020, the National Health Commission of China (NHCC) initiated the \"One City Covered by One Province\" program, explicitly assigning a specific province to aid one city in Hubei. Two critical questions of operational nature remain, which cities, both in Hubei and other provinces, are most vulnerable to localized outbreaks, and how the public health authorities should balance the healthcare resources under stress to best fight the epidemic and minimize the risks? This study is aimed to shed light on these questions by developing a vulnerability analysis framework integrating the human movement and healthcare resource data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This study makes use of four public datasets: (a) the daily counts of confirmed 2019-nCoV cases, collected from NHCC 4 ; (b) the list of designated hospitals with the number of reserved beds, retrieved from the websites of the provincial and municipal health commissions; (c) the information of the hospitals designated for 2019-nCoV, retrieved from 99.com.cn, a public hospital database; and (d) the human movement data, provided by the Baidu Migration (http://qianxi.baidu.com/), a public site offering real-time migration information across mainland China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Recent studies indicated that the confirmed case data for Hubei Province, in particular, Wuhan, was subject to the under-reporting bias, while the data from places outside of Hubei is more reliable for inferring the actual epidemic size 5 . Following Wu et al. 5 , we developed a susceptible-exposed-infectious-recovered (SEIR)-based metapopulation model, which has 100 sub-populations representing the 100 cities that have the greatest number of people traveling from Wuhan. Note that we adopted the same epidemiological parameters as Wu et al. 5 . This model was then used to estimate IDi, the number of infected individuals in each city. Lastly, healthcare-resource-adjusted vulnerability indexes to the 2019-nCoV outbreak for city i, Vi were obtained as follows: Vi = IDi / Bi, where Bi represents the total number of reserved beds in the designated hospitals.",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 262,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 546,
                    "end": 547,
                    "text": "5",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The Figure presents the estimated number of infected individuals, as well as the healthcareresource-adjusted vulnerability to the 2019-nCoV outbreak across mainland China, as of January 29, 2020. The epidemiological parameters may have changed after January 23, 2020, when the lockdown measure was implemented. Thus, we only use the data by January 23, 2020 and produce the estimation till January 29, 2020 to accommodate the six-day incubation period identified by Wu et al. 5 .",
            "cite_spans": [
                {
                    "start": 476,
                    "end": 477,
                    "text": "5",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The ten most vulnerable non-Hubei cities are also listed in the figure. Note that the cities in Hubei (which are being aided by other provinces) are not presented here because of their significantly higher vulnerability as compared to others. Among the ten most vulnerable non-Hubei cities, Changsha, Beijing, Chongqing and Shanghai are major metropolises with a large number of estimated infected individuals. Xinyang, Jiujiang, Nanchang and Yiyang are medium-sized cities neighboring Hubei. In particular, Xinyang appears to be in a particular vulnerable situation because of the large number of people traveling from Wuhan and its insufficient healthcare resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The reported vulnerability analysis informs public health response to the 2019-nCoV epidemic in multiple ways. For the identified cities with high vulnerability, it is important to increase the reserve of healthcare resources or have contingent plans. In particular, some of these cities already contributed significant healthcare resources to Hubei, leaving themselves inadequately prepared for the localized outbreak. Our analysis revealed that several medium-sized cities, particularly those neighboring Hubei, are highly vulnerable due to the lack of healthcare resources. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organizations. Novel Coronavirus (2019-NCoV) Situation Report-18",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A novel coronavirus outbreak of global",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Horby",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(A) The estimated number of infected individuals. (B) The healthcare-resource adjusted vulnerability to 2019-nCoV outbreak across mainland China. (C) The ten most vulnerable cities outside Hubei (January 29, 2020).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The ten most vulnerable cities outside Hubei (January 29, 2020).VulnerabilityVi = IDi / Bi",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}