{
    "paper_id": "00d16927588fb04d4be0e6b269fc02f0d3c2aa7b",
    "metadata": {
        "title": "Real-time, MinION-based, amplicon sequencing for lineage typing of infectious bronchitis virus from upper respiratory samples",
        "authors": [
            {
                "first": "Salman",
                "middle": [
                    "L"
                ],
                "last": "Butt",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Georgia",
                    "location": {
                        "postCode": "30602",
                        "settlement": "Athens",
                        "region": "GA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Eric",
                "middle": [
                    "C"
                ],
                "last": "Erwood",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Georgia",
                    "location": {
                        "postCode": "30602",
                        "settlement": "Athens",
                        "region": "GA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Jian",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Georgia",
                    "location": {
                        "postCode": "30602",
                        "settlement": "Athens",
                        "region": "GA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Holly",
                "middle": [
                    "S"
                ],
                "last": "Sellers",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Georgia",
                    "location": {
                        "postCode": "30602",
                        "settlement": "Athens",
                        "region": "GA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Kelsey",
                "middle": [],
                "last": "Young",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Georgia",
                    "location": {
                        "postCode": "30602",
                        "settlement": "Athens",
                        "region": "GA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Kevin",
                "middle": [
                    "K"
                ],
                "last": "Lahmers",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Virginia Polytechnical Institute and State University",
                    "location": {
                        "postCode": "24061",
                        "settlement": "Blacksburg",
                        "region": "VA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "James",
                "middle": [
                    "B"
                ],
                "last": "Stanton",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Georgia",
                    "location": {
                        "postCode": "30602",
                        "settlement": "Athens",
                        "region": "GA",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Infectious bronchitis (IB) causes significant economic losses in the global poultry industry. Control of infectious bronchitis is hindered by the genetic diversity of the causative agent, infectious bronchitis virus (IBV), which has led to the emergence of several serotypes that lack complete serologic cross-protection. While serotyping by definition requires immunologic characterization, genotyping is an efficient means to identify IBVs detected in samples. Sanger sequencing of the S1 subunit of the spike gene is currently used to genotype IBV; however, the universal S1 PCR was created to work from cultured IBV and it is inefficient at detecting mixed isolates. This paper describes a MinION-based AmpSeq method that genetically typed IBV from clinical samples, including samples with multiple isolates. Total RNA was extracted from fifteen tracheal scrapings and choanal cleft swab samples, randomly reverse transcribed, and PCR amplified using modified S1-targeted primers. Amplicons were barcoded to allow for pooling of samples, processed per manufacturer's instructions into a 1D MinION sequencing library, and sequenced on the MinION. The AmpSeq method detected IBV in 13 of 14 IBV-positive samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "AmpSeq accurately detected and genotyped both IBV lineages in three of five samples containing two IBV lineages. Additionally, one sample contained three IBV lineages, and AmpSeq accurately detected two of the three. Strain identification, including detection of different strains from the same lineage, was also possible with this AmpSeq method. The results demonstrate the feasibility of using MinION-based AmpSeq for rapid and accurate identification and lineage typing of IBV from oral swab samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Infectious bronchitis virus is an enveloped, pleomorphic gammacoronavirus with an unsegmented, single-stranded, positive-sense, 26-27.8 Kb, RNA genome that encodes the nonstructural polyprotein,1a and 1b, and several structural proteins: spike (S), envelop (E), membrane (M) and nucleocapsid (N). 38,41 In addition, two accessory genes, expressing 3a, 3b and 5a and 5b, respectively, have also been described. 6, 14, 38 The S protein is highly glycosylated and post-translational cleavage leads to two subunits: S1 and S2. 10,48 Besides acting as the viral attachment protein, the S1 protein is a major target of neutralizing antibodies. 7 As with many attachment proteins that are targets of virus-neutralizing antibodies, the S1 subunit is highly diverse with almost 50% of the amino acids differing among IBV serotypes. 2,21,38 Such variation leads to important biological differences between IBV serotypes and the emergence of novel variants. More than 60 serotypes of IBV have been reported, but the most common serotypes of All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 413,
                    "end": 416,
                    "text": "14,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 417,
                    "end": 419,
                    "text": "38",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Massachusetts. 16 This genetic diversity leads to emergence of new serotypes and a lack of complete cross-serotype protection by vaccines. 29 The correlation of IBV genotypes and serotypes of IBV has been reported 45 ; therefore, accurate genotypic identification of IBV is an important step to diagnose IBV in clinical respiratory cases, ensure selection of proper IBV vaccines for use in vaccination programs, and to better understand the epidemiology of this global virus.",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 17,
                    "text": "16",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "One of the recent comprehensive classification schemes for IBV uses S1 gene sequencebased phylogeny of IBV and identified six genotypes (I-VI), 32 sub-genotypic lineages, and a number of inter-lineage recombinants in global strains of IBV. 44 Among the six genotypes, genotype I (G-I) is the most diverse group of viruses, with 27 unique lineages. 44 As such, sequencing of the S1 subunit provides important information regarding the classification of IBV within samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The genetic classification of IBV has relied on genotype-specific RT-qPCR assays, serotype-specific S1 RT-qPCR 32,40 and/or pan-IBV S1 RT-PCR assays coupled with Sanger sequencing. 8,31,49 Genotype-specific RT-qPCRs are limited to short fragments, which may miss important changes in the S1 (~1.6 kb) 44 outside the short target. Additionally, since the target is short, the primers lie within the variable regions of the S1 and may require a different assay for each genotype. Lastly, the pan-IBV S1 primers 1, 17, 22, 23, 25, 33 , while only requiring one reaction, have relatively low sensitivity and are typically used only on egg-cultured virus, which adds an additional, time consuming step and many diagnostic labs do not have SPF embryos readily available. Lastly, cloning of PCR products has been used to detect multiple IBV sub-populations in the sample 30 ; however, this is inefficient when potentially dealing with multiple (three or four) All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 509,
                    "end": 511,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 512,
                    "end": 515,
                    "text": "17,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 516,
                    "end": 519,
                    "text": "22,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 520,
                    "end": 523,
                    "text": "23,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 524,
                    "end": 527,
                    "text": "25,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 528,
                    "end": 530,
                    "text": "33",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/634600 doi: bioRxiv preprint IBV types. As such, the development of a pan-IBV sequencing method to rapidly determine the genotype(s) in samples would aid in lineage typing and tracking of IBV genotypes circulating in poultry flocks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Recently, third generation sequencing technology has been used for detection of viral nucleotides and sequencing ultra-long DNA molecules. 34 The MinION Nanopore sequencer, a new DNA sequencing technology that allows for rapid, in-house, real-time technique detection and differentiation of IBV lineages, may be cost effective and useful in the field. 19 Ampliconbased sequencing has also been used to amplify specific regions of Newcastle disease 3,13 , infectious laryngotracheitis virus 39 Zika 34 , Ebola 35 and avian influenza viruses 46 , by simple RT-PCR and then sequencing on the MinION device. Real-time data analysis, the lack of significant start-up cost investment or maintenance expenses, simultaneous and sequential multiplexing unique to MinION, and the ability to sequence long DNA molecules so that primers are in conserved regions while the product contains the variable region are the features that make this technology highly feasible to be used for disease diagnostics.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 141,
                    "text": "34",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Accurate identification of IBV genotypes from samples, including detection of multiple isolates from a single sample, is crucial to respiratory disease diagnosis, selection of appropriate IBV vaccines, and epidemiologic studies. Therefore, the aim of the current study is to create a single, amplicon-based protocol to sequence IBV-S1 gene and develop a sequence analysis workflow to identify IBV isolates from clinical swab samples. This method provides a useful assay for IBV and a model for the development of future amplicon sequencing (AmpSeq) based assays.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "A universal S1 primer set, 27 tailed with the MinION universal adapter sequence of 22 nucleotides (underlined, Table 2 ) to allow barcoding of amplicons, was used for targeted amplification of the IBV S1 gene for IBV. The PCR reaction mixture (Expand High Fidelity PCR system, Roche Diagnostics, Mannheim, Germany) was composed of 10 µl of cDNA, 1 µl of 10 µM forward primer, 1 µl of 10 µM reverse primer, 2.5 µl of 10× Expand high fidelity buffer, 1 µl of Expand High Fidelity Enzyme Mix, and 1 µl of 10mM dNTPs, to a final volume to 25 µl with 9 µl of nuclease-free water. The following thermocycling conditions were used for amplicon synthesis: denaturation at 95 °C for 2 min; 30 cycles of 94 °C for 1 min, 45 °C for 2 min, and 72 °C for 2 minutes, and final extension at 72 °C for 10 min. See Table 2 for details about all three primer sets used in this study. PCR products were electrophoresed in 1.5% agarose with SYBR Safe DNA gel stain (Invitrogen) for visual evaluation. Amplified DNA was purified by Agencourt AMPure XP beads (Beckman Coulter, USA) at 1.6:1 (volumetric bead:DNA) and quantified using the dsDNA High Sensitivity Assay Kit on a Qubit® Fluorimeter 3.0.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 111,
                    "end": 118,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 798,
                    "end": 805,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "The amplicons obtained from the tailed S1 primer set were then used to prepare MinIONcompatible DNA libraries. Briefly, each of the amplicons were diluted to 0.5 nM and amplified using barcoding primers (1D PCR Barcoding Amplicon Kit, Oxford Nanopore Technologies, [ONT], UK) and LongAmp Taq 2X Master Mix (New England Biolabs, MA, USA) with the following conditions: 95 °C for 3 min; 15 cycles of 95 °C for 15 seconds, 62 °C for 15 seconds, 65 °C for 80 seconds; and 65 °C for 80 seconds. The barcoded amplicons were bead purified (1:1.4; bead:solution), pooled (Run1; pool of 10 samples, Run2; pool of 5 samples) into a single All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Centrifuge 24 , Kraken 50 , QIIME 5 and Mothur 37 have been used to identify and profile microbial species; however, the high error rate 20 of Nanopore reads translates to poor classification accuracy for many of these tools. Alternatively, de novo 3,26 or reference-based 18 assembly methods have been used in MinION and other deep sequencing platforms. Using a strategy similar to other unbiased laboratory tests (e.g., standard bacterial cultures), an approach was developed to maximize usage of reads (i.e., reads are not discarded based on pre-set length or abundance requirements, similar to how a single colony may be interpreted as a significant result). This approach uses read-based classification against a database containing an equal number of representative sequences per lineage to detect and classify the reads based on their lineage, before conducting read-based classification to the isolate level by using all available IBV sequences in a separate database. Finally, lineage-clustered isolate-level read assignments are interpreted by a veterinary diagnostician to result in reads available for consensus building.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The use of a final consensus alignment helps to overcome the individual error rate of MinION sequencing. 3 Similarly, the absence of predetermined metrics used in de novo assembly allows for the informed decision as to how many consensus sequences to build, a bioinformatics problem when dealing with clinical cases that can contain more than one isolate (e.g., similar to how there is not a predetermined number of significant bacterial colonies). Confirmatory followup tests (e.g., RT-PCR) may be needed when dealing with low number of reads in clinical samples; however, future testing of this new technology will allow for creating standards for such confirmatory testing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Taken together, these results suggest the application of MinION-based AmpSeq, specifically for detecting IBV isolates from clinical samples within a few days, compared to several days to weeks and multiple diagnostic assays to culture and detect multiple IBV All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Infectious bronchitis (IB), which is caused by infectious bronchitis virus (IBV), is one of the most important diseases of poultry, causing severe economic losses worldwide. 8 Clinical signs of disease are diverse and include respiratory distress, severe ocular discharge, poor body weight gain, decreased egg production, flushing (renal disease), and occasionally mortality in chickens. 7 IB is often complicated by secondary bacterial (e.g., E. coli, Mycoplasma sp.) and viral infections (e.g., avian influenza virus, Newcastle disease virus, and infectious laryngotracheitis virus). 43 Lack of cross protection among IBV serotypes is a challenge to controlling IB 15 ; therefore, control of IB relies heavily on serotype-specific live attenuated vaccines. 8 Collectively, the presence of multiple IBVs in a single sample, emergence of variant IBVs, and the high genetic diversity of IBV can complicate the diagnosis of IB and illustrate the need for enhanced diagnostics. 15 ",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 175,
                    "text": "8",
                    "ref_id": null
                },
                {
                    "start": 586,
                    "end": 588,
                    "text": "43",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 667,
                    "end": 669,
                    "text": "15",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 759,
                    "end": 760,
                    "text": "8",
                    "ref_id": null
                },
                {
                    "start": 975,
                    "end": 977,
                    "text": "15",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Clinical swab samples (n = 15) were obtained from samples submitted to the Poultry Diagnostic & Research Center, University of Georgia. Detailed information about the samples is provided in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 190,
                    "end": 197,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Samples"
        },
        {
            "text": "Total RNA was extracted from each of the swab samples using QIAamp Viral RNA Mini kit (Qiagen, Hilden, Germany) as per manufacturer's instructions, aliquoted, and stored at −80 ºC until further use. These samples were previously tested for IBV and GA08 serotype of IBV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IBV RT-qPCR assay"
        },
        {
            "text": "Briefly, a pan IBV RT-qPCR assay 4 was used to detect IBV in general and then IBV strain specific RT-qPCR assay 36 was used to detect GA08 in the samples using the AgPath ID, One step RT-PCR kit (Thermo Fisher Scientific, Waltham, MA, USA) on the Applied Biosystems 7500 FAST following the previously described protocols.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 114,
                    "text": "36",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "IBV RT-qPCR assay"
        },
        {
            "text": "For MinION cDNA synthesis, RNA was extracted from 500 µl of each clinical sample using Trizol-LS (Thermo Fisher Scientific, Waltham, MA, USA), per manufacturer's directions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MinION cDNA synthesis"
        },
        {
            "text": "A reaction mixture of 8 µl of total RNA, 1 µl of random primers and 1 µl of dNTPs was incubated at 65 °C for 5 min, chilled on ice for at least 1 min followed by addition of 10 µl of cDNA synthesis mix including SuperScript III (Thermo Fisher Scientific, Waltham, MA, USA) according to the manufacture's instruction. The reaction was incubated at 25 °C for 10 min, then at 50 °C for 50 min for cDNA synthesis. The reaction was terminated at 85 °C for 5 min, and then chilled on ice. To remove residual RNA, the cDNA solution was incubated with RNase H at 37 °C for 20 min. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MinION cDNA synthesis"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. sequencing protocol was initiated using the MinKNOW software v.5.12. Sequencing was allowed to continue for 2 hours until 42,940 reads were obtained for Run1 and 156,000 reads were obtained for Run 2 in 6 hours.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MinION cDNA synthesis"
        },
        {
            "text": "First, a lineage-typing database, containing 32 IBV S1 gene sequences (one sequence from each of 32 lineages in the 6 genotypes 44 ) and the chicken genome (GCF_000002315.4_Gallus_gallus-5.0), was constructed (referred to as \"IBV-lineage-typing database\" in this study). A second database was constructed with all the Avian Coronaviruses S1 sequences (n = 7328) available in NCBI (as of: 09-08-2017) and the chicken genome (referred to as \"All-IBV database\" in this study). Prior to database construction, all sequences were dustmasked (NCBI C++ ToolKit), and each isolate was assigned a unique taxonomy ID as a species hierarchically under the genus Gammacoronavirus to allow easy sorting. The local BLAST databases were compiled using default settings. The IBV-lineage-typing database was All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Building customized BLAST databases for AmpSeq analysis"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/634600 doi: bioRxiv preprint used to assign IBV lineages to each read, as appropriate. The All-IBV database was used to assign IBV isolates taxonomic ID to each of IBV reads from within IBV lineage read clusters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Building customized BLAST databases for AmpSeq analysis"
        },
        {
            "text": "The IBV-lineage-typing database, which contains only one sequence per lineage, is required as centrifuge divides the score for any given read by the number of hits that have an equal score.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Building customized BLAST databases for AmpSeq analysis"
        },
        {
            "text": "Since some lineages are overrepresented in GenBank (e.g., Mass strains), this results in the scores of those reads (e.g., Mass reads) being divided by a large number, effectively reducing the score for any single alignment. However, because there is only one read per lineage in the IBVlineage-typing database, it has insufficient diversity to determine if there is more than one strain of the same lineage present in a sample. Thus, the All-IBV database provides the diversity required for that analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Building customized BLAST databases for AmpSeq analysis"
        },
        {
            "text": "A schematic diagram of the workflow of MinION data analysis is presented in Fig. 1 . For Nanopore sequencing data, pre-processing steps were performed to prepare data for downstream analysis. Briefly, Nanopore reads (FAST5) were basecalled using Albacore v 2.02 (https://github.com/Albacore/albacore) with following parameters (read_fast5_basecaller.py -i /Input_reads.fast5 --recursive -t 4 -s /Output_files --flowcell FLO-MIN107 --kit SQK-LSK108o fastq). Porechop (https://github.com/rrwick/Porechop) was used for adapter trimming, (default setting), barcode-based demultiplexing (default settings), and to trim an additional 21 nucleotides, representing the S1 primer sequences (porechop -i Input_file.fastq --extra_end_trim 21 -b ./output_demultiplexed files.fastq). After barcode and adapter removal, reads were analyzed with a script-based, 2-step data analysis protocol, which includes Centrifuge-kreport as taxonomic read classifier 24 using the sequences in the above mentioned BLAST databases.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 76,
                    "end": 82,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "AmpSeq IBV lineage and isolate identification"
        },
        {
            "text": "Briefly, basecalled reads (FASTQ) from individual barcoded samples were used as an input. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AmpSeq IBV lineage and isolate identification"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/634600 doi: bioRxiv preprint First, the basecalled reads were aligned to the IBV-lineage-typing database using BLASTn and reads were clustered based on the read sequence alignment to the respective prototype sequence of IBV lineage. These read clusters were used to interpret presence of IBV genotypes and lineages in the samples. For isolate level identification of IBV, the lineage-based read clusters were individually aligned to the All-IBV database, which produced sub-clusters of reads. Each of these read sub-clusters potentially represents a different isolate and was further used for interpretation. Knowing that MinION sequencing has a high sequencing error rate in individual reads, further steps were added in the data analysis algorithm to obtain a more accurate consensus sequence. Therefore, these read sub-clusters were mapped, using Geneious mapper in Geneious software v11.1.3. (Biomatters, Ltd, Auckland, New Zealand), to the IBV-lineagetyping database (a reference FASTA file) to obtain consensus sequences from each sub-cluster.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AmpSeq IBV lineage and isolate identification"
        },
        {
            "text": "A minimum threshold for number of reads per consensus sequence was not set as in two samples (sample #4 in Run1 and sample #12 in Run 2), only 1 and 5 IBV reads were obtained, respectively; therefore, consensus sequences were built from all the available IBV reads per subcluster. The consensus sequences were compared to GenBank using BLASTn. To select the \"top hit\" from BLASTn output, sequence search results were ordered by \"sequence identity\" and then sequence alignments were evaluated for \"minimum mismatches\" and \"coverage\" of query or subject sequence. All isolates with the highest query or subject coverage and the fewest mismatches were used as \"top hit\" in the final results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AmpSeq IBV lineage and isolate identification"
        },
        {
            "text": "For Sanger sequencing amplicons synthesis, cDNA from MinION library preparation was amplified using the following primer sets (Table 2) . Firstly, a primer set based on Connecticut sequence NCBI FJ904716.1 was used to amplify Genotype I-lineage 1 viruses (e.g., Connecticut All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 126,
                    "end": 135,
                    "text": "(Table 2)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Sanger sequencing amplicon synthesis"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/634600 doi: bioRxiv preprint and Massachusetts serotypes). Secondly, a primer set based on GA98 sequence NCBI AF274439.1 was used to amplify Genotype IV-lineage 1 viruses (e.g., Georgia 1998 and Delaware 072 serotypes). Primer sets were designed using NCBI Primer-BLAST. 51 The PCR reaction mixture is composed of 10 µl of cDNA, 0.5 µl of 10 µM forward primer, 0.5 µl of 10 µM reverse primer, 2.5 µl of 10× buffer, 0.5 µl of enzyme mix, and 0.5 µl of 10mM dNTPs, then made the final volume to 25 µl with nuclease-free water. The following thermocycling conditions were used for amplicon synthesis: denaturation at 95 °C for 1 min, followed by ",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 390,
                    "text": "51",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Sanger sequencing amplicon synthesis"
        },
        {
            "text": "For Sanger sequencing data, the chromatogram from each of the samples was manually checked and primer sequences were trimmed in MEGA 6.0. 42 Forward and reverse sequences from multiple clones were aligned using MEGA 6.0 software and consensus sequences were All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 140,
                    "text": "42",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Sanger sequencing analysis"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/634600 doi: bioRxiv preprint compared to GenBank using Basic Local Alignment Tool (BLAST) (https://blast.ncbi.nlm.nih.gov/) (as of: 12-03-2018) and the top hit from BLASTn output was selected, as described above for MinION sequencing data, to identify the IBV isolate in samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sanger sequencing analysis"
        },
        {
            "text": "A pairwise nucleotide identity comparison on the partial S1 sequences of IBVs from each of the samples sequenced with Sanger sequencing and MinION sequencing was performed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sanger and MinION sequence pairwise identity"
        },
        {
            "text": "Briefly, the final AmpSeq consensus sequences from identical IBV types in each of the sample were aligned using ClustalW in MEGA6 42 and this alignment was used for pairwise nucleotide identity using MEGA6. 42 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 209,
                    "text": "42",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Sanger and MinION sequence pairwise identity"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/634600 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sanger and MinION sequence pairwise identity"
        },
        {
            "text": "Five samples from Run 1 were tested with a pan-IBV RT-qPCR assay 4 , and four of those were positive for IBV. Samples with pathogenic IBV strains (Run 2, n = 5) were tested with the pan-IBV RT-qPCR and all five samples were IBV positive (Table 1) . Next, a GA08 serotype specific primer set (in house validated set of primers used for diagnostics) was used on all samples from Run 1 (including five samples that were previously tested by the pan-IBV PCR) and four of 10 samples were positive. Sample #3 and #4, which were positive with the pan-IBV RT-qPCR assay, were negative with GA08 specific RT-qPCR assay indicating that these samples contained IBV serotypes other than GA08 and required further testing. Sample #5 tested negative with both assays (Table 1) .",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 66,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 237,
                    "end": 246,
                    "text": "(Table 1)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 753,
                    "end": 762,
                    "text": "(Table 1)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "RT-qPCR assays"
        },
        {
            "text": "A total of 10 clinical swab samples (Run 1) were processed for Sanger sequencing to confirm the presence of IBV lineages. Based on the MinION results, primers targeting GIV-L1 and GI-L1 (GA98 and Conn and primer sets, respectively) were created. The PCR products were cloned and multiple (6-24) clones from each sample were submitted for Sanger sequencing and results are summarized in Table 3 . Using GIV-L1 serotype primers showed that 9 out of 10 samples were positive with 1 sample (#5) negative for IBV (which is consistent with the pan-IBV RT-qPCR results for this sample). Consensus sequences from multiple clones obtained by using GIV-L1 primers showed the presence of GA98 (GA/A9dvaccinated) in 7 of 9 IBV-positive samples. DE072 was detected in samples #1 and #9 as the lone GIV-1 isolate but was also detected in three samples (#2, and #10) that also contained GA98 (Table 4 ). By using the GI-L1 primer set, which amplified Conn and Mass type IBVs, 3 of 9 IBV-positive samples were All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 386,
                    "end": 393,
                    "text": "Table 3",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 877,
                    "end": 885,
                    "text": "(Table 4",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Sanger sequencing"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. (Table 4 ). Based on the two conventional RT-PCRs and the GA08 RT-qPCR, it was determined that only samples #8 and #9 contained a single IBV isolate, while the other 7 samples were positive for 2-4 types of IBV (Table 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 91,
                    "end": 99,
                    "text": "(Table 4",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 302,
                    "end": 311,
                    "text": "(Table 3)",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Sanger sequencing"
        },
        {
            "text": "PCR amplicons obtained directly from 10 clinical swab samples with vaccine IBV serotypes were barcoded, pooled together and sequenced on MinION device (Run 1). A total of 38,661 reads were successfully basecalled from the entire sequencing run (total reads = 42,940).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MinION sequencing and lineage identification (Run 1)"
        },
        {
            "text": "After demultiplexing, reads per barcode ranged from 831 to 4114. A total of 14,845 reads were not assigned to any of the used barcodes and 128 reads were discarded due to middle adapters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MinION sequencing and lineage identification (Run 1)"
        },
        {
            "text": "The Nanopore reads were queried against IBV-lineage-typing database to determine if the samples contained IBV (Figure 1 ). This AmpSeq protocol detected IBV reads in 8 of 10 samples.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 110,
                    "end": 119,
                    "text": "(Figure 1",
                    "ref_id": null
                }
            ],
            "section": "MinION sequencing and lineage identification (Run 1)"
        },
        {
            "text": "The number of IBV reads per sample (IBV positive sample) ranged from 56-944. The MinIONnegative samples included sample #5, which was consistently negative with RT-qPCR and RT-PCR assays (and thus interpreted as IBV negative), and sample #1, which had the highest Cq values in the pan-IBV RT-qPCR (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 297,
                    "end": 306,
                    "text": "(Table 1)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "MinION sequencing and lineage identification (Run 1)"
        },
        {
            "text": "Sequencing data was further analyzed to determine if multiple IBV genotypes or lineages could be detected. Lineage-1 and lineage-27 from Genotype I (GI-L1, GI-L27), and lineage-1 from Genotype IV (GIV-L1) were the detected lineages in the samples. Results from individual RT-qPCR assay for GA08 (GI-L27), and RT-PCR assays for GIV-L1and GI-L1 confirmed the presence of multiple IBV genotypes and lineages in 6 of the 9 IBV-positive samples (#1, #2, #3, #4, #6, #7) and AmpSeq results confirmed multiple genotypes and lineages in 4 (#2, #4, #6, #7) of those 6 samples (AmpSeq failed to detect any IBV in #1, and failed to detect GIV-L1 in #3). All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MinION sequencing and lineage identification (Run 1)"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/634600 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MinION sequencing and lineage identification (Run 1)"
        },
        {
            "text": "The presence of a single lineage was confirmed by PCR-based assays and AmpSeq in three samples (#8, # 9 and #10) ( Table 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 115,
                    "end": 123,
                    "text": "Table 3)",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "MinION sequencing and lineage identification (Run 1)"
        },
        {
            "text": "It was observed that the single read cluster composed of less than 5 reads (Run1, sample #4, GA98) yielded a poor-quality consensus sequence, consistent with the known individual read error rate of MinION sequencing. High-quality consensus sequences were obtained from the other read clusters (>5 reads per cluster). Each of the obtained consensus sequences were compared to GenBank databases using BLAST, which revealed >99% sequence identity to respective IBV isolates Table 4 ). As described in the Sanger Sequencing section, two samples (#8 and #9) contained only one IBV isolate per the non-MinION assays, and the AmpSeq results were consistent with these findings. Non-MinION assays showed that seven samples contained two or more isolates per sample. Six samples (#1, #3, #4, #6, #7, and #10) contained two isolates per sample (Table 4 ). Of those six samples, AmpSeq detected both isolates in four samples (#4, #6, #7, and #10), one isolate in one sample (#3), and no IBV in one sample (#1; as mentioned above, sample #1 was the sample with the highest Cq value). Of note, sample #10 contained two isolates from the same lineage and AmpSeq was able to identify both isolates within this sample.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 471,
                    "end": 478,
                    "text": "Table 4",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 834,
                    "end": 842,
                    "text": "(Table 4",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "MinION consensus sequence evaluation for isolate identification"
        },
        {
            "text": "Finally, the seventh multi-isolate sample (#2) contained four isolates per the non-MinION results, and the AmpSeq detected two of those four isolates. These data show that a co-infection of multiple IBV lineages existed in the above-mentioned samples but a single RT-qPCR, or Sanger sequencing of a single clone may not have detected these co-infecting IBV lineages and required multiple assays to detect all the IBV types. However, the AmpSeq protocol accurately detected multiple IBV lineages in 4 of 7 samples, with partial detection in two of the remaining three samples (Table 4 ). In samples which had the same IBV type, Blast search of consensus All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 575,
                    "end": 583,
                    "text": "(Table 4",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "MinION consensus sequence evaluation for isolate identification"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/634600 doi: bioRxiv preprint sequences obtained from AmpSeq and Sanger sequencing identified the same (or highly related isolate for sample #6 [GA98] and sample #9) in the NCBI nt database as per parameters described in the methods section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MinION consensus sequence evaluation for isolate identification"
        },
        {
            "text": "To evaluate the utility of this protocol on clinical swab samples with pathogenic IBV variants, IBV-S1 gene was amplified directly from five clinical tracheal scrapings and the PCR amplicons were used to create MinION libraries. A total of 146,540 reads were successfully basecalled from the entire sequencing run (total reads = 156,000). After demultiplexing, reads per barcode ranged from 4,285 to 41,131. A total of 24,297 reads were not assigned to any of the used barcodes and 8,109 reads were discarded due to middle adapters in the basecalled reads.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MinION sequencing and lineage identification (Run 2)"
        },
        {
            "text": "Real-time analysis of MinION data, which was obtained within 10 minutes of the sequencing, was sufficient for detection of IBV. However, the sequencing data obtained from entire sequencing run was processed with the same protocol as described above. This AmpSeq protocol detected IBV reads in all of the 5 tested samples using all basecalled reads. The number of IBV reads per sample ranged from 5-4,956. Additionally, the sequencing data analysis showed that the IBV reads belonged to GI-17 lineage and typed the isolate as DMV1639. After MinION sequencing results, these samples were later tested to confirm the presence of IBV variant by MDL_DMV1639 IBV variant specific RT-qPCR assay. All 5 samples were positive for IBV MDL_DMV1639 variant of IBV (Table 5) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 752,
                    "end": 761,
                    "text": "(Table 5)",
                    "ref_id": null
                }
            ],
            "section": "MinION sequencing and lineage identification (Run 2)"
        },
        {
            "text": "In all of the samples where a matching IBV genotype/lineage was identified by both AmpSeq and Sanger sequencing, the AmpSeq data showed high concordance with Sanger sequencing data, In one sample (#4), only a single MinION read of GA98 was detected by All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pairwise sequence identity between Sanger and MinION consensus sequences"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/634600 doi: bioRxiv preprint sequencing, consistent with the reported single-read accuracy of MinION sequencing. All other samples showed 99-100% pairwise identity across the partial S1 fragment generated by Sanger Sequencing. (Table 4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 344,
                    "end": 352,
                    "text": "(Table 4",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Pairwise sequence identity between Sanger and MinION consensus sequences"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pairwise sequence identity between Sanger and MinION consensus sequences"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/634600 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pairwise sequence identity between Sanger and MinION consensus sequences"
        },
        {
            "text": "This study describes a sequencing approach for rapid and accurate identification of IBV genotypes/lineages utilizing the MinION Nanopore sequencer. Additionally, a sequence analysis workflow is described here. The workflow analysis is designed to deal with the multiple, highly similar sequences contained within GenBank that are due to numerous sequencing experiments of IBV (especially vaccine viruses). This protocol demonstrates the feasibility of real-time-based sequencing to provide isolate-level resolution of IBV directly from clinical swab samples, including samples that contain multiple isolates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The proper diagnosis of IBV as the cause of clinical respiratory disease is contingent on virus typing and differentiating live vaccine viruses from field strains. 11 Previously, it was reported that IBV genotypes correlate well with the serotypes of IBV 45 ; therefore, accurate genotypic identification of IBV will be useful to diagnose vaccine and variant viruses in clinical samples. The rapid pan-IBV and serotype specific RT-qPCR assays 4,23,36 have been used for serotype identification; however, positive results from RT-qPCR is insufficient to determine the IBV genotype and obtain isolate-level resolution of IBV; thus, sequence analysis of IBV-S1 gene is required. Previously, use of partial S1 gene sequences (450 bp) to type IBV has been described. 29 However, increasing the length of sequenced S1 gene (~1620 bp) results in more data to be used for genotyping as more of the hypervariable region is covered. 17, 27, 45 For example, the AmpSeq protocol was able to differentiate two genetically very similar (99.5% at S1 gene of IBV genome) but serotypically different GIV-L1 isolates, DE072 and GA98, within a single sample. Thus, the detection of highly diverse IBV genotypes, via the S1 subunit, with a single and rapid sequencing protocol is desirable and the ability to detect multiple isolates in a single sample would improve IBV detection in clinical samples. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 762,
                    "end": 764,
                    "text": "29",
                    "ref_id": null
                },
                {
                    "start": 923,
                    "end": 926,
                    "text": "17,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 927,
                    "end": 930,
                    "text": "27,",
                    "ref_id": null
                },
                {
                    "start": 931,
                    "end": 933,
                    "text": "45",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/634600 doi: bioRxiv preprint Currently, pan-IBV RT-qPCR is used to rapidly detect IBV from clinical samples for screening purposes, 4 but this requires additional serotype-specific RT-qPCRs to genotype positive samples, including samples containing more than one genotype. Additionally, if unidentified IBVs are in the sample, then current detection and characterization may also require egg culture followed by various PCRs. 8 The AmpSeq method described in this report detected IBV in 13 of 14 IBV-positive and detected all the mixed isolates in four of seven samples containing two or more isolates. While mixed isolates were not 100% identified (0/2 in #1, 2/4 in #2, and ½ in #3) in three samples with the AmpSeq method, detection of those mixed isolates required several non-AmpSeq assays. Although, there is room for improving this new AmpSeq method, it represents a promising, single-step assay that can be used without egg culture. Thus, it is another tool for the detection of IBV, especially in cases when multiple isolates may be present or when genotyping is especially important.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "One area that is problematic for a test such as AmpSeq is to detect all the isolates that may be present. While AmpSeq did detect all isolates in 4 samples, in 3 cases not all of the isolates were detected. A potential explanation to partial detection of multiple IBV genotypes could be the relative abundance of IBV genotypes in these clinical samples. It could also be that amplification of these IBV genotypes by serotype-specific RT-qPCR assays is more efficient due to small targeted fragment size (e.g., 120 bp for PCR and ~1600 bp for AmpSeq) and better primer alignment to the target (e.g., degenerate bases are used in the S1 primers used for AmpSeq). One complicating factor of the current AmpSeq protocol is that the IBV target sequence 27 was not originally designed for high specificity, especially from clinical samples. As such, a high proportion of total reads were non-IBV reads (e.g., often mapping to the chicken genome, data not shown), consistent with the extra bands visible in the original report for these All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/634600 doi: bioRxiv preprint target sequences. 28 Additionally, it is possible that certain genotypes are better complemented to the S1 primers than others and may outcompete those isolates for amplification in the AmpSeq protocol. Lastly, increasing the total number of reads collected by AmpSeq may improve the ability to detect all genotypes in sample by AmpSeq. It is possible to allow the sequencing to continue longer to obtain more reads per sample. Overall, AmpSeq is a feasible test for IBV characterization, and work is ongoing to improve this new type of assay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "For example, cost and time efficiency of a sequencing protocol can be improved through multiplexing of more samples in a single sequencing run. 3, 47 In this study, samples (Run 1 = 10, Run 2 = 5) were simultaneously multiplexed (i.e., pooled and then sequenced in one run) while maintaining IBV genotyping from data collected. Since the MinION flow cells were not exhausted, and can be washed and re-used, the AmpSeq method also has the potential for sequential multiplexing. This would decrease the need to hold samples for weeks while waiting for the cost-optimal number of samples for simultaneous multiplexing. Alternatively, if detection of all isolates within a given sample is preferred, the sequencing can be run longer to increase sensitivity. The single protocol nature of AmpSeq, the ability to obtain S1 gene sequence results, real-time data analysis, and flexibility of testing design makes MinION-based AmpSeq a viable sequencing protocol for typing of IBV isolates.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 146,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 147,
                    "end": 149,
                    "text": "47",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The advent of real-time, in-house, third generation sequencing represents a transformative opportunity for diagnostic laboratories, by offering the ability to more fully characterize PCR reactions beyond confirming amplicon size (e.g., routine electrophoresis), Sanger sequencing RT-PCR products, or by confirming a partial sequence through probe hybridization (e.g., probe-based qPCR). However, the interpretation of such large data sets represents a challenge to veterinary diagnosticians. Read-based classification software such as genotypes from single sample. Thus, the MinION-based AmpSeq coupled with the data analysis workflow for identification, differentiation, and accurate prediction of IBV genotypes from clinical swab samples can be used as an adjunct to other established rapid diagnostic assays 9,12 until extensive testing of this protocol is done to improve and validate AmpSeq for IBV diagnostics. Furthermore, AmpSeq-based assays can be, and are being applied to other viral pathogens, 3,37 demonstrating the power and utility of this method in the age of molecular diagnostics. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/634600 doi: bioRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Emergence of novel strains of avian infectious bronchitis virus in Sweden",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Abro",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Vet Microbiol",
            "volume": "155",
            "issn": "",
            "pages": "237--246",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Phylogenetic analysis of partial S1 and N gene sequences of infectious bronchitis virus isolates from Italy revealed genetic diversity and recombination",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "A"
                    ],
                    "last": "Bochkov",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Virus Genes",
            "volume": "35",
            "issn": "",
            "pages": "65--71",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Rapid virulence prediction and identification of Newcastle disease virus genotypes using third-generation sequencing",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Butt",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Virol J",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Development and evaluation of a real-time Taqman RT-PCR assay for the detection of infectious bronchitis virus from infected chickens",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Callison",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Virol Methods",
            "volume": "138",
            "issn": "",
            "pages": "60--65",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Infectious bronchitis virus infections of chickens in Belgium: an epidemiological survey",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "De Herdt",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Vlaams Diergeneeskundig Tijdschrift",
            "volume": "85",
            "issn": "",
            "pages": "285--290",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Green real-time reverse transcription-polymerase chain reaction assay for the generic detection of coronaviruses",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Escutenaire",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sybr",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Arch Virol",
            "volume": "152",
            "issn": "",
            "pages": "41--58",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Presence of Newcastle disease viruses of sub-genotypes Vc and VIn in backyard chickens and in apparently healthy wild birds from Mexico in 2017",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ferreira",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Virus Genes",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Neither the RNA nor the proteins of open reading frames 3a and 3b of the coronavirus infectious bronchitis virus are essential for replication",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hodgson",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "",
            "pages": "296--305",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Molecular evolution and emergence of avian gammacoronaviruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Jackwood",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Infect Genet Evol",
            "volume": "12",
            "issn": "",
            "pages": "1305--1311",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Data from 11 years of molecular typing infectious bronchitis virus field isolates",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Jackwood",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Avian Dis",
            "volume": "49",
            "issn": "",
            "pages": "614--618",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Further development and use of a molecular serotype identification test for infectious bronchitis virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Jackwood",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Avian Dis",
            "volume": "",
            "issn": "",
            "pages": "105--110",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Improved data analysis for the MinION nanopore sequencer",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jain",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Nature methods",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A recombinant fowl adenovirus expressing the S1 gene of infectious bronchitis virus protects against challenge with infectious bronchitis virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Vaccine",
            "volume": "21",
            "issn": "",
            "pages": "2730--2736",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Evolutionary and bioinformatic analysis of the spike glycoprotein gene of H120 vaccine strain protectotype of infectious bronchitis virus from India",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Kamble",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Biotechnol Appl Biochem",
            "volume": "63",
            "issn": "",
            "pages": "106--112",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Serotype identification of avian infectious bronchitis virus by RT-PCR of the peplomer (S-1) gene",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Keeler",
                    "suffix": ""
                },
                {
                    "first": "Jr",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Avian Dis",
            "volume": "42",
            "issn": "",
            "pages": "275--284",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Centrifuge: rapid and sensitive classification of metagenomic sequences",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Genome Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Identification of avian infectious bronchitis virus by direct automated cycle 30",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kingham",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Avian coronavirus infectious bronchitis attenuated live vaccines undergo selection of subpopulations and mutations following vaccination",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "T"
                    ],
                    "last": "Mckinley",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Vaccine",
            "volume": "26",
            "issn": "",
            "pages": "1274--1284",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "New real time and conventional RT-PCRs for updated molecular diagnosis of infectious bronchitis virus infection (IBV) in chickens in Egypt associated with frequent co-infections with avian influenza and Newcastle disease viruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Naguib",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Virol Methods",
            "volume": "245",
            "issn": "",
            "pages": "19--27",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Rapid detection and differentiation of avian infectious bronchitis virus: an application of Mass genotype by melting temperature analysis in RT-qPCR using SYBR Green I",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Okino",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Vet Med Sci",
            "volume": "80",
            "issn": "",
            "pages": "725--730",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Sequence analysis of S1 genes of infectious bronchitis virus isolated in Thailand during 2008-2009: identification of natural recombination in the field isolates",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pohuang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Virus Genes",
            "volume": "43",
            "issn": "",
            "pages": "254--260",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Multiplex PCR method for MinION and Illumina sequencing of Zika and other virus genomes directly from clinical samples",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Quick",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nat Protoc",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Real-time, portable genome sequencing for Ebola surveillance",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Quick",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nature",
            "volume": "530",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Detection of infectious bronchitis virus with the use of real-time quantitative reverse transcriptase-PCR and correlation with virus detection in embryonated eggs",
            "authors": [
                {
                    "first": "H-J",
                    "middle": [],
                    "last": "Roh",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Avian Dis",
            "volume": "58",
            "issn": "",
            "pages": "398--403",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Introducing mothur: open-source, platform-independent, communitysupported software for describing and comparing microbial communities",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Schloss",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Appl Environ Microbiol",
            "volume": "75",
            "issn": "",
            "pages": "7537--7541",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Coronaviruses: structure and genome expression",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Spaan",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J Gen Virol",
            "volume": "69",
            "issn": "",
            "pages": "2939--2952",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "MinION sequencing to genotype US strains of infectious laryngotracheitis virus",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Spatz",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Avian Pathol",
            "volume": "2019",
            "issn": "",
            "pages": "1--15",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Differentiation of infectious bronchitis virus vaccine strains Ma5 and 4/91 by TaqMan real-time PCR",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Stenzel",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Pol J Vet Sci",
            "volume": "20",
            "issn": "",
            "pages": "599--601",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Cloning and sequencing of genes encoding structural proteins of avian infectious bronchitis virus",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sutou",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Virology",
            "volume": "165",
            "issn": "",
            "pages": "589--595",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "MEGA6: molecular evolutionary genetics analysis version 6.0",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tamura",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Mol Biol Evol",
            "volume": "30",
            "issn": "",
            "pages": "2725--2729",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Prevalence of infectious bronchitis and Newcastle disease virus among domestic and wild birds in H5N1 outbreaks areas",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Tarnagda",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "The Journal of Infection in Developing Countries",
            "volume": "5",
            "issn": "",
            "pages": "565--570",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "S1 gene-based phylogeny of infectious bronchitis virus: an attempt to harmonize virus classification",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Valastro",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Infect Genet Evol",
            "volume": "39",
            "issn": "",
            "pages": "349--364",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Relationship between serotypes and genotypes based on the hypervariable region of the S1 gene of infectious bronchitis virus",
            "authors": [
                {
                    "first": "C-H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Arch Virol",
            "volume": "145",
            "issn": "",
            "pages": "291--300",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "MinION nanopore sequencing of an influenza genome",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Front Microbiol",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Rapid multiplex small DNA sequencing on the MinION nanopore sequencing platform",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Genes, Genomes, Genetics",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The avian coronavirus spike protein",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Wickramasinghe",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Virus Res",
            "volume": "194",
            "issn": "",
            "pages": "37--48",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Comparative analyses of the nucleocapsid genes of several strains of infectious bronchitis virus and other coronaviruses",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Virus Res",
            "volume": "25",
            "issn": "",
            "pages": "213--222",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Kraken: ultrafast metagenomic sequence classification using exact alignments",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Wood",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Primer-BLAST: a tool to design target-specific primers for polymerase chain reaction",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "BMC Bioinformatics",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "All rights reserved. No reuse allowed without permission",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/634600"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "GA/A9dpvaccinated (EU283069.1)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Georgia 08 (GU301925.1) 99.51 NA NA NA 1623 GA/A9dpvvaccinated",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "GA/A9dpvvaccinated (EU283069.1)*",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "GA/A9dpvvaccinated (EU283069.1)*",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "GA/A9dpvaccinated (EU283069.1) 98.55 99.51 1625 DE072 vaccine (AF274435.1)* 99.88 DE072 vaccine (AF274435.1)*",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "35 cycles of 94 °C for 30 s, 55 °C (ConnA primer set) or 50 °C (GA98 primer set) for 30 s, and 72 °C for 45 sec, and a final extension of 72 °C for 5 min. PCR products were visually inspected after electrophoresis in 1.5% agarose gel and the correctly sized bands were cut out for cDNA purification using QIAGEN PCR Purification Kit and quantified using the dsDNA High Sensitivity Assay Kit on a Qubit® Fluorimeter 3.0. Briefly, purified amplicons were inserted into plasmids and ligation reactions (10 µl) were set up as per manufacturer's instructions (Promega pGEM-T Easy vector system). After ligation, 3 µl of ligation mixture was transformed to JM109 competent cells by heat shock. Individual bacterial colonies were checked with PCR and the positive bacterial colonies were plated on LB-agar/ampicillin plates at 37°C for 16 hr. The plasmids were extracted from these positive bacterial colonies (QIAprep Spin Miniprep Kit, Qiagen, Hilden, Germany) and submitted for bidirectional, commercial (GENEWIZ, NJ, USA) Sanger sequencing.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "tube, end prepped with dA tailing Kit (NEBNext® Ultra™ End Repair/dA-Tailing Module, New England Biolabs, MA, USA), bead purified (1:1; bead:solution), and ligated to the sequencing adapters (Ligation Sequencing Kit 1D, SQK-LSK108, ONT, UK), all per Oxford Nanopore Technology directions. Final DNA libraries were bead purified (0.4:1; bead:solution), eluted in 15 µL and sequenced with the MinION Nanopore sequencer. A new FLO-MIN106 R9.4 flow cell (ONT), stored at 4°C prior to use, was allowed to equilibrate to room temperature for 10 minutes and then primed with running buffer as per manufacturer's instructions. The pooled DNA libraries were prepared by combining 12 µL of the library pool with 2.5 µL nuclease-free water, 35 µL RBF, and 25.5 µL library loading beads. After the MinION Platform QC run, the DNA library was loaded into the MinION flow cell via the SpotON port. The standard 48-h 1D",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "positive (#2 and #4 for Conn; #3 for Mass [PDRC_110177])",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Background information of clinical samples collected from broiler chickens.All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Details of PCR primer sets used to detect IBV in samples.Note:The underlined sequences are Oxford Nanopore Technology adapter sequences for multiplexing samples in single sequencing run",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Detection of different lineages of IBV in tracheal swab samples using RT-qPCR assays, RT-PCR coupled with Sanger sequencing and MinION sequencing.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Consensus-based identification of IBV isolates in clinical swab samples",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}