{
    "paper_id": "01d162d7fae6aaba8e6e60e563ef4c2fca7b0e18",
    "metadata": {
        "title": "TWIRLS, an automated topic-wise inference method based on massive literature, suggests a possible mechanism via ACE2 for the pathological changes in the human host after coronavirus infection",
        "authors": [
            {
                "first": "Xiaoyang",
                "middle": [],
                "last": "Ji",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Chunming",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yubo",
                "middle": [],
                "last": "Zhai",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Computer Architecture",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhonghai",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chunli",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Phil Rivers Technology",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yiqing",
                "middle": [],
                "last": "Xue",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Guangming",
                "middle": [],
                "last": "Tan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Computer Architecture",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Gang",
                "middle": [],
                "last": "Niu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": "g.niu@philrivers.com"
            }
        ]
    },
    "abstract": [
        {
            "text": "Faced with the current large-scale public health emergency, collecting, sorting, and analyzing biomedical information related to the \"coronavirus\" should be done as quickly as possible to gain a global perspective, which is a basic requirement for strengthening epidemic control capacity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "However, for human researchers studying the viruses and the hosts, the vast amount of information available cannot be processed effectively and in a timely manner, particularly when the scientific understanding may be limited, which can further lower the information processing efficiency. We present TWIRLS, a method that can automatically acquire, organize, and classify information. Additionally, independent functional data sources can be added to build an inference system using a machine-based approach, which can provide relevant knowledge to help human researchers quickly establish subject cognition and to make more effective decisions. TWIRLS can automatically analyze more than three million words in more than 14,000 literature articles in only 4 hours. Combining with generalized gene interaction databases creates a data interface that can help researchers to further analyze the information. Using the TWIRLS system, we found that an important regulatory factor angiotensin-converting enzyme 2 (ACE2) may be involved in the All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. : medRxiv preprint host pathological changes on binding to the coronavirus after infection. After triggering functional changes in ACE2/AT2R, an imbalance in the steady-state cytokine regulatory axis involving the Renin-Angiotensin System and IP-10 leads to a cytokine storm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The sudden outbreak of the new coronavirus (SARS-CoV-2) at the end of December 2019 poses a huge threat to human health worldwide. The SARS-CoV-2 virus causes severe respiratory disease that can quickly spread from person to person and in some cases lead to death.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Researchers have found that the new SARS-CoV-2 and SARS coronaviruses invade human cells in target tissues in a similar manner via high-affinity binding to angiotensin-converting enzyme 2 (ACE2) [1] . In recent epidemiological investigations of the spread of the SARS-CoV-2 and a preliminary study of the clinical characteristics of this disease [2] [3] [4] [5] [6] , researchers have found that patients infected with the new coronavirus have severe symptoms similar to those of the SARS infection. The first batch of clinical data reports of SARS-CoV-2 infection cases in China revealed \"cytokine storms\" in critically ill patients [7, 8] . However, the mechanism of the viral infection and pathological changes in the immune system is still lacking. The sooner this information is added to the current clinical knowledge of these viruses, the better the control and treatment of this disease.",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 198,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 346,
                    "end": 349,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 350,
                    "end": 353,
                    "text": "[3]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 354,
                    "end": 357,
                    "text": "[4]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 358,
                    "end": 361,
                    "text": "[5]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 362,
                    "end": 365,
                    "text": "[6]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 634,
                    "end": 637,
                    "text": "[7,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 638,
                    "end": 640,
                    "text": "8]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Here, we present an automated topic-wise inference method called TWIRLS (Topic-wise inference engine of massive biomedical literatures) for processing the massive biomedical literature to summarize coronavirus host-related entities. TWIRLS is capable of collecting, classifying, and analyzing reported coronavirus studies to reveal these entities based on the distribution of specific genes in the text of the articles. By combining with general protein interaction data, links between certain functional cellular/physiological components can be inferred to fill the knowledge gaps on the probable mechanism of host pathological changes. eventually leads to acute lung injury in the host. Therefore, TWIRLS can be used to guide human researchers by providing further potential therapeutic target information for the treatment of acute viral lung injury based on the regulation of RAS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Coronavirus-study specific entities and host genes As of February 21, 2020, the PubMed database included 14,878 biomedical articles on coronaviruses. We obtained text data (called local samples) from all related articles on the coronavirus that had been peer reviewed and published by human experts, which included the title, abstracts, author and affiliation information (total 3,182,687 words). The goal of the literature mining was to identify host genes and entities that are relevant to coronavirus research and to establish connections between them. An entity can refers to a word or phrase of the concept name (including related concepts, e.g., virus structure and chemical composition, source of infection, and virus type). The gene names were defined using the mammalian official gene symbols in the Hugo Gene Naming Committee (HGNC) database. We directly retrieved 667 candidate genes from the local samples. By establishing a random distribution of one of the candidate genes in a control sample, the significance of this gene appearing in the local samples can be determined when the frequency of the current gene is an outlier of the random distribution of the control samples (see Methods for details). By calculating the odds ratio, we can also further determine the specificity of the association between this gene and the local samples. In this paper, we selected an odds ratio > 6 as the threshold for this judgment, which resulted in 123 coronavirus study-specific host genes (CSHGs).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results:"
        },
        {
            "text": "To determine the specificity of the entity, we made a choice between different texts in the local samples. We removed numbers, symbols, verbs, and garbled characters to obtain clean versions of the local samples. The coronavirus study-specific entities (CSSE) were then identified in only the clean texts containing CSHGs. Based on the clean selected samples, we next built a local dictionary of candidate CSSEs containing 49,293 words after deduplication. Before calculating the random distribution of each entity, we included the synonymous entities into a same entity number (including singular or plural words, active and passive forms, different tenses, suffixes that do not change the meaning, etc.). For example, synonymous entities such as coronaviral, coronavirus, coronaviruses were grouped into one entity as coronavirus and assigned the same number (see entity number in Table S1 , Sheet 1 first column). The previous method of merging synonymous entities was based on a dictionary [9, 10] , which not only relied on the integrity of the dictionary, but also required a long retrieval time. To automatically solve the synonymous entity problem, TWIRLS classifies similar strings based on whether there is a significant statistical association between the character blocks in a set of candidate entities including various synonymous entities (see Methods). After cleaning and processing, CSSEs were identified by TWIRLS using a similar method to that for CSHG as described above.",
            "cite_spans": [
                {
                    "start": 994,
                    "end": 997,
                    "text": "[9,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 998,
                    "end": 1001,
                    "text": "10]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 883,
                    "end": 891,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "Results:"
        },
        {
            "text": "For the candidate CSSE dictionary, a random distribution model for each entity was built by TWIRLS using the control samples. We identified 623 CSSEs (Table Sl, Sheet 1) based on the outliers discriminated by the random model and calculated odds ratio. For example, TWIRLS found 100 CSSEs close to ACE2, the receptor of SARS and SARS-CoV-2 viruses (see left panel in Figure 1 ). The size of the entity represents the relative distance to ACE2, with a larger size indicating a closer distance to ACE2. Additionally, we present the CSSE cloud of the human receptor gene DPP4 of the MERS virus (see right panel in Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 367,
                    "end": 375,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 611,
                    "end": 619,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results:"
        },
        {
            "text": "Although TWIRLS only identified 623 CSSEs after collation, for human researchers, the information is scattered in words, which is limited for reconstructing understandable mechanistic models. Therefore, TWIRLS clusters CSSEs according to the rules defined by CSHG distribution, as genetic level research can accurately answer and solve physiological and pathological problems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Categories of entity and their labels-human conclusion and enriched pathway"
        },
        {
            "text": "TWIRLS first calculated the specific co-distribution between CSHGs in local samples, then determined the distance between each pair of CSSEs and performs dichotomy clustering according to the linkage relationship between CSSEs and CSHGs. This classified the 623 entities into 32 categories represented as C0-C31 (see category number in Table S1 , Sheet 1 second column). In addition, for each category, TWIRLS also cited the top ten most relevant references for human researchers (Table S2) . Therefore, in any category, according to the CSSE and the most relevant literature, we can quickly provide \"Labels of conclusion-drawn-by-human-researcher\" (HR Labels) for this category. This label outlines the most relevant research directions of the current entity category. For example, for category C3, the HR label is \"Neurotrophic Coronavirus Related to Immune-Mediated Demyelination\". We have summarized the HR labels for the 32 entity categories in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 336,
                    "end": 344,
                    "text": "Table S1",
                    "ref_id": null
                },
                {
                    "start": 480,
                    "end": 490,
                    "text": "(Table S2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 950,
                    "end": 957,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Categories of entity and their labels-human conclusion and enriched pathway"
        },
        {
            "text": "The relative position of any CSHG to a certain CSSE can be estimated by TWIRLS (see Table S1 , the ranking matrix in Sheet 1). As each category contains different entities, we can determine whether a certain CSHG is significantly closer to each entity in the current category based on the ranking matrix between CSHG and CSSE. For example, the average distance between ACE2 and the 92 entities in category C5 is first calculated, then a random distribution model of the average distance between ACE2 and any of the 92 entities (3000-5000 times) is built, and finally, we determine if the average distance between ACE2 and entities in category C5 is significantly less than and deviates from the mean of the random distribution (Z score = -5.8416). The significance of each category associated with each CSHG is then scored by TWIRLS ranging between -10 and +10, with a smaller score indicating the current CSHG is more relevant to the current category (see the Z-score matrix in Table S1 , sheet 2). For an entity category, the associated CSHGs (e.g., Ci CSHGs, where i represents the category number) can thus be selected by a Z score <-3 (the Z scores describing the association between CSHG and any category is summarized in Sheet2 of Table S1 , and the category labels of all CSHGs are provided in Sheet 3).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 84,
                    "end": 92,
                    "text": "Table S1",
                    "ref_id": null
                },
                {
                    "start": 979,
                    "end": 987,
                    "text": "Table S1",
                    "ref_id": null
                },
                {
                    "start": 1238,
                    "end": 1246,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "Categories of entity and their labels-human conclusion and enriched pathway"
        },
        {
            "text": "Specifically, Spike proteins (S proteins) of different coronaviruses recognize different receptor molecules on human cells, such as ACE2 (binds to Spike proteins in SARS and SARS-CoV-2 virus) and DPP4 (binds to Spike protein in MERS virus). We found that these two genes are assigned to the C5 category, which has a corresponding HR label of \"Spike protein (S) of coronavirus\", suggesting that TWIRLS can automatically provide an interface to summarize human findings and help human experts quickly understand the research directions and necessary knowledge in this field.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Categories of entity and their labels-human conclusion and enriched pathway"
        },
        {
            "text": "The distribution and meaning of the data can be compared to specific expression values of CSHG under different conditions (here, the category is used as a condition). Therefore, based on the All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Categories of entity and their labels-human conclusion and enriched pathway"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.02.24.20025437 doi: medRxiv preprint distribution of the pathway signatures, TWIRLS can recommend the most likely and least likely signaling pathways (Table 2) . On the other hand, TWIRLS can also recommend the most likely and least likely categories for each signaling pathway. As an example, Table 3 shows the signaling pathways most likely associated with category C3 with the most unlikely corresponding category.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 253,
                    "end": 262,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 397,
                    "end": 404,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Categories of entity and their labels-human conclusion and enriched pathway"
        },
        {
            "text": "We coupled the data with gene interaction/regulation databases and constructed a generalized protein-protein interaction network (PPI network) among 119 genes out of the 123 CSHGs. We defined the direct interaction between two genes as a 1 degree (1 o ) interaction, and the indirect interaction connecting two genes through a gene as a 2 degree (2 o ) interaction. All the genes in the 1 o networks mined in the PPI database are shown in Figure 2 . The results after deduplication showed 2,004 pairs in the 119 CSHGs (see Table S1 , Sheet 4). As a control, the average interactions of 119 randomly selected genes in the database showed between 252 to 612 pairs (average 220.16, standard deviation 35.15). Compared to random genes, the regulatory connections between CSHGs were significantly enriched (Z score = 50.97).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 439,
                    "end": 447,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 523,
                    "end": 531,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "Entity category associated genes involved in generalized interaction networks"
        },
        {
            "text": "Those CSHGs associated with a certain category had much closer interactions. For example, CSHGs associated with category C3 (or associated with C5 or C10) were closer to each other in the 1 o networks (Figure 2 ), suggesting that TWIRLS can possibly highlight important research directions and biology systems involved in coronavirus-specific research and can provide reliable interfaces for further automatic inference.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 201,
                    "end": 210,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Entity category associated genes involved in generalized interaction networks"
        },
        {
            "text": "Several hub genes among the 119 CSHGs were further recommended by TWIRLS. Compared to a random sampling from all interactions recorded in the database, these hub genes had significantly increased numbers of interactions with the other 118 CSHGs. The recommended results showed that the three members of the IFITMs family (IFITM1-3) ranked first, second, and sixth among the top ten hub genes (CSSE cloud of the IFITMs family genes is shown in Figure 3 ; detailed ranking recommendation results are shown in Table S1 , Sheet 5). These IFITMs genes showed 115 interactions, accounting for 8.59% out of all 1,338 interactions of the 119 CSHGs. These IFITMs were significantly enriched in the local samples representing updated coronavirus-related All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 443,
                    "end": 451,
                    "text": "Figure 3",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 507,
                    "end": 515,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "Entity category associated genes involved in generalized interaction networks"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.02. 24.20025437 doi: medRxiv preprint studies (average 0.03% in the control test of random samplings, p <1.5676e-61). The IFITMs family plays crucial roles in the induction of interferons during viral infections. Under the action of interferon, IFITMs disrupts intracellular cholesterol homeostasis and prevents the virus from entering the host cell [11] . However, TWIRLS did not directly associate IFITMs with any category, so we needed to provide more information so that TWIRLS can determine which part of these genes might be involved in the coronavirus infection and host body response.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 118,
                    "text": "24.20025437",
                    "ref_id": null
                },
                {
                    "start": 453,
                    "end": 457,
                    "text": "[11]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Entity category associated genes involved in generalized interaction networks"
        },
        {
            "text": "Combining with generalized interaction databases provides richer interactions and regulatory linkages. We extended the 119 CSHGs to their 2 o networks based on the interactions with higher likelihood of connections (Combined score> 800). The 2 o networks expanded the number of genes from 119 host genes to 3,494 genes that may be associated with coronavirus (see Table S1 , Sheet 6 with DPP4 [12] . The different distribution of these receptors in the respiratory tract results in different degrees of infection. Although the infection ability of MERS is lower than in SARS, the mortality is higher (in about one-third of patients) because of the deeper infection site [13] . Similar to the SARS virus, viral genomics and structural biology studies have shown that ACE2 is also a functional receptor for the new SARS-CoV-2 coronavirus. After binding to ACE2 via its Spike protein, SARS-CoV-2 undergoes membrane fusion and enters the host cells by endocytosis. The ACE2 peptidase is a key regulator of the Renin-Angiotensin System (RAS). It is highly expressed in the heart, kidney, and testis, and is also expressed at lower levels in other tissues (mainly in the intestine and lungs) [14, 15] . Recent studies have shown that the binding of the S protein to ACE2 in the new coronavirus is 10 to 20 times stronger than in the SARS virus [16] , which may help the new coronavirus infect the host through the upper respiratory tract, significantly increasing its infectivity. Using TWIRLS, we were able to identify both ACE2 and DPP4 genes as CSHGs, and both were significantly associated with the C5 category. The HR label for this category is \"associated with S protein.\"",
            "cite_spans": [
                {
                    "start": 393,
                    "end": 397,
                    "text": "[12]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 670,
                    "end": 674,
                    "text": "[13]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1186,
                    "end": 1190,
                    "text": "[14,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1191,
                    "end": 1194,
                    "text": "15]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1338,
                    "end": 1342,
                    "text": "[16]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 364,
                    "end": 372,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "Entity category associated genes involved in generalized interaction networks"
        },
        {
            "text": "In addition to ACE2 and DPP4, other CSHGs that are significantly associated with the C5 category include FURIN and TMPRSS2. The former may be required for the H7N1 and H5N1 influenza virus infections, probably via hemagglutinin-induced lysis, whereas the latter is widely reported to mediate and assist in the invasion of host cells by multiple viruses. Transmembrane protease serine 2 (TMPRSS2) is a serine protease that hydrolyzes and activates the spike glycoproteins of human coronavirus 229E (HCoV-229E), human coronavirus EMC (HCoV-EMC), Sendai virus (SeV) and human interstitial pneumovirus (HMPV), and 1,2,3 fusion glycoproteins of F0, 4a, and 4b human parainfluenza viruses (HPIV) [17, 18] . The function of this gene is essential for the transmission and pathogenesis of influenza A viruses (H1N1, H3N2 and H7N9 strains). It is also involved in the hydrolysis and activation of hemagglutinin proteins, which are essential for viral infectivity [19, 20] . Although entities in the C5 category and in the cited literature mainly show that virus invasion is facilitated by virus-binding receptors and membrane proteases, the biological mechanism of the receptor binding to viruses leading to pathological changes has been reported less frequently. All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 690,
                    "end": 694,
                    "text": "[17,",
                    "ref_id": null
                },
                {
                    "start": 695,
                    "end": 698,
                    "text": "18]",
                    "ref_id": null
                },
                {
                    "start": 954,
                    "end": 958,
                    "text": "[19,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 959,
                    "end": 962,
                    "text": "20]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Entity category associated genes involved in generalized interaction networks"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.02.24.20025437 doi: medRxiv preprint TWIRLS recommend new genes that interact with C5 CSHGs, and other 1 o or 2 o CSGHs linked to this gene might be enriched in other categories. These inferences are based on a process that finds new genes connected to different categories. The connected categories suggested potential regulatory relationships between different biological functions or phenotypes. The genes that serve as linkers are potential targets for gain-and loss-of-function experiments to identify those systems described by the meaningful entities in these categories.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Entity category associated genes involved in generalized interaction networks"
        },
        {
            "text": "In this paper, TWIRLS found the 2 o networks showed connections with certain CSHGs associated with categories or with no category. For example, TWIRLS found that CSHGs in the 2 o connections of IFITM1 were mainly concentrated in the C3 category (see Figure 4 ). Interestingly, CSHGs in the 2 o connections of ACE2 and DPP4 associated with C5 category were also enriched in C3 category, inferring that the information summarized in C3 category probably describe the underlying mechanisms of the pathological changes after coronavirus infection. In our analysis, the signaling pathways in C3 were mainly RAS, Vitamin D and RXR activation, and Chemokine signaling, with RAS being the most significant (as shown in Table 3 , which summarizes C3-related signaling pathways). which then linked to C3-associated cytokines including CCL5, CXCL1, CXCL10, CXCL11, CXCL2, CXCL9, CXCR2, and CXCR3 ( Figure 5 ). Subsequently, these linker genes may contain information on the biological mechanisms that may be important for understanding the disease.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 250,
                    "end": 258,
                    "text": "Figure 4",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 711,
                    "end": 718,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 887,
                    "end": 895,
                    "text": "Figure 5",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Entity category associated genes involved in generalized interaction networks"
        },
        {
            "text": "For example, TWIRLS recommended angiotensinogen (AGT) and angiotensin II receptor type 2 (AGTR2 or AT2R) genes in the C3 category associated with ACE2. This supports that RAS is probably involved in the pathological changes caused by cytokine storms after S protein binds to ACE2, as suggested by other reports.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Entity category associated genes involved in generalized interaction networks"
        },
        {
            "text": "We next used TWIRLS to calculate the 1 o and 2 o networks of all 119 CSHGs. Based on the significantly enriched categories of CSHGs in the above networks, TWIRLS separately constructed models for the complex relationships of each CSHG. We found that 45.53% of the All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Entity category associated genes involved in generalized interaction networks"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.02. 24.20025437 doi: medRxiv preprint CSHGs in these networks were associated with C3 or C10 categories, and five genes (CCL3, CCL5, CXCL1, CXCL2, and STAT2) were associated with both. This suggests that the biological mechanisms described by the C3 and C10 categories might be universally involved. Research on the entities, genes, pathways, and linker genes participating in the C3 and C10 categories could lead to new directions for the prevention, treatment, and clinical management of coronavirus infections.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 140,
                    "text": "24.20025437 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Entity category associated genes involved in generalized interaction networks"
        },
        {
            "text": "In this study, we used TWIRLS, a machine-based approach to collect, summarize, and analyze about 15,000 biomedical articles related to coronavirus, with the aim to elucidate the mechanisms underlying coronavirus-induced host pathological changes. Using TWIRLS, we found a possible mechanism involving ACE2/AT2R-RAS-Cytokine signaling, which becomes imbalanced under virus infection leading to cytokine storms. The TWIRLS system is an automated process that can summarize the entities and genes specifically related to coronaviruses. By combining this system with generalized interaction databases, we can reveal further associations that can provide a deeper understanding of the biological mechanisms of the disease phenotype caused by virus-host interactions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "virus to ACE2 may disrupt this balance, which causes a steady-state imbalance of RAS, leading to subsequent pathological changes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although Ang II was originally described as an effective vasoconstrictor, there is growing evidence that it is closely involved in the inflammatory response of the immune system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Pro-inflammatory cytokines derived from immune cells normally regulate the RAS component, which further accelerates the formation of systemic and local Ang II [28] [29] [30] . In particular, pro-inflammatory cytokines regulate the production of AGT in the liver and kidney [31] [32] [33] . On the other hand, RAS has also been implicated in mediating the cytokine storm and has functional relationships with the immune system. Angiotensin II regulates vascular tension and stimulates the release of pro-inflammatory cytokines [34, 35] . The production and release of CXC chemokines can induce the accumulation of neutrophils in vivo [36] . Meanwhile, ACE inhibitors and Ang II receptor blockers have been used in a number of cytokine-mediated inflammatory pathologies, and AT1R blockers (angiotensin receptor blocker) were shown to have beneficial effects that were commonly attributed to AT2R activation [37] . At the same time, it was reported that Ang II-stimulated human endothelial cells had increased release of a CXC chemokine, IP-10. The IFN-γ-inducible protein 10 (IP-10 or CXCL10) is mainly expressed in the lung and is a chemoattractant for activated T cells. The expression of IP-10 has been observed in many Th1-type inflammatory diseases, where it is thought to play an important role in recruiting activated T cells to sites of tissue inflammation. Therefore, RAS dysfunction may result in the accumulation of cytokines, such as in the lungs leading to excessive accumulation of immune cells and interstitial fluid, blocking the airways and causing eventual death. As reported in the first severely infected patients diagnosed with COVID-19, a large number of patients experienced \"cytokine storms\" that was fatal [7] . Figure 6 summarizes the functional changes and pathological consequences of RAS system after ACE2 combines with the coronavirus.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 163,
                    "text": "[28]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 164,
                    "end": 168,
                    "text": "[29]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 169,
                    "end": 173,
                    "text": "[30]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 273,
                    "end": 277,
                    "text": "[31]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 278,
                    "end": 282,
                    "text": "[32]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 283,
                    "end": 287,
                    "text": "[33]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 526,
                    "end": 530,
                    "text": "[34,",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 531,
                    "end": 534,
                    "text": "35]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 633,
                    "end": 637,
                    "text": "[36]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 905,
                    "end": 909,
                    "text": "[37]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1729,
                    "end": 1732,
                    "text": "[7]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 1735,
                    "end": 1743,
                    "text": "Figure 6",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "We expect the mechanism summarized and reasoned by TWIRLS can be further supported by pathological evidence. To date, only one report of a post-mortem biopsy has been published with pathological data. Although histological examination showed bilateral diffuse alveolar damage with cellular fibromyxoid exudates, the right lung showed evidence of desquamation of All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.02.24.20025437 doi: medRxiv preprint pneumocytes and hyaline membrane formation, indicating acute respiratory distress syndrome (ARDS), whereas the left lung showed pulmonary edema with hyaline membrane formation, suggestive of early-phase ARDS. The pathological evidence suggests that ARDS symptoms are closely related to cytokine storm [38] . However, there is still a lack of histopathology-related data to support our preliminary findings generated by our machine approach.",
            "cite_spans": [
                {
                    "start": 441,
                    "end": 445,
                    "text": "[38]",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.02.24.20025437 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We used PubMed, the most widely used database of biological literature, as the resource for the text mining. The schematic representation of the overall study design is shown in Figure 1 and can be summarized in the following steps.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 178,
                    "end": 186,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Construction of the data interface"
        },
        {
            "text": "The dataset used in this pipeline were from PubMed articles. First, PubMed was searched for articles including titles, abstracts, author and affiliation information containing the subject keyword \"coronavirus\". The search results were downloaded in txt format for compiling into structured information. The text in the subject abstract set was organized and cleaned, and then assigned to specific corpuses related to coronavirus (specific corpus) and compiled into the subject dictionary. To enhance the accuracy of the effective entities associated with the keyword, we used a random corpus for comparisons. We searched for article abstracts containing the keyword \"public health\" and compiled the abstract set into a random corpus, and then compiled them into a randomized control dictionary, which contains a wide range of proteins, genes, and related biological entities. We also considered a balanced amount of information by setting relevant parameters to adjust the amount of text before carrying out the statistical analyses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Corpus and dictionary organization"
        },
        {
            "text": "Biological entity identification is a key step in the literature mining process [7, 8] . To ensure functionality of the extracted entity, we first compared the entity from the subject dictionary with the human official gene symbols in the Hugo Gene Nomenclature Commission (HGNC) database [9] to generate subject candidate genes using standard nomenclature. In addition, the entities in the abstract were capitalized to avoid errors in the identification process. To obtain widely used gene entities that are precisely related to the subject and to determine the significance of the gene distribution in the specific texts, we calculated the difference in the distribution proportions. We searched for the subject candidate genes in the subject dictionary and the randomized control dictionary, respectively. We also counted the number of abstracts containing each subject candidate gene in each abstract set, respectively. Finally, we calculated the odds ratio of each subject candidate gene and sorted them into a list of precisely related genes (CSHG).",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 83,
                    "text": "[7,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 84,
                    "end": 86,
                    "text": "8]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 289,
                    "end": 292,
                    "text": "[9]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Identification of genes precisely related to the subject \"coronavirus\""
        },
        {
            "text": "Similar to the process of identifying CSHG, we calculated whether entities were significantly distributed in a specific corpus. We counted the number of texts containing each CSHG in a specific corpus, and then counted the number of each candidate entity in the corpus subset. Next, we randomly selected the same amount of text from the random control corpus and then counted the number of each candidate entity in this subset of the random corpus. This was repeated 100-10000 times in the random corpus to generate candidate entities in the specified amount of text of the random distribution model. According to the central limit theorem (CLT), the distribution of random sampling averages of randomly distributed data always conforms to a normal distribution. Therefore, we can use the Z score to evaluate whether an entity is significant in a specific text. Here, we used a Z score cutoff value > 6.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Identification of all entities (CSSE) correctly related to the subject \"coronavirus\""
        },
        {
            "text": "In addition, some entities have singular and plural noun forms, and synonyms with multiple forms in the abstracts. Therefore, we numbered the subject-related entity and automatically combined nouns with plural forms and homologous words with adjectives and adverb roots into the same entity, and then assigned them the same number. Figure 1 . the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 332,
                    "end": 340,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Identification of all entities (CSSE) correctly related to the subject \"coronavirus\""
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.02.24.20025437 doi: medRxiv preprint CSHGs, the blue nodes represent genes that interact with CSHG in the string database (combination score> 800), and the red squares mark the most relevant entity category of CSHG.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figures:"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figures:"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figures:"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . The yellow nodes represent the ACE2, DPP4 and IFITM1 genes, purple nodes represent genes that have 1 degree of interaction with the core genes, green circled purple nodes represent the genes connecting CSHG and C3 category-related genes, and pink nodes represent genes with 2 degrees of interaction with the core gene. The red diamonds show the most relevant entity category symbol for CSHG. All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figures:"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.02.24.20025437 doi: medRxiv preprint the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figures:"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figures:"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.02. 24.20025437 doi: medRxiv preprint the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 118,
                    "text": "24.20025437",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Figures:"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.02. 24.20025437 doi: medRxiv preprint Tables   Table 1. Coronavirus-entity category labels and genes associated with each category. MISC indicates the label cannot be summarized. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 118,
                    "text": "24.20025437",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 141,
                    "end": 158,
                    "text": "Tables   Table 1.",
                    "ref_id": null
                }
            ],
            "section": "Figures:"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.02.24.20025437 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figures:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin",
            "authors": [
                {
                    "first": "Yang X-L",
                    "middle": [],
                    "last": "Zhou P",
                    "suffix": ""
                },
                {
                    "first": "Wang X-G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A novel coronavirus from patients with pneumonia in China",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Zhu N",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Zhang D",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wang W",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster",
            "authors": [
                {
                    "first": "Chan J F-W",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Yuan S",
                    "middle": [],
                    "last": "Kok K-H",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The Lancet",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Chen N",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Zhou M",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dong X",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Molecular and serological investigation of 2019-nCoV infected patients: implication of multiple shedding routes",
            "authors": [
                {
                    "first": "Rong-Hui D",
                    "middle": [],
                    "last": "Wei Z",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bei L",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Time Course of Lung Changes On Chest CT During Recovery From 2019 Novel Coronavirus (COVID-19) Pneumonia",
            "authors": [
                {
                    "first": "Ye",
                    "middle": [
                        "T"
                    ],
                    "last": "Pan F",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sun P",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "Wang",
                    "middle": [
                        "Y"
                    ],
                    "last": "Huang C",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Li X",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Characteristics of lymphocyte subsets and cytokines in peripheral blood of 123 hospitalized patients with 2019 novel coronavirus pneumonia (NCP)",
            "authors": [
                {
                    "first": "Yi",
                    "middle": [
                        "Q"
                    ],
                    "last": "Wan S",
                    "suffix": ""
                },
                {
                    "first": "Fan",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J]. medRxiv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Automatic vs. manual curation of a multi-source chemical dictionary: the impact on text mining",
            "authors": [
                {
                    "first": "Williams A J",
                    "middle": [],
                    "last": "Hettne K M",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Van Mulligen E M",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of cheminformatics",
            "volume": "2",
            "issn": "1",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A guide to dictionary-based text mining",
            "authors": [
                {
                    "first": "Jensen L J",
                    "middle": [],
                    "last": "Cook H V",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Bioinformatics and Drug Discovery. Springer",
            "volume": "2019",
            "issn": "",
            "pages": "73--89",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The antiviral effector IFITM3 disrupts intracellular cholesterol homeostasis to block viral entry",
            "authors": [
                {
                    "first": "Amini-Bavil-Olyaee S",
                    "middle": [],
                    "last": "Choi Y J",
                    "suffix": ""
                },
                {
                    "first": "Lee J H",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Cell host & microbe",
            "volume": "13",
            "issn": "4",
            "pages": "452--64",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Dipeptidyl peptidase 4 is a functional receptor for the emerging human coronavirus-EMC",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Raj V S",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mou",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Smits S L",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "SARS and MERS: recent insights into emerging coronaviruses",
            "authors": [
                {
                    "first": "Wit",
                    "middle": [
                        "E"
                    ],
                    "last": "De",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Van Doremalen N",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Falzarano D",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A human homolog of angiotensin-converting enzyme cloning and functional expression as a captopril-insensitive carboxypeptidase",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Tipnis S R",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hooper N M",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hyde R",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J]. Journal of Biological Chemistry",
            "volume": "275",
            "issn": "43",
            "pages": "33238--33281",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The novel angiotensin-converting enzyme (ACE) homolog, ACE2, is selectively expressed by adult Leydig cells of the testis",
            "authors": [
                {
                    "first": "O&apos;bryan M K",
                    "middle": [],
                    "last": "Douglas G C",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hedger M P",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Cryo-EM Structure of the 2019-nCoV Spike in the for cathepsin-independent host cell entry and is expressed in viral target cells in the respiratory epithelium",
            "authors": [
                {
                    "first": "Wang",
                    "middle": [
                        "N"
                    ],
                    "last": "Wrapp D",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Corbett K S",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of virology",
            "volume": "87",
            "issn": "11",
            "pages": "6150--60",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Host envelope glycoprotein processing proteases are indispensable for entry into human cells by seasonal and highly pathogenic avian influenza viruses",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Kido H",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Okumura",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Takahashi E",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of molecular and genetic medicine: an international journal of biomedical research",
            "volume": "3",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Proteolytic activation of influenza viruses by serine proteases TMPRSS2 and HAT from human airway epithelium",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ttcher E",
                    "suffix": ""
                },
                {
                    "first": "Matrosovich T",
                    "middle": [],
                    "last": "Beyerle M",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of virology",
            "volume": "80",
            "issn": "19",
            "pages": "9896--9904",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The biochemistry of the renin-angiotensin system",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Skeggs L",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dorer F",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Levine M",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Peptidyl-dipeptidase A/angiotensin I-converting enzyme",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Corvol P",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Eyries M",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Soubrier F",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "332--378",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "A novel angiotensin-converting enzyme-related carboxypeptidase (ACE2) converts angiotensin I to angiotensin 1-9",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Donoghue M",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hsieh F",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Baronas E",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Circulation research",
            "volume": "87",
            "issn": "5",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Angiotensin-converting enzyme 2-a new cardiac regulator",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Boehm M",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Nabel E G",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Angiotensin-converting enzyme 2 protects from severe acute lung failure",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Imai Y",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kuba K",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Rao S",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Angiotensin II type 1a receptor-deficient mice with hypotension and hyperreninemia",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Sugaya T",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Nishimatsu S-I",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Tanimoto K",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Journal of Biological Chemistry",
            "volume": "270",
            "issn": "32",
            "pages": "18719--18741",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Behavioural and cardiovascular effects of disrupting the angiotensin II type-2 receptor gene in mice",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Hein L",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Barsh G S",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Pratt R E",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Interactions between the immune and the renin-angiotensin systems in hypertension",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Rudemiller N P",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Crowley S D",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Angiotensin II regulates cellular immune responses through a calcineurin-dependent pathway",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Nataraj C",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Oliverio M I",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mannon R B",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Angiotensin II, the immune system and renal diseases: another road for RAS",
            "authors": [
                {
                    "first": "Ruiz-Ortega M",
                    "middle": [],
                    "last": "Suzuki Y",
                    "suffix": ""
                },
                {
                    "first": "Gomez-Guerrero C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Molecular genetics of human hypertension: role of angiotensinogen",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Corvol P",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Endocrine reviews",
            "volume": "18",
            "issn": "",
            "pages": "662--77",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "A family of constitutive C/EBP-like DNA binding proteins attenuate the IL-1 alpha induced, NF kappa B mediated trans-activation of the angiotensinogen gene acute-phase response element",
            "authors": [
                {
                    "first": "Ron",
                    "middle": [
                        "D"
                    ],
                    "last": "Brasier A R",
                    "suffix": ""
                },
                {
                    "first": "Tate J E",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Involvement of tumor necrosis factor-α in angiotensin II-mediated effects on salt appetite, hypertension, and cardiac hypertrophy",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Sriramula S",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Haque M",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Majid D S",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Angiotensin II regulates the synthesis of proinflammatory cytokines and chemokines in the kidney",
            "authors": [
                {
                    "first": "Ruperez",
                    "middle": [
                        "M"
                    ],
                    "last": "Ruiz-Ortega M",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lorenzo O",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Oxidative stress is a critical mediator of the angiotensin II signal in human neutrophils: involvement of mitogen-activated protein kinase, calcineurin, and the transcription factor NF-κB",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "El Bekay R",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Alvarez M",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Monteseirín",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Angiotensin II increases expression of IP-10 and the renin-angiotensin system in endothelial cells",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ide N",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hirase T",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Nishimoto-Hazuku A",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Why do we need a selective angiotensin II type 2 receptor agonist",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Henrion D",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Pathological findings of COVID-19 associated with acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "Zhe",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Lei",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "Yijin",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Jiyuan",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "The Lancet, 2020. All rights reserved",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "the author/funder, who has granted medRxiv a license to display the preprint in perpetuity",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "shows the CSHGs in the 2 o connections of IFITM1, ACE2, and DPP4 were enriched in C3 category through different genes (AGT/AGTR2 in ACE2, PYY in DPP4, and C3 in IFITM1),",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The entity cloud (CSSE cloud) associated with ACE2 and DPP4 in the coronavirus knowledge map.All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Gene interaction network centered on 119 CSHGs. The yellow nodes represent 119",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 3.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "The entity clouds of the three IFITMs family proteins (IFITM1-3) in the coronavirus knowledge map.All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Figure 4.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "The gene interaction networks centered around DPP4, ACE2, and IFITM1, respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Figure 5.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "The gene cloud associated with coronavirus-C3 entity category All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Figure 6.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Disequilibrium of RAS-cytokine signaling homeostasis causing cytokine storms triggered by ACE2-mediated coronaviral infection All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Figure 7.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Flow chart of the knowledge-driven literature mining method.All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Coronavirus fusion with host cells and virus replication C20Gene Therapy-Inhibition of Coronavirus by Antisense RNA, Sense RNA and Protein C21Clinic Imaging C22Cytotoxic T-lymphocyte escape C23SARS coronavirus compound inhibitors C24Coronavirus studies using biophysical methods C25Detection of viral pathogenicity and distribution (RT-PCR, immunohistochemistry and in situ hybridization) All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "The most relevant and least relevant signaling pathways of each coronavirus-entity category",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Consent for publication Not applicable.Ethics approval and consent to participate Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declarations"
        },
        {
            "text": "All data generated or analyzed in this study are included in the published article (Table S1 and Table S2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 83,
                    "end": 105,
                    "text": "(Table S1 and Table S2",
                    "ref_id": null
                }
            ],
            "section": "Availability of data and material"
        },
        {
            "text": "The authors declare no competing interests.All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}