{
    "paper_id": "01e3b313e78a352593be2ff64927192af66619b5",
    "metadata": {
        "title": "Title: Viruses are a dominant driver of protein adaptation in mammals",
        "authors": [
            {
                "first": "David",
                "middle": [],
                "last": "Enard",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stanford University",
                    "location": {
                        "postCode": "94305",
                        "settlement": "Stanford",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Le",
                "middle": [],
                "last": "Cai",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stanford University",
                    "location": {
                        "postCode": "94305",
                        "settlement": "Stanford",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Carina",
                "middle": [],
                "last": "Gwennap",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stanford University",
                    "location": {
                        "postCode": "94305",
                        "settlement": "Stanford",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Dmitri",
                "middle": [
                    "A"
                ],
                "last": "Petrov",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stanford University",
                    "location": {
                        "postCode": "94305",
                        "settlement": "Stanford",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Viruses interact with hundreds to thousands of proteins in mammals, yet adaptation 6 against viruses has only been studied in a few proteins specialized in antiviral defense.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Whether adaptation to viruses typically involves only specialized antiviral proteins or 8 affects a broad array of proteins is unknown. Here, we analyze adaptation in ~1,300 9 virus-interacting proteins manually curated from a set of 9,900 proteins conserved 10 across mammals. We show that viruses (i) use the more evolutionarily constrained 11 proteins from the cellular functions they hijack and that (ii) despite this high constraint, 12 virus-interacting proteins account for a high proportion of all protein adaptation in 13 humans and other mammals. Adaptation is elevated in virus-interacting proteins across 14 all functional categories, including both immune and non-immune functions. Our results 15 demonstrate that viruses are one of the most dominant drivers of evolutionary change 16 across mammalian and human proteomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "17",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/029397 doi: bioRxiv preprint specialized in antiviral defense, and do not even have any known role in immunity. Many 1 VIPs instead have key functions in basic cellular processes subverted by viruses, and 2 viruses tend to interact with proteins that are functionally important hubs in the protein- 2015) . It is plausible that many VIPs might evolve to limit the impact of the viruses on the 5 host. However, it is unknown whether the war against viruses is fought by a 6 \"professional\" army of specifically antiviral proteins, or whether it is a global war fought 7 by a broad range of VIPs.",
            "cite_spans": [
                {
                    "start": 419,
                    "end": 424,
                    "text": "2015)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "One reason to believe that the war against viruses might not affect evolution of a broad 9 array of VIPs is that, contrary to the pattern observed for specifically antiviral proteins, The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/029397 doi: bioRxiv preprint viruses have driven a substantial proportion of all adaptations across the human and 1 mammalian proteomes, establishing that the war against viruses does indeed affect the 2 proteome as a whole.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "8"
        },
        {
            "text": "We finally showcase the power of our global scan for adaptation in VIPs by studying the 4 case of aminopeptidase N, a well-known multifunctional enzyme (Mina-Osorio, 2008) 5 used by coronaviruses as a receptor (Delmas et al., 1992; Yeager et al., 1992) . Using 6 our approach we reach an amino-acid level understanding of parallel adaptive evolution 7 in aminopeptidase N in response to coronaviruses in a wide range of mammals.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 231,
                    "text": "(Delmas et al., 1992;",
                    "ref_id": null
                },
                {
                    "start": 232,
                    "end": 252,
                    "text": "Yeager et al., 1992)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "8",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "Here we analyze patterns of both adaptive evolution and evolutionary 10 constraint/purifying selection in a large set of 1,256 manually curated VIPs from the low-11 throughput virology literature (Methods and Table S1 available online). We exclude Table S2 and Methods). VIPs in our dataset interact with viral 16 proteins, viral RNA, or viral DNA. Most of them (95%) correspond to an interaction 17 between a human protein and a virus infecting humans (Table S1 ). Human",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 248,
                    "end": 256,
                    "text": "Table S2",
                    "ref_id": null
                },
                {
                    "start": 453,
                    "end": 462,
                    "text": "(Table S1",
                    "ref_id": null
                }
            ],
            "section": "9"
        },
        {
            "text": "Immunodeficiency Virus type 1 (HIV-1) is the best-represented virus with 240 VIPs, with 19 nine other viruses having at least 50 VIPs (Table S1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 134,
                    "end": 143,
                    "text": "(Table S1",
                    "ref_id": null
                }
            ],
            "section": "18"
        },
        {
            "text": "This dataset represents the largest, most up-to-date set of VIPs backed up by individual 21 low-throughput publications. Nonetheless, given that many VIPs were discovered only (Methods and Table S4 ). These 241 immune VIPs include the VIPs 2 classified as antiviral (Table S4 ) throughout this manuscript. In total, 162 overlapping GO 3 cellular and supracellular processes have more than 50 VIPs (Table S3) . These 4 observations confirm that viruses interact with proteins involved in the majority of basic 5 cellular processes. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 176,
                    "end": 197,
                    "text": "(Methods and Table S4",
                    "ref_id": null
                },
                {
                    "start": 266,
                    "end": 275,
                    "text": "(Table S4",
                    "ref_id": null
                },
                {
                    "start": 397,
                    "end": 407,
                    "text": "(Table S3)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "20"
        },
        {
            "text": "To disentangle whether the slower evolution of VIPs is due to stronger purifying 14 selection or to a lower rate of adaptation, we use the ratio of non-synonymous 15 polymorphisms to synonymous polymorphisms pN/pS rather than the dN/dS ratio. Unlike 16 dN/dS that is strongly influenced by both the effects of purifying selection and 17 adaptation, pN/pS is primarily determined by the efficiency of purifying selection in 18 removing deleterious non-synonymous mutations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "13"
        },
        {
            "text": "Genome-wide polymorphisms required to measure pN/pS at the scale of the proteome 20 have become available for humans (Abecasis et al., 2012) (1,000 Genomes Project) 21 (Table S5) , and chimpanzee, gorilla, and orangutans (Prado-Martinez et al., 2013)",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 140,
                    "text": "(Abecasis et al., 2012)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 168,
                    "end": 178,
                    "text": "(Table S5)",
                    "ref_id": null
                }
            ],
            "section": "19"
        },
        {
            "text": "(Great Apes Genome Project) ( Table S6 ). The 1,000 Genomes Project and the Great The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/029397 doi: bioRxiv preprint suited for the estimation of the pN/pS ratio in as many proteins as possible. Specifically, 1 we measure pN/pS as the average across non-human great apes (or as the average in 2 the 1,000 Genomes African populations; Supplemental Methods) using the data from the 3 largest chimpanzee, gorilla, and orangutan populations in order to further limit the noise ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 30,
                    "end": 38,
                    "text": "Table S6",
                    "ref_id": null
                }
            ],
            "section": "22"
        },
        {
            "text": "In line with this, VIPs also show an excess of low frequency (≤10%) deleterious non-12 synonymous variants compared to non-VIPs ( Figure S3 ). In great apes, the average ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 130,
                    "end": 139,
                    "text": "Figure S3",
                    "ref_id": null
                }
            ],
            "section": "11"
        },
        {
            "text": "The higher level of purifying selection in VIPs might be due to the fact that VIPs 22 participate in the more constrained host functions, or, alternatively, because within each 23 specific host function, viruses tend to interact with the more constrained proteins. In 24 order to assess these two non-mutually exclusive scenarios we generated 10 4 control 25 sets of non-VIPs chosen to be in the same 162 Gene Ontology processes as VIPs (GO 26 processes with more than 50 VIPs; Table S3 and Methods).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 478,
                    "end": 486,
                    "text": "Table S3",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "21"
        },
        {
            "text": "In great apes, GO-matched non-VIPs still have a much higher pN/pS ratio compared to 28 VIPs, suggesting that VIPs tend to be more conserved than non-VIPs from the same GO The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/029397 doi: bioRxiv preprint 6 permutation test P=0 after 10 9 iterations). The stronger purifying selection acting on VIPs 1 is apparent within most functions. Figure 1C shows stronger purifying selection in the 20 2 high level GO categories with the most VIPs. In all the 20 GO categories pN/pS is lower 3 in VIPs than in non-VIPs, and the difference is significant for 17 of these categories 4 (Table S3 ). This shows that within a wide range of host functions, viruses tend to target 5 the most conserved proteins.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 452,
                    "end": 461,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF90"
                },
                {
                    "start": 688,
                    "end": 697,
                    "text": "(Table S3",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "27"
        },
        {
            "text": "Interestingly, even immune VIPs (Table S4 ) have a significantly reduced pN/pS ratio 7 compared to immune non-VIPs ( Figure 1C ), which suggests that immune proteins in 8 direct contact with viruses are more constrained. The reduction in pN/pS in non-immune 9 VIPs (no antiviral or any other immune function, Table S4 ) is very similar to the reduction 10 observed in the entire set of VIPs ( Figure 1C ). Table S3 Table S5 ). Since VIPs are more 23 constrained than non-VIPs and tend to have more non-synonymous deleterious low 24 frequency variants than non-VIPs (Figures 1 and S3 The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/029397 doi: bioRxiv preprint 7",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 32,
                    "end": 41,
                    "text": "(Table S4",
                    "ref_id": null
                },
                {
                    "start": 117,
                    "end": 126,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF90"
                },
                {
                    "start": 309,
                    "end": 317,
                    "text": "Table S4",
                    "ref_id": null
                },
                {
                    "start": 393,
                    "end": 402,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF90"
                },
                {
                    "start": 406,
                    "end": 414,
                    "text": "Table S3",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 415,
                    "end": 423,
                    "text": "Table S5",
                    "ref_id": null
                },
                {
                    "start": 565,
                    "end": 582,
                    "text": "(Figures 1 and S3",
                    "ref_id": "FIGREF90"
                }
            ],
            "section": "6"
        },
        {
            "text": "The classic MK test is known to be biased downward by the presence of slightly 1 deleterious non-synonymous variants and this bias is difficult to eliminate fully even by 2 excluding low frequency variants (Messer and Petrov, 2013) . Note that our application 3 of the classic MK test to discover the higher rate of adaptation in VIPs compared to non-4 VIPs is conservative given that the VIPs have a higher proportion of slightly deleterious We therefore apply an asymptotic modification of the MK test known to provide 10 estimates of α without a downward bias in the presence of slightly deleterious variants 11 (Messer and Petrov, 2013) . To further validate the asymptotic MK test we carry out 12 extensive population simulations (Messer, 2013) to show that this test is indeed robust to 13 a number of potential biases (Supplemental Methods and Table S8 ).",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 231,
                    "text": "(Messer and Petrov, 2013)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 615,
                    "end": 640,
                    "text": "(Messer and Petrov, 2013)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 735,
                    "end": 749,
                    "text": "(Messer, 2013)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 851,
                    "end": 859,
                    "text": "Table S8",
                    "ref_id": null
                }
            ],
            "section": "6"
        },
        {
            "text": "14 Using the asymptotic MK test we estimate that in VIPs, ~27% of the 1,897 amino acid 15 substitutions along the human lineage were adaptive ( Figure 1D ). This proportion is 16 three times higher than the estimated proportion of ~9% in non-VIPs ( Figure 1D ). Thus,",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 153,
                    "text": "Figure 1D",
                    "ref_id": "FIGREF90"
                },
                {
                    "start": 249,
                    "end": 258,
                    "text": "Figure 1D",
                    "ref_id": "FIGREF90"
                }
            ],
            "section": "6"
        },
        {
            "text": "although VIPs represent only 13% of the orthologs in our dataset, we estimate that in 18 human evolution they account for almost 30% of all adaptive amino-acid changes. Note ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "17"
        },
        {
            "text": "The high α in VIPs is not explained by higher rates of adaptation in the host GO 22 processes where VIPs are well represented ( Figure S4 and Methods). Furthermore, the 23 large difference in α observed between VIPs and non-VIPs is robust to a number of 24 potentially confounding factors such as recombination, GC content or gene length (Table   25 S9 and Supplemental Methods). The lower pN/pS in VIPs does not explain their higher α 26 either (Table S9 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 128,
                    "end": 137,
                    "text": "Figure S4",
                    "ref_id": null
                },
                {
                    "start": 338,
                    "end": 349,
                    "text": "(Table   25",
                    "ref_id": null
                },
                {
                    "start": 446,
                    "end": 455,
                    "text": "(Table S9",
                    "ref_id": null
                }
            ],
            "section": "21"
        },
        {
            "text": "We further use the classic MK test (excluding variants below 10%) to investigate the 28 excess of adaptation for the specific VIPs of ten human viruses and in the 20 high level 29 GO categories with the most VIPs ( Figure 1E and F). We do not use the asymptotic MK ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 215,
                    "end": 224,
                    "text": "Figure 1E",
                    "ref_id": "FIGREF90"
                }
            ],
            "section": "27"
        },
        {
            "text": "Finally and importantly, the 80% of VIPs with no known antiviral or broader immune 6 function (Table S4 ) have a strongly increased rate of adaptation according to both the 7 classic MK test (α=0.26 in VIPs versus -0.02 in non-VIPs, permutation test P=3x10 -7 ; 8 Figure 1F ) and the asymptotic MK test, with the latter estimating α=38% in non-immune 9 VIPs against only 11% for non-immune non-VIPs. Intriguingly, unlike for non-immune 10 VIPs or all VIPs considered together (top of Figure 1F ), immune VIPs, including antiviral 11 VIPs (Table S4) , do not show any increase of adaptation compared to immune non-",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 94,
                    "end": 103,
                    "text": "(Table S4",
                    "ref_id": null
                },
                {
                    "start": 264,
                    "end": 273,
                    "text": "Figure 1F",
                    "ref_id": "FIGREF90"
                },
                {
                    "start": 484,
                    "end": 493,
                    "text": "Figure 1F",
                    "ref_id": "FIGREF90"
                },
                {
                    "start": 538,
                    "end": 548,
                    "text": "(Table S4)",
                    "ref_id": null
                }
            ],
            "section": "5"
        },
        {
            "text": "VIPs. We speculate that this pattern might reflect the masking effect of balancing The increased rate of adaptation in VIPs in the human lineage strongly suggests that 20 VIPs in our dataset, 95% of which interact with modern viruses (Table S1 ), were also 21 VIPs during past human evolution. It is also plausible that a substantial proportion of the The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/029397 doi: bioRxiv preprint 1 mammalian tree used for the analysis (Methods). For a specific coding sequence, the 2 BS-REL test estimates the proportion of codons where the rate of non-synonymous 3 substitutions is higher than the rate of synonymous substitutions (dN/dS>1), which is a 4 hallmark of adaptive evolution. The BS-REL test then compares two competing models 5 of evolution, one with adaptive substitutions and one without adaptive substitutions, and 6 decides which of the two models is the best fit. For each branch of the tree, the BS-REL 7 test provides a P-value that corresponds to the probability that no adaptation occurred in 8 the branch. The product of P-values across all branches in the tree then gives the 9 probability that no adaptation occurred anywhere along the entire tree (Supplemental 10 Methods).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 234,
                    "end": 243,
                    "text": "(Table S1",
                    "ref_id": null
                }
            ],
            "section": "12"
        },
        {
            "text": "The product of P-values is a good measure of whether a specific protein experienced ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "The purifying selection-wise permutation test shows that adaptation has been much 29 more common in VIPs than in non-VIPs across mammals (Figure 2 ). We estimate that",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 137,
                    "end": 146,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF91"
                }
            ],
            "section": "28"
        },
        {
            "text": "VIPs have experienced 77% more adaptation compared to non-VIPs (Figure 2A) . In 31 total, this represents ~76,000 more adaptive amino acid changes in VIPs compared to 32 . CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/029397 doi: bioRxiv preprint non-VIPs. We further use an increasingly strict level of evidence for the presence of 1 adaptation, by including only proteins with increasingly low products of P-values; that is, 2 increasingly low probability that no adaptation occurred (Figure 2A ). Figure ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 63,
                    "end": 74,
                    "text": "(Figure 2A)",
                    "ref_id": "FIGREF91"
                },
                {
                    "start": 618,
                    "end": 628,
                    "text": "(Figure 2A",
                    "ref_id": "FIGREF91"
                },
                {
                    "start": 632,
                    "end": 638,
                    "text": "Figure",
                    "ref_id": null
                }
            ],
            "section": "30"
        },
        {
            "text": "GO processes with a strong excess of adaptation include cellular processes such as 17 transcription, signal transduction, apoptosis, or post-translational protein modification, 18 but also supracellular processes related to development ( Figure 2C and Table S3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 238,
                    "end": 247,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF91"
                },
                {
                    "start": 252,
                    "end": 260,
                    "text": "Table S3",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "16"
        },
        {
            "text": "Importantly, VIPs with no known immune function (Table S4) ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 48,
                    "end": 58,
                    "text": "(Table S4)",
                    "ref_id": null
                }
            ],
            "section": "19"
        },
        {
            "text": "Since 95% of the VIPs were discovered for viruses infecting humans, it is possible that 24 the observed excess of adaptation in VIPs in mammals is due to higher rates of 25 adaptation exclusively in the primate branches of the mammalian tree ( Figure S1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 244,
                    "end": 253,
                    "text": "Figure S1",
                    "ref_id": "FIGREF90"
                }
            ],
            "section": "23"
        },
        {
            "text": "However, all mammalian clades in the tree show a similar excess of adaptation in VIPs 27 ( Figure 2D ). Primates stand out due to their low overall proportions of positively selected 28 codons compared to the other mammalian clades in the tree ( Figure 2D ). This is most The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/029397 doi: bioRxiv preprint well-known antiviral VIPs ( Figure 3A) , antiviral VIPs where adaptation was previously 1 unknown ( Figure 3B) , and non-antiviral VIPs with diverse, well-studied functions in the 2 mammalian hosts ( Figure 3C ). This phylogenetically widespread excess of adaptation 3 implies that many of the VIPs annotated in humans were also VIPs for a substantial ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 91,
                    "end": 100,
                    "text": "Figure 2D",
                    "ref_id": "FIGREF91"
                },
                {
                    "start": 246,
                    "end": 255,
                    "text": "Figure 2D",
                    "ref_id": "FIGREF91"
                },
                {
                    "start": 449,
                    "end": 459,
                    "text": "Figure 3A)",
                    "ref_id": null
                },
                {
                    "start": 521,
                    "end": 531,
                    "text": "Figure 3B)",
                    "ref_id": null
                },
                {
                    "start": 621,
                    "end": 630,
                    "text": "Figure 3C",
                    "ref_id": null
                }
            ],
            "section": "26"
        },
        {
            "text": "To identify a new non-antiviral protein we first exclude all VIPs with a well-known 16 antiviral activity (Table S4 ) and then select all remaining VIPs with strong overall 17 evidence of adaptation (Table S10 ) and at least 10 branches with signals of adaptation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 106,
                    "end": 115,
                    "text": "(Table S4",
                    "ref_id": null
                },
                {
                    "start": 199,
                    "end": 209,
                    "text": "(Table S10",
                    "ref_id": null
                }
            ],
            "section": "15"
        },
        {
            "text": "Because we want to understand how adaptation to viruses proceeded, we then select 19 proteins with i) at least one available tertiary structure, ii) amino acid level resolution of 20 the interaction with one or more viruses, and iii) host tropism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": "The most positively selected non-antiviral VIP that fulfills all these requirements is Figure 4D ). The consensus was regained only two times after loss 28 ( Figure 4D ). This means that the signals of adaptation detected at the first and third ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 87,
                    "end": 96,
                    "text": "Figure 4D",
                    "ref_id": null
                },
                {
                    "start": 158,
                    "end": 167,
                    "text": "Figure 4D",
                    "ref_id": null
                }
            ],
            "section": "21"
        },
        {
            "text": "Although we already find a strong signal of increased adaptation, the amount of adaptive 18 evolution that can be attributed to viruses is probably underestimated by our analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "17"
        },
        {
            "text": "First, there may still be many undiscovered VIPs. Within the past few years, there has 20 been no sign that the pace of discovery of new VIPs is slowing down ( Figure S2 host? We show that there has been so much adaptation in VIPs that it is very hard to 23 imagine that none of these adaptive events had any consequences on host phenotypes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 160,
                    "end": 169,
                    "text": "Figure S2",
                    "ref_id": "FIGREF91"
                }
            ],
            "section": "19"
        },
        {
            "text": "Interestingly, VIPs tend to be multifunctional proteins. Indeed they represent 13% of all 25 the orthologs in the analysis, 33% of the orthologs with 60 or more annotated GO 26 processes, and 40% of orthologs with 100 or more GO processes ( Figure S8A ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 241,
                    "end": 251,
                    "text": "Figure S8A",
                    "ref_id": null
                }
            ],
            "section": "24"
        },
        {
            "text": "Pleiotropy is more likely in proteins with many functions (He and Zhang, 2006), and the 28 subset of VIPs with many annotated GO processes has an excess of adaptation that is 29 very similar to the one observed when using all VIPs ( Figure S8B ). Adaptation to viruses 30 could thus have affected the evolution of host phenotypes in unexpected ways. In this 31 respect, it is particularly intriguing that VIPs have experienced highly increased rates of 32 adaptation within host functions such as development or neurogenesis (Table S3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 233,
                    "end": 243,
                    "text": "Figure S8B",
                    "ref_id": null
                },
                {
                    "start": 525,
                    "end": 535,
                    "text": "(Table S3)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "27"
        },
        {
            "text": ". CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/029397 doi: bioRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "33"
        },
        {
            "text": "We identified 1,256 VIPs out of a total of 9,861 proteins with orthologs in the genomes of 16 the 24 mammals included in the analysis ( Figure S1 and Tables S1 and S2). Annotation ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 136,
                    "end": 145,
                    "text": "Figure S1",
                    "ref_id": "FIGREF90"
                }
            ],
            "section": "15"
        },
        {
            "text": "The pN/pS-based purifying selection-wise permutation test",
            "cite_spans": [],
            "ref_spans": [],
            "section": "10"
        },
        {
            "text": "We created a permutation test that compares VIPs and non-VIPs with the same amount 12 of purifying selection. This is achieved by using the pN/pS ratio as a proxy for purifying 14 Retrieving of ANPEP mammalian coding sequences 15 We analyzed patterns of adaptation in ANPEP in a tree of mammals including 84 16 species. These species are the ones with annotated, known or predicted mRNAs ( Table   17 S11 for their Genbank identifiers). The coding sequences were extracted from the 18 mRNAs and aligned with PRANK.",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 229,
                    "text": "15",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 390,
                    "end": 400,
                    "text": "Table   17",
                    "ref_id": null
                }
            ],
            "section": "11"
        },
        {
            "text": "Gene Ontology-matching control samples 20 We created a permutation scheme that compares VIPs with random samples of non- The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/029397 doi: bioRxiv preprint 1 processes with the highest number of VIPs. The full GO process name for \"protein 2 modification\" as written in the figure is \"post-translational protein modification\". D)",
            "cite_spans": [
                {
                    "start": 39,
                    "end": 41,
                    "text": "20",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "19"
        },
        {
            "text": "Asymptotic MK test (Supplemental Methods) for the proportion of adaptive amino acid 4 substitutions (α) in VIPs (blue dots and curve) and non-VIPs (red dots and curve). Pink 5 area: superposition of fitted logarithmic curves for 5,000 random sets of 1,256 non-VIPs 6 (as many as VIPs) where the estimated α falls within α's 95% confidence interval. E) 7 Classic MK test (Supplemental Methods) for VIPs (blue dot) and non-VIPs (red dot and 8 95% confidence interval) for the ten viruses with 50 or more VIPs. F) Same as E) but for 9 the 20 top high level GO processes with the most VIPs below the dotted black line.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "Above the dotted black line: the classic MK test for all VIPs, for non-immune VIPs and 11 for immune VIPs (Table S4 ). See also Tables S3, S4, S5, S6, S7, S8 and S9 and VIPs (blue dot) and non-VIPs (red dot and 95% confidence interval) in the mammalian 12 clades represented by more than one species in the tree. All: entire tree. Primata:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 106,
                    "end": 115,
                    "text": "(Table S4",
                    "ref_id": null
                }
            ],
            "section": "10"
        },
        {
            "text": ". CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/029397 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "13"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Gene Ontology Consortium: going forward",
            "authors": [],
            "year": null,
            "venue": "Nucleic Acids Res",
            "volume": "43",
            "issn": "",
            "pages": "1049--1056",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "An integrated map of genetic 9 variation from 1,092 human genomes",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "T"
                    ],
                    "last": "Marth",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Mcvean",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nature",
            "volume": "491",
            "issn": "",
            "pages": "56--65",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Gene ontology: tool for the 12 unification of biology. The Gene Ontology Consortium",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dolinski",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Dwight",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Eppig",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Nat Genet",
            "volume": "25",
            "issn": "",
            "pages": "25--29",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Structural requirements of N-glycosylation of proteins. Studies with 14 proline peptides as conformational probes",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bause",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Biochem J",
            "volume": "209",
            "issn": "",
            "pages": "331--336",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The genomic rate of adaptive amino acid 16 substitution in Drosophila",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bierne",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Mol Biol Evol",
            "volume": "21",
            "issn": "",
            "pages": "1350--1360",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A trans-specific polymorphism in 19 ZC3HAV1 is maintained by long-standing balancing selection and may confer 20 susceptibility to multiple sclerosis",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Goris",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dubois",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Fenoglio",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Mol Biol Evol",
            "volume": "29",
            "issn": "",
            "pages": "1599--1613",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The CRAPome: a contaminant 2 repository for affinity purification-mass spectrometry data",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "V"
                    ],
                    "last": "Hauri",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sardiu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Low",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "Y"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat Methods",
            "volume": "10",
            "issn": "",
            "pages": "730--736",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "SLiM: simulating evolution with selection and linkage",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Messer",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Genetics",
            "volume": "4",
            "issn": "",
            "pages": "1037--1039",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Frequent adaptation and the McDonald-6",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Messer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Petrov",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The moonlighting enzyme CD13: old and new functions to 8 target",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mina-Osorio",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Trends Mol Med",
            "volume": "14",
            "issn": "",
            "pages": "361--371",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Detecting individual sites subject to episodic diversifying selection",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Identification of a putative cellular receptor 13 150 kDa polypeptide for porcine epidemic diarrhea virus in porcine enterocytes",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Vet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Paleovirology -ghosts and gifts of 16 viruses past",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Emerman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Malik",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Curr Opin Virol",
            "volume": "1",
            "issn": "",
            "pages": "304--309",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "UCSF Chimera--a visualization system for exploratory 19 research and analysis",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Ferrin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Comput Chem",
            "volume": "25",
            "issn": "",
            "pages": "1605--1612",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "HyPhy: hypothesis testing using 21 phylogenies",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Pond",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Frost",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Muse",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Bioinformatics",
            "volume": "21",
            "issn": "",
            "pages": "676--679",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Great ape 24 genetic diversity and population history",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Veeramah",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Woerner",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "O&apos;connor",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Santpere",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nature",
            "volume": "499",
            "issn": "",
            "pages": "471--475",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Bats are a 27 major natural reservoir for hepaciviruses and pegiviruses",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Ellison",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Gilbert",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Kuzmin",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "V"
                    ],
                    "last": "Niezgoda",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "110",
            "issn": "",
            "pages": "28--8194",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Structural bases of coronavirus attachment to host aminopeptidase N and its 31 inhibition by neutralizing antibodies",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Reguera",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Santiago",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mudgal",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ordono",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Enjuanes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Casasnovas",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS Pathog",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Ancient adaptive evolution of the 33 primate antiviral DNA-editing enzyme APOBEC3G",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Sawyer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Emerman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Malik",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "PLoS Biol",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Discordant evolution of the adjacent 35 antiretroviral genes TRIM22 and TRIM5 in mammals",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Sawyer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Emerman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Malik",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PLoS Pathog",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Positive selection of",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Sawyer",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "I"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Emerman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Malik",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "primate TRIM5alpha identifies a critical species-specific retroviral restriction domain",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "A common polymorphism in TLR3 41 confers natural resistance to HIV-1 infection",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mazzotta",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Macias",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Pineda",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Immunol",
            "volume": "188",
            "issn": "",
            "pages": "818--823",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Feline aminopeptidase N is a receptor for all 43 group I coronaviruses",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Tresnan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Adv Exp Med Biol",
            "volume": "440",
            "issn": "",
            "pages": "69--75",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Mutational analysis of 45 aminopeptidase N, a receptor for several group 1 coronaviruses, identifies key 46 determinants of viral host range",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Tusell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Schittone",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "1261--1273",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "number of virus-interacting proteins (VIPs) with a specialized role in antiviral defense 19 have been shown to have exceptionally high rates of adaptation (Cagliani et al., 2012; 20 Cagliani et al., 2011; Elde et al., 2009; Fumagalli et al., 2010; Kerns et al., 2008; Liu et 21 al., 2005; Sawyer et al., 2004, 2007; Sawyer et al., 2005; Sironi et al., 2012; Vasseur et 22 al., 2011). One example is protein kinase R (PKR), which recognizes viral double-23 stranded RNA upon infection, halts translation, and as a result blocks viral replication 24 (Elde et al., 2009). PKR is one of the fastest adaptively evolving proteins in mammals.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Specific amino acid changes in PKR have been shown to be associated with an arms26 race against viral decoys for the control of translation (Elde et al., 2009).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "However, PKR and other fast-evolving antiviral defense VIPs are not representative of 28 the hundreds to thousands of other VIPs. Viruses enter and hijack the cells of their hosts 29 by physically interacting with hundreds to thousands of host proteins. Most VIPs are not",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "of the host (Dyer et al., 2008; Halehalli and Nagarajaram, 4",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "VIPs evolve unusually slowly (Davis et al., 2015; Jager et al., 2012). Furthermore, 11 very few cases of adaptation to viruses have been studied outside of fast evolving, 12 specialized antiviral proteins. Transferrin receptor or TFRC is the most notable 13 exception, as a striking example of a non-immune, housekeeping protein hijacked by 14 viruses (Demogines et al., 2013; Kaelber et al., 2012). TFRC is responsible for iron 15 uptake in many different cell types and is used as a cell surface receptor by diverse 16 viruses in rodents and carnivores. TFRC has repeatedly evaded binding by viruses 17 through recurrent adaptive amino acid changes. As such, it is the only known clear case 18 of a host protein with adaptation in response to viruses that is not specialized in the 19 antiviral response. Whether TFRC represents an exception or the rule for VIPs is 20 currently unknown.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "21Whether the slower evolution of VIPs primarily reflects lower rates of adaptation, greater22 evolutionary constraint, or both is currently unknown. Here we analyze patterns of 23 evolutionary constraint and adaptation in a manually curated, high quality set of ~1,300 24 VIPs. The vast majority of these VIPs (80%) have no known antiviral or any other more 25 broadly defined immune activity. We confirm that VIPs tend to evolve slowly and show 26 that this is because VIPs experience stronger evolutionary constraint than other proteins 27 within the same functional categories. Most importantly, we show that despite this 28 greater evolutionary constraint, VIPs have experienced much higher rates of adaptation 29 in humans and other mammals compared to other proteins. This excess of adaptation is 30 visible in VIPs involved in most biological functions hijacked by viruses (such as 31 transcription or signal transduction), showing that adaptation in response to viruses 32 extends well beyond the usual, specialized antiviral proteins. We demonstrate that",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "12 interactions identified by high-throughput experiments as we are concerned about a high 13 rate of false positives (Mellacheruvu et al., 2013). These 1,256 VIPs were annotated 14 from an initial set of 9,861 proteins with orthologs in 24 mammals with high quality 15 genomes (Figure S1,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "22recently, with half of all publications reporting VIPs published in the past 7 years (Figure 23S2), it is likely that additional VIPs remain to be discovered.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "are involved in very diverse cellular processes, as shown by their 25 representation in the Gene Ontology (GO) annotation system of cellular biological 26 processes (2015; Ashburner et al., 2000) (",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Genome Project are complementary for this analysis. On the one hand, the 1,000 24 Genomes Project provides high quality variants with frequencies estimated from a large 25 number of individuals. On the other hand the Great Ape Genome project includes fewer 26 individuals, but provides substantial pN and pS counts for more genes than the 1000 27 genomes data. This is because the great apes populations are more polymorphic than 28 modern human populations, and are less affected by the noise due to genetic drift and 29 strong bottlenecks. Thus, although the 1,000 genomes are well suited for approaches 30 requiring precise frequency estimates (such as the McDonald-Kreitman test 31implemented below(Messer and Petrov, 2013)), the Great Ape genome data is well",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "of the strength of purifying selection due to drift and bottlenecks (Prado-5 Martinez et al., 2013). We use only great ape pN and pS in the analyses that involve 6 subsamples of proteins in order to retain sufficient statistical power.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "pN/pS is 21% lower in VIPs compared to non-VIPs (0.759 versus 0.966, 9 95% CI [0.92,1.01], simple permutation test P=0 after 10 9 iterations). This suggests that10 in the human lineage VIPs have been under stronger purifying selection than non-VIPs.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "13pN/pS ratio is 25% lower in VIPs compared to non-VIPs (0.526 versus 0.697, 95% CI14 [0.66,0.72], simple permutation test P=0 after 10 9 iterations). The distribution of pN/pS in 15 VIPs is globally skewed towards lower values compared to non-VIPs (Figure 1A). The 16 difference in pN/pS in great apes between VIPs and non-VIPs is robust to a number of 17 potentially confounding factors, including gene length, GC content and recombination 18(Table S7). These results show that VIPs do experience stronger purifying selection than 19 non-VIPs. Finally, stronger purifying selection acting on the VIPs is widespread and is 20 not limited to VIPs interacting with any one particular virus (Figure 1B).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "29category. On average, pN/pS in the GO-matched non-VIPs is 0.647 (95% CI",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "621,0.674]). This is only slightly lower than the average ratio in non-VIPs in general 31 (pN/pS=0.697, P=2x10 -3 ), but much higher than the average ratio in VIPs (0.526,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "further shows stronger purifying 11 selection in 124 of the 162 GO categories (77%) with more than 50 VIPs. These results 12 suggest that viruses target the most constrained proteins within many diverse host 13 functions, rather than specifically targeting only those host functions that are under 14 strong evolutionary constraint.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "adaptation in VIPs in the human lineage 16 Our pN/pS analysis demonstrates that viruses tend to interact with proteins that are 17 under greater evolutionarily constraint. However, this does not necessarily imply that 18 VIPs experience less adaptation than non-VIPs. We estimate the proportion of adaptive 19 non-synonymous substitutions (noted α) in VIPs and non-VIPs in the human lineage by 20 using the McDonald-Kreitman test (MK test) (Methods). We first use the classic MK test 21 (McDonald and Kreitman, 1991) with the 1,000 Genomes Project polymorphism data 22 from African populations (Supplemental Methods and",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "30of adaptation compared to non-VIPs.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "variants and thus should show a stronger downward bias in the 6 estimation of α (Figure S3). However, the nominal estimates of α=0.19 and -0.02 in VIPs 7 and non-VIPs are likely underestimates of the true proportions of adaptive amino acid 8 changes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "19that both VIPs and non-VIPs in our dataset are limited to the proteins conserved across 20 all mammals.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF22": {
            "text": "30 test because it does not have sufficient precision when using a small number of proteins 31 (Supplemental Methods). Although the small number of proteins interacting with Likewise, VIPs in most GO categories show higher rates of adaptation (14 4 out of 20) with 9 of 14 showing statistically significant increases (Figure 1F).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF23": {
            "text": "13 selection within immune genes that would bias the MK tests downward (Cagliani et al., 14 2012). These results show that viruses have been a major selective pressure in human 15 evolution, and have had an influence on the rate of adaptation in the human proteome 16 that extends far beyond antiviral defense proteins, and on a much greater scale than 17 previously appreciated.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF25": {
            "text": "22VIPs we study are also VIPs in multiple mammalian lineages. Indeed, viruses infecting23 humans (including the ten viruses with the most VIPs) are known to have close viral 24 relatives in many other mammals, with the exception of Hepatitis C Virus (HCV) for 25 which only distant relatives are known and primarily in bats (Quan et al., 2013). There is 26 also growing evidence that distantly related viruses tend to interact with overlapping sets 27 of host proteins (Davis et al., 2015; Jager et al., 2012). We thus hypothesize that VIPs, 28 while identified primarily in humans, may have also experienced frequent adaptation in 29 mammals in general, with the possible exception of the VIPs interacting with HCV.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF26": {
            "text": "To test this hypothesis we use the Branch-Site Random Effect Likelihood test (BS-REL 31 test) (Kosakovsky Pond et al., 2011) available in the HYPHY package (Pond et al.,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF27": {
            "text": "12adaptation in the history of mammalian evolution. In addition to presence/absence of 13 adaptation, we assess the amount of adaptation experienced by a particular protein by 14 estimating the average proportion of selected codons along all mammalian branches.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF28": {
            "text": "example we measure that on average the antiviral protein PKR has had 4.6% of 16 positively selected codons across the 44 branches of the mammalian tree.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF29": {
            "text": "We compare the proportion of selected codons detected by the BS-REL test between18 VIPs and non-VIPs. The statistical power of the BS-REL test has been shown to depend 19 strongly on the amount of constraint in a coding sequence, with higher 20 constraint/purifying selection decreasing the ability to detect adaptation (Kosakovsky 21 Pond et al., 2011). We confirm this in our dataset by observing a strong positive 22 correlation between the pN/pS ratio in great apes and the proportion of selected codons",
            "latex": null,
            "type": "figure"
        },
        "FIGREF30": {
            "text": "23across mammals estimated by the BS-REL test (Spearman's rank correlation ρ =0.34,24P<2x10 -16 , n=9,861). We therefore use a purifying selection-wise permutation test that 25 matches VIPs and non-VIPs with similar pN/pS ratios in order to compare VIPs and non-26VIPs that experience similar levels of purifying selection and providing us with similar 27 power to detect adaptation (Supplemental Methods andFigures S5 and S6).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF31": {
            "text": "with the strongest evidence of adaptation (product of P-values lower than 10 -9 ) 4 have a ~200% excess of strong signals of adaptation. This excess of adaptation in VIPs 5 across mammals is due to i) more VIPs with signals of adaptation than non-VIPs, ii) 6 more branches of the tree per VIP showing adaptation, and iii) a greater proportion of 7 codons evolving adaptively per branch (Figure S7).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF32": {
            "text": "As mentioned above, HCV stands out among the ten viruses with the largest number of9 VIPs in humans in that it has no known close viral relatives despite extensive screening 10 of diverse mammalian species (Quan et al., 2013). If this reflects a true lack of close viral 11 relatives of HCV, then we predict a limited excess of adaptation in HCV VIPs. In line with 12 this prediction, the 109 VIPs of HCV are the only ones where we do not detect any 13 excess of adaptation (Figure 2B) despite being one of the largest groups of VIPs. VIPs 14 that interact with all other viruses all show substantial elevation of adaptation (Figure 15 2B).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF33": {
            "text": "show a 40% excess of 20 adaptation, and a ~130% excess of adaptation in the proteins with the highest evidence 21 of adaptation (Figure 2A). These results show that the arms race with viruses has 22 strongly increased the rate of adaptation in a wide range of VIPs.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF34": {
            "text": "29likely due to a lower statistical power of the BS-REL test in the short primate branches30 (Kosakovsky Pond et al., 2011). In line with this, VIPs with strong signals of adaptation 31 show such signals in all the mammalian clades represented (Figure 3).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF35": {
            "text": "a wide range of mammals.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF36": {
            "text": "From global patterns of adaptation to understanding specific instances of 6 adaptation to viruses: the case of coronaviruses and aminopeptidase N 7 We have shown that rates of adaptation are globally elevated in VIPs in humans and 8 mammals in general, suggesting the existence of tens of thousands of isolated events of 9 adaptations to a diverse range of viruses. Here, we test if our global approach has 10 enough power to isolate new specific cases of adaptation to viruses by looking for 11 instances where viruses are the plausible cause of adaptation in a VIP with no known 12 antiviral activity. This is particularly relevant because, to our knowledge, the transferrin 13 receptor is the only well understood case of a non-antiviral protein adapting in response 14 to viruses (Demogines et al., 2013).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF37": {
            "text": "22 aminopeptidase N, abbreviated ANPEP, APN or CD13 (Mina-Osorio, 2008). The 23 analysis of a phylogenetic tree including 84 mammals(Table S11)confirms pervasive 24 adaptation of ANPEP across mammals, with 76 out of 165 branches in the tree evolving 25 adaptively (Figure 4A). ANPEP is a cell-surface enzyme well known for its surprisingly 26 wide range and diversity of functions (Mina-Osorio, 2008). It is used by group I 27 coronaviruses as a receptor, including the Human Coronavirus 229E (HCoV-229E) 28 (Yeager et al., 1992), Transmissible Gastroenteritis Virus (TGEV) (Delmas et al., 1992), 29 Feline Coronavirus (FCoV) (Tresnan and Holmes, 1998), Canine Coronavirus (CCoV) 30 (Tusell et al., 2007), Porcine Respiratory Coronavirus (PRCV) (Delmas et al., 1993) and 31 Porcine Epidemic Diarrhea Virus (PEDV) (Oh et al., 2003). Reguera et al. component of this contact surface for host tropism is a N-glycosylation 4 site at position 736 in porcine ANPEP (orthologous position 739 in human ANPEP) that 5 forms hydrogen bonds with TGEV and PRCV (Reguera et al., 2012; Tusell et al., 2007).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF38": {
            "text": "Deleting this site abolishes the ability of TGEV and PRCV to bind porcine ANPEP 7(Reguera et al., 2012). Adding the glycosylation site in human ANPEP that natively lacks 8 it transforms it into a receptor for TGEV and PRCV(Reguera et al., 2012).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF39": {
            "text": "We use the MEME test from HYPHY(Murrell et al., 2012)  to identify codons in ANPEP 10 that were under episodic adaptive evolution in mammals. MEME detects significant11 adaptation (MEME P≤0.05) in 85 of the 931 aligned codons. Interestingly, several of 12 these adaptively evolving codons are within, or right next to the surface of contact with 13 TGEV and PRCV (Figure 4B,C). The codons in contact with TGEV and PRCV and their 14 neighbors are strongly enriched in adaptation compared to ANPEP codons as a whole 15 (Figure 4C). This enrichment fades very rapidly as one gets further from the surface of 16 contact with TGEV and PRCV, which shows that it is due to the interaction with viruses,17and not to a more diffuse, less specific enrichment within a wider segment of ANPEP 18 (Figure 4C).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF40": {
            "text": "Adaptively evolving codons in the contact surface with TGEV and PRCV most notably 20 include two codons within the consensus motif for the N-glycosylation site responsible 21 for host tropism (Figure 4B). N-glycosylation is governed by a three amino acids 22 consensus, NX[ST], where X can be anything except proline (Bause, 1983). The first 23 and third positions in the consensus evolved adaptively in mammals (MEME P=0.005 for 24 both). The ancestral states of the two positions shows that the mammalian ancestor had",
            "latex": null,
            "type": "figure"
        },
        "FIGREF41": {
            "text": "a fully functional consensus for N-glycosylation, and that the consensus was lost 26 independently 11 times in mammals, either by modification of the first or by modification 27 of the third position (",
            "latex": null,
            "type": "figure"
        },
        "FIGREF42": {
            "text": "29 positions in the consensus mainly reflect parallel, adaptive losses of the N-glycosylation 30 site in multiple mammalian lineages. Given the crucial role of this N-glycosylation site in 31 the binding of TGEV, PRCV, FCoV and CCoV to ANPEP, it is very likely that these we have shown that viruses have been a major selective pressure in the evolution 4 of the mammalian proteome. Indeed viruses appear to drive ~30% of all adaptive amino 5 acid changes in the conserved part of the human proteome, as evidenced by the MK 6 test. Furthermore, the footprints of the arms race with viruses are visible in a large 7 number of VIPs, and in a broad range of mammals. Importantly, we find a substantial 8 enrichment in strong signals of adaptation in VIPs with no known antiviral or other 9 immune functions (Figures 1F and 2A). Instead adaptation to viruses is visible in VIPs 10 with a very diverse range of functions including such core functions as transcription or 11 signal transduction (Figure 2C and Table S3). Our results thus draw a broader picture 12 where the war against viruses is a global war that involves not only the specialized 13 soldiers of the antiviral response, but also the entire population of host proteins that 14 come into contact with viruses. The best-known case of a housekeeping protein having 15 adapted in response to viruses, the transferrin receptor, may in this respect represent 16 the rule more than an exception (Demogines et al., 2013).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF43": {
            "text": "happen if we were getting close to the point where only few, hard to 22 discover VIPs remain to be found. This means that a substantial number of proteins 23 classified as non-VIPs in this analysis actually are VIPs. This makes the current non-24VIPs a conservative control.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF44": {
            "text": "Second, adaptation in response to viruses is most likely not restricted to proteins that 26 physically interact with viruses. For example, adaptation to viruses might happen in 27 proteins that act downstream of VIPs in signaling cascades, or in non-coding sequences 28 that regulate the expression of VIPs.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF45": {
            "text": "Third, not all of the 1,256 VIPs we use here have been consistently interacting with 30 viruses during evolution. Most VIPs in the dataset (95%) were discovered in humans, evolutionary time in mammals, and only in a limited range of lineages. This 4 would apply to VIPs that interact with viruses with a limited host range and few other 5 phylogenetically closely related viruses, as is the case with HCV (Figure 2B).6Our analysis greatly extends the prospects for paleovirology by making it possible to7 detect past infections with great statistical power (Emerman and Malik, 2010; Patel et al., 8 2011). Indeed, globally increased adaptation in VIPs means that we have far more 9 statistical power to study the adaptive footprints viruses have left in host proteins. This is 10 a very complementary approach to the usual scans for integrated viral genomes in host 11 genomes, especially for viruses that do not infect the germ line or for viruses that 12 integrate in the host genome only rarely (Katzourakis and Gifford, 2010). In the dataset 13 analyzed here, only HCV does not show any excess of adaptation in mammals. Two of 14 the ten viruses listed in Figure 2B, HIV-1 and HBV, have VIPs with highly increased 15 adaptation in humans. In other words, these results demonstrate that viruses related to 16 HIV-1 and HBV have repeatedly infected humans since their divergence with 17 chimpanzees. These results show that it should be possible to detect the footprint of 18 past infections by specific viruses in specific evolutionary lineages with great statistical 19 power.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF46": {
            "text": "Globally increased adaptation in VIPs also raises the question of pleiotropy. To what 21 extent have adaptive amino acid changes in VIPs affected their native functions in the 22",
            "latex": null,
            "type": "figure"
        },
        "FIGREF47": {
            "text": "functions, they elevate the rate of adaptation across the whole proteome in a 4 way that appears independent of specific functions in the GO analysis. We argue that 5 grouping genes together based on the way they interact with diverse pathogens or other 6 environmental stimuli might be a profitable way for discerning the nature of selective 7 pressures that have molded animal genomes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF48": {
            "text": "In conclusion, our analysis demonstrates that viruses have exerted a very powerful9 selective pressure across the breadth of the mammalian proteome, and suggests the 10 possibility that pathogens in general are the key driver of protein adaptation in mammals 11 and likely other lineages and might have driven many pleiotropic effects on diverse 12 biological functions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF49": {
            "text": "was performed by querying PUBMED for publications reporting 18 interactions found by low-throughput methods (Gray et al., 2015) 19 (http://www.ncbi.nlm.nih.gov/pubmed). We completed our own annotations of 982 VIPs 20 with 274 additional proteins identified with low throughput methods listed in the 21 VirHostNet (http://virhostnet.prabi.fr/) (Guirimand et al., 2015) and HPIDB 22 (http://www.agbase.msstate.edu/hpi/main.html) (Kumar and Nanduri, 2010) databases.23 See Supplemental Methods for details.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF50": {
            "text": "Ensembl coding sequences (Flicek et al., 2012) from 24 26 mammals using a combination of Blat (Kent, 2002) and PRANK (Fletcher and Yang, 27 2010; Jordan and Goldman, 2012; Loytynoja and Goldman, 2008). See Supplemental 28 Methods for details.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF51": {
            "text": "We use the classic and the asymptotic McDonald-Kreitman tests to compare adaptation 5 in VIPs and non-VIPs in human. See Supplemental Methods for details.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF52": {
            "text": "Quantifying adaptation in the mammalian phylogeny7 We use the CDS alignments of the 24 mammals to quantify adaptation in their 8 phylogeny. To do so we use the Branch-Site REL test (Kosakovsky Pond et al., 2011) 9 from the HYPHY package (Pond et al., 2005). See Supplemental Methods for details.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF53": {
            "text": "13selection. See Supplemental Methods for details.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF54": {
            "text": "VIPs with the same representation of GO categories. See Supplemental Methods for 22 details.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF55": {
            "text": "and DAP conceived and designed the experiments. DE, LC and CG performed the 25 experiments. DE and DAP interpreted the results. DE and DAP wrote the paper.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF57": {
            "text": "Pozzoli, U., Bresolin, N., Clerici, M., et al. (2011). A positively selected APOBEC3H 23 haplotype is associated with natural resistance to HIV-1 infection. Evolution 65, 3311-24 3322.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF58": {
            "text": "Charlesworth, J., and Eyre-Walker, A. (2008). The McDonald-Kreitman test and slightly 26 deleterious mutations. Mol Biol Evol 25, 1007-1015.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF59": {
            "text": "Davis, Z.H., Verschueren, E., Jang, G.M., Kleffman, K., Johnson, J.R., Park, J., Von 28 Dollen, J., Maher, M.C., Johnson, T., Newton, W., et al. (2015). Global mapping of 29 herpesvirus-host protein complexes reveals a transcription strategy for late genes. Mol 30 Cell 57, 349-360.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF60": {
            "text": "31Delmas, B., Gelfi, J., L'Haridon, R., Vogel, L.K., Sjostrom, H., Noren, O., and Laude, H.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF61": {
            "text": "1992). Aminopeptidase N is a major receptor for the entero-pathogenic coronavirus 33 TGEV. Nature 357, 417-420.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF62": {
            "text": "Delmas, B., Gelfi, J., Sjostrom, H., Noren, O., and Laude, H. (1993). Further 35 characterization of aminopeptidase-N as a receptor for coronaviruses. Adv Exp Med Biol 36 342, 293-298.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF63": {
            "text": "Demogines, A., Abraham, J., Choe, H., Farzan, M., and Sawyer, S.L. (2013). Dual host-38 virus arms races shape an essential housekeeping protein. PLoS Biol 11, e1001571.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF64": {
            "text": "Dyer, M.D., Murali, T.M., and Sobral, B.W. (2008). The landscape of human proteins 40 interacting with viruses and other pathogens. PLoS Pathog 4, e32.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF65": {
            "text": "Elde, N.C., Child, S.J., Geballe, A.P., and Malik, H.S. (2009). Protein kinase R reveals 42 an evolutionary model for defeating viral mimicry. Nature 457, 485-489.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF66": {
            "text": "Emerman, M., and Malik, H.S. (2010). Paleovirology--modern consequences of ancient 44 viruses. PLoS Biol 8, e1000301.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF67": {
            "text": "the branch-site test of positive selection. Mol Biol Evol 27, 2257-2267.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF68": {
            "text": "Flicek, P., Amode, M.R., Barrell, D., Beal, K., Brent, S., Carvalho-Silva, D., Clapham, P.,6 Coates, G., Fairley, S., Fitzgerald, S., et al. (2012). Ensembl 2012. Nucleic Acids Res 7 40, D84-90.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF69": {
            "text": "Fumagalli, M., Cagliani, R., Riva, S., Pozzoli, U., Biasin, M., Piacentini, L., Comi, G.P.,9 Bresolin, N., Clerici, M., and Sironi, M. (2010). Population genetics of IFIH1: ancient 10 population structure, local selection, and implications for susceptibility to type 1 diabetes.11Mol Biol Evol 27, 2555-2566.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF70": {
            "text": "Gray, K.A., Yates, B., Seal, R.L., Wright, M.W., and Bruford, E.A.(2015).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF71": {
            "text": "Genenames.org: the HGNC resources in 2015. Nucleic Acids Res 43, D1079-1085.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF72": {
            "text": "Guirimand, T., Delmotte, S., and Navratil, V.(2015). VirHostNet 2.0: surfing on the web 15 of virus/host molecular interactions data. Nucleic Acids Res 43, D583-587.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF73": {
            "text": "Halehalli, R.R., and Nagarajaram, H.A.(2015). Molecular principles of human virus 17 protein-protein interactions. Bioinformatics 31, 1025-1033.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF74": {
            "text": "He, X., and Zhang, J. (2006). Toward a molecular understanding of pleiotropy. Genetics 19 173, 1885-1891.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF75": {
            "text": "Jager, S., Cimermancic, P., Gulbahce, N., Johnson, J.R., McGovern, K.E., Clarke, S.C., 21 Shales, M., Mercenne, G., Pache, L., Li, K., et al. (2012). Global landscape of HIV-22 human protein complexes. Nature 481, 365-370.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF76": {
            "text": "Jordan, G., and Goldman, N. (2012). The effects of alignment error and alignment 24 filtering on the sitewise detection of positive selection. Mol Biol Evol 29, 1125-1139.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF77": {
            "text": "Kaelber, J.T., Demogines, A., Harbison, C.E., Allison, A.B., Goodman, L.B., Ortega, 26 A.N., Sawyer, S.L., and Parrish, C.R. (2012). Evolutionary reconstructions of the 27 transferrin receptor of Caniforms supports canine parvovirus being a re-emerged and not 28 a novel pathogen in dogs. PLoS Pathog 8, e1002666.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF78": {
            "text": "Katzourakis, A., and Gifford, R.J. (2010). Endogenous viral elements in animal 30 genomes. PLoS Genet 6, e1001191.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF79": {
            "text": "Keightley, P.D., and Eyre-Walker, A. (2007). Joint inference of the distribution of fitness 32 effects of deleterious mutations and population demography based on nucleotide 33 polymorphism frequencies. Genetics 177, 2251-2261.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF80": {
            "text": "34 Kent, W.J. (2002). BLAT--the BLAST-like alignment tool. Genome Res 12, 656-664.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF81": {
            "text": "35 Kerns, J.A., Emerman, M., and Malik, H.S. (2008). Positive selection and increased 36 antiviral activity associated with the PARP-containing isoform of human zinc-finger 37 antiviral protein. PLoS Genet 4, e21.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF82": {
            "text": "Kimura, M. (1977). Preponderance of synonymous changes as evidence for the neutral 39 theory of molecular evolution. Nature 267, 275-276.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF83": {
            "text": "Pond, S.L., Murrell, B., Fourment, M., Frost, S.D., Delport, W., and 41 Scheffler, K. (2011). A random effects branch-site model for detecting episodic 42 diversifying selection. Mol Biol Evol 28, 3033-3043.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF84": {
            "text": "Kumar, R., and Nanduri, B. (2010). HPIDB--a unified resource for host-pathogen",
            "latex": null,
            "type": "figure"
        },
        "FIGREF85": {
            "text": "44interactions. BMC Bioinformatics 11 Suppl 6, S16.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF86": {
            "text": "Liu, H.L., Wang, Y.Q., Liao, C.H., Kuang, Y.Q., Zheng, Y.T., and Su, B. (2005). Adaptive 46 evolution of primate TRIM5alpha, a gene restricting HIV-1 infection. Gene 362, 109-116.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF87": {
            "text": "Loytynoja, A., and Goldman, N. (2008). A model of evolution and structure for multiple 48 sequence alignment. Philos Trans R Soc Lond B Biol Sci 363, 3913-3919.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF88": {
            "text": "49 McDonald, J.H., and Kreitman, M. (1991). Adaptive protein evolution at the Adh locus in 50 Drosophila. Nature 351, 652-654.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF89": {
            "text": ", E., Patin, E., Laval, G., Pajon, S., Fornarino, S., Crouau-Roy, B., and 48 Quintana-Murci, L. (2011). The selective footprints of viral pressures at the human RIG-I-49 like receptor family. Hum Mol Genet 20, 4462-4474.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF90": {
            "text": "Patterns of purifying selection and human adaptation in VIPs 7 A) Distribution of pN/pS in VIPs (blue) and non-VIPs (pink). The blue curve is the density 8 curve of pN/(pS+1) for 1,256 VIPs. We use pN/(pS+1) instead of pN/pS to account for 9 those coding sequences where pS=0. pN and pS are measured using great ape 10 genomes from the Great Ape Genome Project (Supplemental Methods). The pink area 11 represents the superimposition of the density curves for each of 5,000 sets of randomly 12 sampled non-VIPs. B) Average pN/pS in VIPs (blue dot) versus average pN/pS in non-13 VIPs (red dot and red 95% confidence interval) within ten viruses with more than 50 14 VIPs The number between parentheses is the number of VIPs for each virus. KSHV: 15 Kaposi's Sarcoma Herpesvirus. HIV-1: Human Immunodeficiency Virus type 1. HBV: 16 Hepatitis B Virus. ADV: Adenovirus. HPV: Human Papillomavirus. HSV: Herpes Simplex 17 Virus. EBV: Epstein-Barr Virus. Influenza: Influenza Virus. HTLV: Human T",
            "latex": null,
            "type": "figure"
        },
        "FIGREF91": {
            "text": "Excess of adaptation across mammals in VIPs2 A) Thick white curve: average excess of adaptation in all VIPs. Narrow white curves: 3 95% confidence interval for the excess of adaptation in all VIPs. The grey background 4 represents the density distributions of the excess of adaptation based on 5,000 iterations 5 of the purifying selection-wise permutation test (Supplemental Methods). Thick black 6 curve: excess of adaptation in non-immune VIPs. Narrow black curve: lower bound of",
            "latex": null,
            "type": "figure"
        },
        "FIGREF92": {
            "text": "interval for the excess of adaptation in non-immune VIPs. B) Virus-8 by-virus excess of adaptation in VIPs. Black dot is the average excess and the 9 represented interval is the 95% confidence interval. C) Excess of adaptation within the 10 top 20 high level GO processes with the most VIPs. D) Proportions of selected codons in 11",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "such as transcription (354 VIPs), post-translational protein modification (224 VIPs), signal transduction (396 VIPs), apoptosis (185 VIPs), and transport (264 VIPs). The supracellular processes notably29 include defense response (103 VIPs) and developmental processes (327 VIPs). Many VIPs have no known specifically antiviral immune activity (defined here as any activity restricting viral replication, Methods), and only 241 or 20% of VIPs have any known",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Patterns of purifying selection in VIPsWe confirm the observations of several recent studies suggesting that VIPs tend toevolve slowly (Davis et al., 2015; Jager et al., 2012). The VIPs have ~15% lower mammals-wide dN/dS ratio on average compared to non-VIPs (0.124 versus 0.145, 95% CI [0.136,0.148]; Methods). The difference in dN/dS is highly significant as shown by a 11 permutation test where VIPs are compared with the same number of randomly chosen 12 non-VIPs many times (simple permutation test P=0 after 10 9 iterations;Table S2).",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "), we limit the effect of deleterious variants by excluding all variants with a derived allele frequency lower than 10% 26 (Supplemental Methods) (Charlesworth and Eyre-Walker, 2008; Eyre-Walker and Keightley, 2009; Keightley and Eyre-Walker, 2007; Messer and Petrov, 2013) . We find that α is strongly elevated in VIPs compared to non-VIPs (α=0.19 in VIPs versus -0.02 in non-VIPs, permutation test P=2.x10 -5 ). This shows that VIPs have a substantial excess",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "We thank Kerry Samerotte, Sandeep Venkataram, Emily Ebel and Pleuni Pennings for R01GM097415 to DAP.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/029397 doi: bioRxiv preprint Eyre-Walker, A., and Keightley, P.D. (2009). Estimating the rate of adaptive molecular evolution in the presence of slightly deleterious mutations and population size change. Mol Biol Evol 26, 2097-2108.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "primates. Glires: rodents and rabbit. Cetartyodactyla: sheep, cow, pig. Zooamata: 1 carnivores and horse. See also Tables S4 and S4 and Figures S5, Tables S10 and S11.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 110,
                    "end": 147,
                    "text": "also Tables S4 and S4 and Figures S5,",
                    "ref_id": null
                }
            ],
            "section": "annex"
        },
        {
            "text": ". CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/029397 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "8"
        }
    ]
}