{
    "paper_id": "029c1c588047f1d612a219ee15494d2d19ff7439",
    "metadata": {
        "title": "Protective Population Behavior Change in Outbreaks of Emerging Infectious Disease 1 2",
        "authors": [
            {
                "first": "Evans",
                "middle": [
                    "K"
                ],
                "last": "Lodge",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of North",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Annakate",
                "middle": [
                    "M"
                ],
                "last": "Schatz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Georgia",
                    "location": {
                        "addrLine": "9 Athens",
                        "settlement": "Georgia",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "John",
                "middle": [
                    "M"
                ],
                "last": "Drake",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Georgia",
                    "location": {
                        "addrLine": "9 Athens",
                        "settlement": "Georgia",
                        "country": "United States"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "estimation is complicated, however, by efforts to isolate infected individuals in hospitals or 45 other settings to decrease contact with the susceptible population. While the isolation of 46",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "infected individuals is beneficial and should be encouraged, it challenges data analysts because 47",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "it is time-varying and reflects dynamic and often unpredictable human behavior. Moreover, the 48 rate at which infected individuals are removed from the population typically accelerates 49 throughout an epidemic as awareness of the infectious threat increases, 8 a process Drake et al 50 referred to as \"societal learning.\" 9 Obtaining accurate estimates of this time-varying removal of 51",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "infected persons, while difficult, improves the quality of compartmental models for epidemics 52 of infectious disease. 9,10 To our knowledge, however, no work has directly compared the rate of 53 behavioral adaption across multiple epidemics, societies, and geographic settings. 54 55",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Many factors can affect how quickly effective isolation practices are implemented, such as 56 access to health care, local public health funding, international aid, and the efficacy of 57 information campaigns. 11 Local health care practices and non-formal healthcare systems also 58 provide care to patients during epidemics and can play a part in quarantining infected 59",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "individuals. 12 Previous work in Liberia has shown that a combination of these approaches 60 through simultaneous community engagement and clinical intervention is more effective than 61",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "any single intervention, with both health care access and utilization increasing hand-in-hand to 62",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "decrease EVD transmission during the 2013-2016 Ebola epidemic. 13 While infection prevention 63",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "often includes vaccination, progress to develop effective vaccines for emerging infections is 64 slow and not necessarily more effective than isolation of infected individuals. 14 Ring vaccination 65",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "with the rVSV-ZEBOV-GP Ebola vaccine 15 in the Democratic Republic of the Congo is 66",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "promising, 16 but previous work has suggested that ring vaccination may only provide a marginal 67 benefit to rigorous contact tracing and patient isolation. 17 68 69",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The focus of this paper is the identification of key similarities and differences in the behavioral 70 response to outbreaks of three emerging zoonotic infections. We sought to determine how the 71 mean removal rate of infected individuals changed over the course of each outbreak as 72 measured by epidemic week and viral serial interval. Individuals often experience zoonotic and 73 emerging infections as innately more frightening than \"familiar\" diseases, leading to rapid 74 behavioral adaptations due to high perceived risk. 18 We compiled data for each outbreak location binned by epidemic week, to produce comparable 97 data for regression analysis. Epidemic weeks came from weekly onset dates described above. 98",
            "cite_spans": [
                {
                    "start": 531,
                    "end": 533,
                    "text": "18",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We also binned the same data by serial interval, using 12 days as the estimated serial interval 99",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "for Ebola, 23 8 days for SARS, 24 and 7 days for MERS; 27 this was calculated as epidemic 100",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "week/(serial interval/7). Each dataset included, per week, the number of new cases, the 101 cumulative number of cases, mean DSOH and associated standard deviation, and MRR and 102 associated standard deviation. We removed epidemic weeks from the beginning of each 103 outbreak so that the first three epidemic weeks had greater than 0 cases of disease each in 104 order to focus on population-level behavioral adaptation to large-scale disease outbreaks 105",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "instead of adaptations to individual disease events early in an epidemic. We performed all 106 regression analyses using this binned data. 107 108",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Initial regression analyses fit linear models to predict DSOH and MRR ( week) more than the 165 mean change in the 166 MRR of the Liberian 167",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REGRESSION ANALYSES: 109"
        },
        {
            "text": "Ebola epidemic (Fig.  168 2). The mean change 169 of the MRR in the 170",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 15,
                    "end": 25,
                    "text": "(Fig.  168",
                    "ref_id": null
                }
            ],
            "section": "REGRESSION ANALYSES: 109"
        },
        {
            "text": "Ebola epidemic in Lofa 171",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REGRESSION ANALYSES: 109"
        },
        {
            "text": "County, Liberia, was 172 significantly higher than the mean change of the MRR for the overall Liberian epidemic and the 173 . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.27.921536 doi: bioRxiv preprint outbreak in Montserrado County, Liberia, regardless of predictor (epidemic week or serial 174 interval) (Fig. 2) . The three MERS outbreaks (Riyadh, Jeddah, and South Korea) did not differ 175 significantly from one another and had limited precision (Fig. 2) . 176 177",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 454,
                    "end": 462,
                    "text": "(Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 600,
                    "end": 608,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "REGRESSION ANALYSES: 109"
        },
        {
            "text": "We narrowed the 195 associated confidence intervals (Fig. 2) . We identified little difference in the mean change of 196 the MRR for the Ebola outbreak depending on predictor (Fig. 2) While our findings demonstrate large and statistically significant differences in MRR, it is 231",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 52,
                    "end": 60,
                    "text": "(Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 175,
                    "end": 183,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "REGRESSION ANALYSES: 109"
        },
        {
            "text": "notable that the calculated rates of change in the MRRs are within a factor of ten (when 232 calculated using epidemic week) to seven (when calculated using serial interval) of each other 233 (Fig. 2) , with the mean change being the lowest in the EVD outbreak in Liberia and the highest 234",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 192,
                    "end": 200,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "REGRESSION ANALYSES: 109"
        },
        {
            "text": "in the MERS outbreak in South Korea. For modelers seeking to understand the epidemiology of 235 emerging infectious diseases with limited or no data from previous outbreaks, this study 236 provides a range of acceptable values for the MRR based on seven geographically distinct 237 outbreaks of three emerging diseases. Similarly, while large disparities in DSOH are obvious (Fig.  238 1), these data highlight that all societies quickly adapt to outbreaks of emerging infections. We have shown that public health practices for isolating infected individuals from the 249 susceptible population vary significantly by pathogen and location, but can in some cases be 250 predicted by the timing and serial interval of the epidemic. This study detected variation in 251 DSOH and MRR based on epidemic location and outbreak type, indicating that it may be 252 possible to estimate a general range of the rate of change in these variables over time. Due to 253",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 375,
                    "end": 385,
                    "text": "(Fig.  238",
                    "ref_id": null
                }
            ],
            "section": "REGRESSION ANALYSES: 109"
        },
        {
            "text": "location-specific differences in DSOH and MRR, modelers who seek to develop forecasts early in 254 an outbreak would benefit from estimating an expected range for removal of infected 255 individuals using data from past outbreaks of the same pathogen in a similar setting. 256",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REGRESSION ANALYSES: 109"
        },
        {
            "text": "Furthermore, the quality of these estimates will be impacted by the metric chosen, as seen by 257 the notable, but distinct, trends detected in DSOH and MRR. As seen in this study, utilizing a 258",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REGRESSION ANALYSES: 109"
        },
        {
            "text": "well-chosen response variable with a relatively small amount of data can provide material for 259",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REGRESSION ANALYSES: 109"
        },
        {
            "text": "making effective forecasts about public health behavior. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REGRESSION ANALYSES: 109"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A Stochastic Differential Equation SIS 305 Epidemic Model",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gray",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Greenhalgh",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "SIAM J. Appl. Math",
            "volume": "71",
            "issn": "",
            "pages": "876--902",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Understanding the dynamics 307 of Ebola epidemics",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Legrand",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Grais",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Boelle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Valleron",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Flahault",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Epidemiology & Infection",
            "volume": "135",
            "issn": "",
            "pages": "610--621",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Risk Perceptions and Behaviour: Towards Pandemic 309 Control of Emerging Infectious Diseases",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brug",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Aro",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Richardus",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Int.J. Behav. Med",
            "volume": "16",
            "issn": "",
            "pages": "3--6",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Societal Learning in Epidemics: Intervention Effectiveness 311 during the 2003 SARS Outbreak in Singapore",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Drake",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Chew",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "PLoS ONE",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Integrating Mathematical Models of Behavior and Infectious Disease: 313 Applications to Outbreak Dynamics and Control",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Mal Hayashi",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Communicating the threat of emerging infections to 315 the public",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Freimuth",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Linnan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Potter",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Emerg Infect Dis",
            "volume": "6",
            "issn": "",
            "pages": "337--347",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Community-based reports of morbidity, mortality, and health-seeking 317 behaviours in four Monrovia communities during the West African Ebola epidemic",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Mclean",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Public Health",
            "volume": "318",
            "issn": "",
            "pages": "528--544",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The impact of control strategies and behavioural changes on the 320 elimination of Ebola from Lofa County",
            "authors": [
                {
                    "first": "Funk",
                    "middle": [],
                    "last": "Sebastian",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Liberia. Philosophical Transactions of the Royal 321 Society B: Biological Sciences",
            "volume": "372",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The Economics of Epidemic Diseases",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dimitri",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLOS ONE",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A Recombinant Vesicular Stomatitis Virus Ebola Vaccine",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Regules",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "N Engl J Med",
            "volume": "324",
            "issn": "",
            "pages": "330--341",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Preliminary results on the efficacy of rVSV-ZEBOV-GP Ebola 326 vaccine using the ring vaccination strategy in the control of an Ebola outbreak in the 327 Democratic Republic of the Congo: an example of integration of research into epidemic 328 response",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Harnessing Case Isolation and Ring Vaccination to Control Ebola",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wells",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "PLoS Negl",
            "volume": "330",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Societal Responses to Familiar Versus Unfamiliar Risk: Comparisons of 332 Influenza and SARS in Korea",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Collins",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Risk Analysis",
            "volume": "26",
            "issn": "",
            "pages": "1247--1257",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Interventions to Control Virus Transmission during an Outbreak 334 of Ebola Hemorrhagic Fever: Experience from Kikwit, Democratic Republic of the Congo",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kerstiëns",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Matthys",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Infect Dis",
            "volume": "335",
            "issn": "",
            "pages": "263--267",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A Mathematical Model with Quarantine States for 337 the Dynamics of Ebola Virus Disease in Human Populations",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Ngwa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Teboh-Ewungkem",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Comput Math Methods Med",
            "volume": "338",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Impact of quarantine on the 2003 SARS outbreak: A retrospective 340 modeling study",
            "authors": [
                {
                    "first": "Y.-H",
                    "middle": [],
                    "last": "Hsieh",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Theoretical Biology",
            "volume": "244",
            "issn": "",
            "pages": "729--736",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Social Factors in Epidemiology",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Bauch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Galvani",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Science",
            "volume": "342",
            "issn": "",
            "pages": "47--49",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Transmission dynamics and control of Ebola virus disease (EVD): a 343 review",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Medicine",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Different Epidemic Curves for Severe Acute Respiratory Syndrome 345",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Teunis",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Reveal Similar Impacts of Control Measures",
            "authors": [],
            "year": 2004,
            "venue": "Am. J. Epidemiol",
            "volume": "160",
            "issn": "",
            "pages": "509--516",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Transmission Dynamics of the Etiological Agent of SARS in Hong Kong: Impact 347 of Public Health Interventions",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1961--1966",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Real-time Estimates in Early Detection of SARS",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Emerg Infect Dis",
            "volume": "12",
            "issn": "",
            "pages": "110--113",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Hospital Outbreak of Middle East Respiratory Syndrome Coronavirus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Assiri",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J 351 Med",
            "volume": "369",
            "issn": "",
            "pages": "407--416",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Preliminary epidemiologic assessment of MERS-CoV outbreak in South 353",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Multiple significance tests: the Bonferroni method",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Bland",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Altman",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "BMJ",
            "volume": "310",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "R Development Core Team. R: A Language and Environment for Statistical Computing. (The 357 R Foundation for Statistical Computing",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Is There a Case for Quarantine? Perspectives from 359 SARS to Ebola",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Barbisch",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Koenig",
                    "suffix": ""
                },
                {
                    "first": "F.-Y",
                    "middle": [],
                    "last": "Shih",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Disaster Medicine and Public Health Preparedness",
            "volume": "9",
            "issn": "",
            "pages": "547--553",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "239 Drake et al previously demonstrated the positive impact of behavior change in infectious 240 outbreaks, noting that doubling the rate of \"societal learning\" in a model of the 2003 SARS 241 outbreak in Singapore approximately halved the estimated number of infected patients. 9 While 242 there is a theoretical upper limit to the speed with which newly-infected individuals can be 243 removed from the susceptible population, 9 public health strategies aimed at fostering 244 behavioral adaptations and accelerating isolation should form a cornerstone of interventions 245 tasked with limiting the spread of highly contagious and deadly emerging pathogens. 31 246 247 CONCLUSION: 248",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "We obtained patient-level data for Ebola and MERS, and daily aggregated data for SARS. We",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "the most appropriate method for handling such points. The three methods produced almost 126 identical results. We used robust regression to re-fit all initial linear regression models to avoid 127 the influence of outliers (Table 1, Eqs. 3-4). In addition, we performed robust linear regressions 128 of MRR with an interaction term accounting for outbreak location (Table 1, Eq. 5-6) to examine 129 predicted mean change in the MRR in each epidemic. We used the Bonferroni correction 29 for 130 multiple comparisons to compute confidence intervals, utilizing a 99% confidence interval in 131 . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.27.921536 doi: bioRxiv preprint our model comparisons. The size of the smaller epidemics (MERS and SARS) played a large part 132in determining confidence interval size and significance. All data management, modeling, and",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": ". This indicates that, at least in 197 the case of MERS and SARS, both the passage of time and the serial interval of each virus may 198 affect the speed with which populations develop and maintain health behaviors.expressed in intuitive units (days elapsed), whereas MRR reflects the theoretical \"removal rate\"",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "DATA, CODE, AND MATERIALS: 262We studied seven outbreaks: the 2013-2016 Liberian Ebola epidemic on a country-wide level, 263subsets of the same epidemic in Lofa and Montserrado Counties, the2003  Hong Kong SARS 264 epidemic, the 2014 Saudi Arabia MERS outbreaks in Riyadh and Jeddah, and the 2015 South 265 Korea MERS outbreak. The Ebola data was originally obtained by the World Health Organization 266 and provided by Christopher Dye (dyec@who.int). The Hong Kong SARS data was provided by 267 Gabriel Leung (gmleung@hku.hk) of Hong Kong University. Please contact Christopher and 268 Gabriel for data regarding Ebola and SARS, respectively, due to concerns regarding potentially 269 identifiable health information. Finally, the MERS data for Saudi Arabia and South Korea were 270 obtained from data compiled by Andrew Rambaut (a.rambaut@ed.ac.uk) of the University of 271 Edinburgh, and is publicly available at https://github.com/rambaut/MERS-Cases/blob/gh-Evans Lodge helped develop the project and conduct initial data analysis with John Drake as 279 part of the University of Georgia Population Biology of Infectious Diseases REU Site. Annakate 280 Schatz updated Lodge's analyses with finalized Ebola data and wrote an initial paper draft from 281 that work. Lodge and Drake finalized the manuscript for submission. This work was performed as part of the Population Biology of Infectious Diseases REU Site 285 Program. Funding was provided by grants from the National Science Foundation (DBI-1156707) 286 and the National Institute of General Medical Sciences of the National Institutes of Health 287 under Award Number U01GM110744. The content is solely the responsibility of the authors 288 and does not necessarily reflect the official views of the National Science Foundation or the 289 National Institutes of Health. WHO Ebola Response Team. Ebola Virus Disease in West Africa -The First 9 Months of the 294 Epidemic and Forward Projections. N Engl J Med 371, 1481-1495 (2014). 295 2. Garske, T. et al. Heterogeneities in the case fatality ratio in the West African Ebola outbreak 296 2013-2016. Philosophical Transactions of the Royal Society B: Biological Sciences 372, 297 20160308 (2017). 298 3. WHO Ebola Response Team. West African Ebola Epidemic after One Year -Slowing but Not 299 Yet under Control. N Engl J Med 372, 584-587 (2015). 300 4. Dalziel, B. D. et al. Urbanization and humidity shape the intensity of influenza epidemics in 301 U.S. cities. Science 362, 75-79 (2018). 302 5. Matt J. Keeling & Pejman Rohani. Modeling Infectious Diseases in Humans and Animals. 303 (Princeton University Press, 2011). 304 . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.27.921536 doi: bioRxiv preprint",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}