{
    "paper_id": "03ce432f27c7df6af22b92245a614db2ecb5de5f",
    "metadata": {
        "title": "A hidden gene in astroviruses encodes a cell-permeabilizing protein involved in virus release",
        "authors": [
            {
                "first": "Valeria",
                "middle": [],
                "last": "Lulla",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cambridge",
                    "location": {
                        "settlement": "Cambridge",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Andrew",
                "middle": [
                    "E"
                ],
                "last": "Firth",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cambridge",
                    "location": {
                        "settlement": "Cambridge",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Human astroviruses are small nonenveloped viruses with positive-sense single-stranded RNA genomes that contain three main open reading frames: ORF1a, ORF1b and ORF2. Astroviruses cause acute gastroenteritis in children worldwide and have been associated with encephalitis and meningitis in immunocompromised individuals. Through comparative genomic analysis of >400 astrovirus sequences, we identified a conserved \"ORFX\" overlapping the capsid-encoding ORF2 in genogroup I, III and IV astroviruses. ORFX appears to be subject to purifying selection, consistent with it encoding a functional protein product, termed XP. Using ribosome profiling of cells infected with human astrovirus 1, we confirm initiation at the ORFX AUG.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "XP-knockout astroviruses are strongly attenuated and after passaging can partly restore viral titer via pseudo-reversions, thus demonstrating that XP plays an important role in virus growth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "To further investigate XP, we developed an astrovirus replicon system. We demonstrate that XP has only minor effects on RNA replication and structural protein production. Instead, XP associates with the plasma membrane with an extracellular N-terminus topology and promotes efficient virus release. Using two different assays, we show that expression of human or related astrovirus XPs leads to cell permeabilization, suggesting a viroporin-like activity. The discovery of XP advances our knowledge of these important human viruses and opens a new direction of research into astrovirus replication and pathogenesis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "They are considered to be the second most common cause of gastroenteritis in infants after rotavirus 1 . Recently, and especially in immunocompromised individuals, astroviruses have also . CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/661579 doi: bioRxiv preprint been associated with extra-intestinal infections including fatal meningitis and encephalitis 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Despite their undoubted importance, astroviruses still represent one of the least studied groups of human positive-sense RNA viruses. The genome contains three main open reading frames:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "ORF1a encoding a nonstructural polyprotein (nsP1a), ORF1b encoding the RNA-dependent RNA polymerase (RdRp), and ORF2 encoding the capsid protein (CP) (Fig. 1A) 3 . ORF1a and ORF1b are translated from the genomic RNA (gRNA), with expression of ORF1b depending on programmed ribosomal frameshifting whereby a proportion of ribosomes translating ORF1a make a −1 nucleotide shift into ORF1b. Frameshifting occurs at a conserved A_AAA_AAC sequence within the ORF1a/ORF1b overlap region and depends on a 3′-adjacent stimulatory RNA stem-loop structure 4 . ORF2 is translated from a subgenomic RNA (sgRNA) that is produced during virus infection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 150,
                    "end": 159,
                    "text": "(Fig. 1A)",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "Previously, using comparative genomics we identified a conserved fourth ORF (ORFX) in genogroup I astroviruses, which appears to be subject to purifying selection and therefore is likely to encode a functional protein product, termed the X protein (XP, 12 kDa, 112 aa) 5 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "ORFX overlaps the 5′ region of the capsid-encoding ORF2 and is predicted to be translatable via ribosomal leaky scanning, which is expected to be enhanced by the very short leader on the sgRNA 3,6,7 . However, despite the comparative genomic predictions, the existence, relevance, and function of XP have never been demonstrated. Here we perform a functional molecular dissection of ORFX, providing insight into the simultaneous orchestration of several overlapping functional elements in a small human-pathogenic RNA virus. We show that ORFX is translated during virus infection, XP knockout mutant viruses are highly attenuated, and XP is a transmembrane (TM) protein that promotes efficient virus release via a viroporin-like activity. Through an extended bioinformatic analysis, we predict that related XP proteins are widely encoded in other mammalian astroviruses including the divergent \"MLB\" group of human-infecting astroviruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Comparative genomic analysis reveals a potential ORFX in genogroup I, III and IV astroviruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Since there are many more astrovirus sequences available now than in 2010, we began by repeating our previous comparative genomic analysis but this time also extending to other astrovirus genogroups. All mammalian astrovirus complete or nearly complete genome sequences were obtained from the",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Humans astroviruses (HAstVs) belong to genus Mamastrovirus within the family Astroviridae.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "ORF1b (RdRp) amino acid sequences were extracted and aligned, and a phylogenetic tree constructed (Fig. S1 ). We follow the genogroups defined in Yokoyama et al. 8 . Although the more-divergent CP sequences may provide a less robust phylogenetic analysis, we also constructed a CP-based phylogenetic tree to test for possible recombination (Fig. S2 ). At the level of genogroup the ORF1b and CP trees were consistent, although within genogroups there were some differences between the topologies of the two trees. For simplicity, we used the ORF1b tree to define astrovirus clades for full-genome analyses.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 163,
                    "text": "8",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 98,
                    "end": 106,
                    "text": "(Fig. S1",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 340,
                    "end": 348,
                    "text": "(Fig. S2",
                    "ref_id": "FIGREF13"
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "We grouped astrovirus sequences into clades (Fig. 1B) , generated codon-based alignments of concatenated ORF1a-ORF1b-ORF2 coding sequences within each clade, and analyzed the alignments with synplot2 which tests for regions where synonymous substitutions occur less often than average for the sequence alignment 9 . Regions with significantly enhanced synonymous site conservation typically harbour overlapping functional elements which constraint sequence evolution 9 . The analysis of subgroup \"Ia\" astroviruses ( Fig. 1B ; classical HAstVs besides some feline and sea lion astroviruses) revealed conserved elements at the junction of ORF1a and ORF1b (representing the ribosomal frameshifting signal and ORF1a/ORF1b overlap), upstream of ORF2 (presumed to represent elements involved in sgRNA synthesis), towards the 3′ end of ORF2 (possible replication elements), and overlapping the 5′ end of ORF2 (the putative overlapping ORFX) (Fig. 1C) . We applied the same analysis to 13 other astrovirus genogroup or sub-genogroup clades, revealing conserved regions overlapping the 5′ end of ORF2 in genogroup I, III and IV astroviruses but, generally (see below for exceptions), not in genogroup II or VI astroviruses (Fig. S3) .",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 313,
                    "text": "9",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 467,
                    "end": 468,
                    "text": "9",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 44,
                    "end": 53,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 516,
                    "end": 523,
                    "text": "Fig. 1B",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 934,
                    "end": 943,
                    "text": "(Fig. 1C)",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 1214,
                    "end": 1223,
                    "text": "(Fig. S3)",
                    "ref_id": null
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "We repeated the synonymous site conservation analysis using clades, sequence alignments and phylogenetic trees based on only ORF2 in order to rule out potential artefacts as a result of possible recombination between the nonstructural and structural modules of the virus genome, and to include additional part-genome sequences (total 415 sequences with ORF2 coverage; Fig. 1D; Fig. S4 ). This analysis revealed conserved regions overlapping the 5′ end of ORF2 throughout genogroup I, III and IV astroviruses but, generally, not in genogroup II or VI astroviruses (Fig. S5 ). Those clades with synonymous site conservation also contain a conserved overlapping +1 frame ORF, whereas those sequences without synonymous site conservation generally also lacked a conserved overlapping +1 frame ORF (Fig. S5) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 368,
                    "end": 384,
                    "text": "Fig. 1D; Fig. S4",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 563,
                    "end": 571,
                    "text": "(Fig. S5",
                    "ref_id": null
                },
                {
                    "start": 793,
                    "end": 802,
                    "text": "(Fig. S5)",
                    "ref_id": null
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "Interestingly, we also detected synonymous site conservation in two subgroups of genogroup II astroviruses ( Fig. S3G; Fig. S3H ). In subgroup \"IId\", the conservation coincided with a conserved overlapping +1 frame ORF (Fig. S5E) ; however in subgroup \"IIc\", there was no conserved ORF in the +1 reading frame. Instead, we observed an ORF in the −1 reading frame . CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/661579 doi: bioRxiv preprint with no AUG codon (ORFY, Fig. S5D ) but with conserved signals for −1 programmed ribosomal frameshifting 10 , namely a conserved A_AAA_AAZ (Z = A, C or U) slippery heptanucleotide and a 3′-adjacent RNA stem-loop (or pseudoknot structure) (Fig. S6 ). It seems plausible that ORFX and ORFY in genogroup II astroviruses may have evolved independently of ORFX in other astrovirus genogroups (see Discussion).",
            "cite_spans": [
                {
                    "start": 677,
                    "end": 679,
                    "text": "10",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 109,
                    "end": 127,
                    "text": "Fig. S3G; Fig. S3H",
                    "ref_id": null
                },
                {
                    "start": 219,
                    "end": 229,
                    "text": "(Fig. S5E)",
                    "ref_id": null
                },
                {
                    "start": 597,
                    "end": 605,
                    "text": "Fig. S5D",
                    "ref_id": null
                },
                {
                    "start": 810,
                    "end": 818,
                    "text": "(Fig. S6",
                    "ref_id": null
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "Evidence for ORFX was also found in a clade of rodent astroviruses of unassigned genogroup ( Fig. S3D; Fig. S5L ). Further, a number of unclustered divergent sequences also contain long +1 frame ORFs overlapping the 5′ end of ORF2 that potentially encode XP proteins (Fig. S7 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 93,
                    "end": 111,
                    "text": "Fig. S3D; Fig. S5L",
                    "ref_id": null
                },
                {
                    "start": 267,
                    "end": 275,
                    "text": "(Fig. S7",
                    "ref_id": null
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "Note that genogroup V -represented by a single partial sequence, FJ890355 (bottlenose dolphin astrovirus 1) -is one of these. Table S1 ). Similar to other overlapping genes, which generally evolve de novo 11 , the XP peptide sequences show little to no homology to known protein domains. Many XP sequences contain a predicted TM domain, and some other XPs contain a stretch of hydrophobic amino acids that resembles a TM domain despite being scored below threshold by Phobius (Fig. S8, Fig. S9 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 126,
                    "end": 134,
                    "text": "Table S1",
                    "ref_id": null
                },
                {
                    "start": 476,
                    "end": 493,
                    "text": "(Fig. S8, Fig. S9",
                    "ref_id": null
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "To test for XP expression in infected cells, we first raised various antibodies against XP peptides and we also tested the viability of tagged-XP viruses. However, neither antibody nor tagged virus approaches were successful. Thus we turned to ribosome profiling (Ribo-Seq). Ribo-Seq is a high throughput sequencing technique that globally maps the footprints of initiating or elongating 80S ribosomes on mRNAs 12, 13 . We infected Caco2 cells and performed Ribo-Seq at 12 hours post infection (hpi). Ribo-Seq quality was assessed as previously described 14 (Fig.   S10 ). Using flash-freezing with no drug pre-treatment (NT), we mapped the translational landscape of the HAstV1 genome ( Fig. 2A) . ORF2 is translated at ~9 the level of ORF1a, whereas ORF1b is translated at ~25% the level of ORF1a, indicating a ribosomal frameshifting efficiency of ~25%. The higher expression of ORF2 is likely a result of higher levels of sgRNA than gRNA in the translation pool. To identify translation initiation sites, we utilized the translation inhibitor lactimidomycin (LTM), which acts preferentially on the initiating ribosome but not on the elongating ribosome 15 . LTM binds to the 80S ribosome already assembled at the initiation codon and occupies the empty exit (E-site) of initiating ribosomes, thus completely blocking translocation. Using this approach, we confirm the two previously known initiation . CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/661579 doi: bioRxiv preprint sites, i.e. for ORF1a and ORF2, and also identify substantial initiation at the ORFX start codon ( Fig. 2B) , this being the third largest peak in the LTM virus profile.",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 414,
                    "text": "12,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 415,
                    "end": 417,
                    "text": "13",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 555,
                    "end": 557,
                    "text": "14",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1158,
                    "end": 1160,
                    "text": "15",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 558,
                    "end": 569,
                    "text": "(Fig.   S10",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 688,
                    "end": 696,
                    "text": "Fig. 2A)",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 1713,
                    "end": 1721,
                    "text": "Fig. 2B)",
                    "ref_id": "FIGREF13"
                }
            ],
            "section": "Ribosome profiling confirms ORFX initiation in HAstV1-infected cells."
        },
        {
            "text": "It is worth noting that the short leader of the sgRNA may result in protection by the ribosome of the 5′ end of ORF2 initiation footprints from the RNase I nuclease, so that many or most ORF2 initiation footprints might retain the viral VPg protein that is thought to be covalently linked to the 5′ end of genomic and subgenomic RNAs. Such reads will not ligate to the adapter oligonucleotides and thus will be excluded from sequencing. This may explain why the ORF2 initiation peak is smaller than the ORF1a initiation peak, even though ORF2 is expressed at much higher levels than ORF1a. Thus we cannot quantify the ORF2:ORFX expression ratio from the LTM data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ribosome profiling confirms ORFX initiation in HAstV1-infected cells."
        },
        {
            "text": "Ribosome profiling of eukaryotic systems typically has the characteristic that mappings of the 5′ end positions of ribosome protected fragments (RPFs) to coding sequences reflect the triplet periodicity (herein referred to as \"phasing\") of genetic decoding. For our datasets, the great majority of RPF 5′ ends map to the first nucleotide of codons (Fig. 2C, left) . Reads mapping to the ORF2/ORFX part of the genome (NT samples) were quantified in the three possible phases.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 348,
                    "end": 363,
                    "text": "(Fig. 2C, left)",
                    "ref_id": "FIGREF13"
                }
            ],
            "section": "Ribosome profiling confirms ORFX initiation in HAstV1-infected cells."
        },
        {
            "text": "In the region of ORF2 that is overlapped by ORFX we observed an increased number of reads mapping in the +1 phase relative to the ORF2 reading frame (Fig. 2C , middle) compared to the region of ORF2 that is not overlapped by ORFX (Fig. 2C , right) or the coding regions of host mRNAs (Fig. 2C, left) . Quantification of the differences in phasing indicated that ORFX is translated at ~27% of the level of ORF2, although it should be noted that reporter assays (see below) are expected to provide more accurate quantification than RPF phasing analysis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 149,
                    "end": 157,
                    "text": "(Fig. 2C",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 230,
                    "end": 238,
                    "text": "(Fig. 2C",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 284,
                    "end": 299,
                    "text": "(Fig. 2C, left)",
                    "ref_id": "FIGREF13"
                }
            ],
            "section": "Ribosome profiling confirms ORFX initiation in HAstV1-infected cells."
        },
        {
            "text": "XP-knockout viruses are attenuated but pseudo-revert on passage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ribosome profiling confirms ORFX initiation in HAstV1-infected cells."
        },
        {
            "text": "To evaluate the significance of ORFX in the context of virus infection, a set of mutant virus genomes was created based on the pAVIC1 infectious clone 16 by introducing mutations that knock out ORFX without affecting the CP amino acid sequence (Fig. 3A) . Four independent mutations were introduced to guard against the possibility of affecting potential RNA secondary structures overlapping with this region, resulting in pAVIC1-AUGm (AUG to ACG), pAVIC1-PTC1 (stop codon after 20 amino acids), pAVIC1-2×PTC (double stop codon after 20 amino acids) and pAVIC1-PTC2 (stop codon after 73 amino acids) ( Fig. 3B; Fig. S11 ). Corresponding T7 RNA transcripts were used for virus rescue in Huh7.5.1 cells followed by infection in Caco2 cells. All four ORFX knockout viruses were strongly attenuated compared to wt virus (Fig. 3C ).",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 153,
                    "text": "16",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 244,
                    "end": 253,
                    "text": "(Fig. 3A)",
                    "ref_id": null
                },
                {
                    "start": 602,
                    "end": 619,
                    "text": "Fig. 3B; Fig. S11",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 816,
                    "end": 824,
                    "text": "(Fig. 3C",
                    "ref_id": null
                }
            ],
            "section": "Ribosome profiling confirms ORFX initiation in HAstV1-infected cells."
        },
        {
            "text": "After seven blind passages in Caco2 cells, two mutant viruses (pAVIC1-AUGm and pAVIC1-. CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/661579 doi: bioRxiv preprint PTC1) demonstrated an 1 log increase in virus titers, which was achieved via a pseudoreversion (pAVIC1-AUGm) or 5 or 8 codon deletions (pAVIC1-PTC1) (Fig. 3C ). All three mutations would result in restoration of XP expression, confirming its importance in virus growth.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 445,
                    "end": 453,
                    "text": "(Fig. 3C",
                    "ref_id": null
                }
            ],
            "section": "Ribosome profiling confirms ORFX initiation in HAstV1-infected cells."
        },
        {
            "text": "XP is essential for virus release but has only a minor effect on RNA replication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ribosome profiling confirms ORFX initiation in HAstV1-infected cells."
        },
        {
            "text": "ORFX overlaps ORF2, which encodes the structural polyprotein, and therefore the expression of XP is likely required in late stages of the virus replication cycle. To rule out the possibility of XP directly influencing viral RNA replication, we developed a replicon system comprising an intact astrovirus genome up to the end of ORFX, followed by a 2A-RLuc cassette fused in either the ORF2 or ORFX reading frame, followed by the last 624 nt of the virus genome and a poly-A tail (Fig. 4A) . These replicons provide a direct measurement of translated product associated with activity of the subgenomic promoter. Two ORFX knock-out mutations were copied in both versions of the replicon to evaluate the significance of XP for RNA replication (Fig. 4B ). Experiments were performed in BSR and Huh7.5.1 cell lines, both of which have been reported to support astrovirus replication 16, 17 . Replication was confirmed by an 1200-2100 fold difference in relative luciferase activity between wt and an RdRp knockout mutant (GDD → GNN) at 9 and 12 hours post transfection (Fig. 4C, Fig. S12A ). The mutations introduced to knock out ORFX had minor effect on luciferase activity when 2A-RLuc was fused in the ORF2 reading frame (Fig. 4C, Fig. S12A ). Consistent with our Ribo-Seq results (Fig.   2C ), luciferase activity for the ORFX reading frame was 14% (BSR cells; Fig. 4C ) and 21% (Huh7.5.1 cells; Fig. S12A ) of luciferase activity for the ORF2 reading frame. Thus, ORFX is efficiently translated but has only a minor (if any) direct effect on viral RNA replication.",
            "cite_spans": [
                {
                    "start": 878,
                    "end": 881,
                    "text": "16,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 882,
                    "end": 884,
                    "text": "17",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 479,
                    "end": 488,
                    "text": "(Fig. 4A)",
                    "ref_id": null
                },
                {
                    "start": 740,
                    "end": 748,
                    "text": "(Fig. 4B",
                    "ref_id": null
                },
                {
                    "start": 1064,
                    "end": 1083,
                    "text": "(Fig. 4C, Fig. S12A",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 1219,
                    "end": 1238,
                    "text": "(Fig. 4C, Fig. S12A",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 1279,
                    "end": 1289,
                    "text": "(Fig.   2C",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 1360,
                    "end": 1367,
                    "text": "Fig. 4C",
                    "ref_id": null
                },
                {
                    "start": 1395,
                    "end": 1404,
                    "text": "Fig. S12A",
                    "ref_id": "FIGREF12"
                }
            ],
            "section": "Ribosome profiling confirms ORFX initiation in HAstV1-infected cells."
        },
        {
            "text": "As expected, both XP knockout mutations resulted in a substantial drop in ORFX-frame luciferase activity (Fig. 4D, Fig. S12B ). This drop was more pronounced for the PTC mutant (5.5±0.7% wt in BSR cells and 4.1±1.7% in Huh7.5.1 cells) than for the AUGm mutant (AUG to ACG; 17.9±0.1% wt in BSR cells and 13.2±0.3% in Huh7.5.1 cells). ACG codons are known to permit initiation when in a strong initiation context (e.g. A at −3 and G at +4 as in the AUGm mutant) 18 . Since we wished to only use mutations that were synonymous in ORF2, we were unable to mutate the ORFX AUG codon in any other way. When utilized as an initiation codon, ACG is expected to be decoded as methionine by initiator Met-tRNA. Therefore the AUGm mutant is still expected to produce wt XP, albeit at a greatly reduced level. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/661579 doi: bioRxiv preprint",
            "cite_spans": [
                {
                    "start": 460,
                    "end": 462,
                    "text": "18",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 105,
                    "end": 124,
                    "text": "(Fig. 4D, Fig. S12B",
                    "ref_id": "FIGREF12"
                }
            ],
            "section": "Ribosome profiling confirms ORFX initiation in HAstV1-infected cells."
        },
        {
            "text": "The astrovirus subgenomic promoter is also situated within this region of the astrovirus genome ( Fig. 4A ). Although effective replication occurred even in the absence of XP translation (Fig.   4C ), the introduced mutations could still have a potential effect on sgRNA production via alteration of RNA structure and/or other interactions. To map the minimal region required for wt levels of sgRNA production in the context of the pO2RL replicon, we gradually truncated the sequence between the start of ORF2 and ORFX. Surprisingly, we found that a replicon containing only the first 4 or 28 nucleotides of ORF2 has very poor subgenomic reporter activity (0.6±0.03 and 12.5±0.1% that of wt pO2RL, respectively). In contrast, including the first 46 nucleotides of ORF2 restored subgenomic reporter activity to 92% of wt (Fig. 4F , S12C). These data suggest that the astrovirus subgenomic promoter is significantly longer than previously reported 19 and extends into the 5′ part ORF2, but does not appear to extend into ORFX.",
            "cite_spans": [
                {
                    "start": 946,
                    "end": 948,
                    "text": "19",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 98,
                    "end": 105,
                    "text": "Fig. 4A",
                    "ref_id": null
                },
                {
                    "start": 187,
                    "end": 197,
                    "text": "(Fig.   4C",
                    "ref_id": null
                },
                {
                    "start": 820,
                    "end": 828,
                    "text": "(Fig. 4F",
                    "ref_id": null
                }
            ],
            "section": "Ribosome profiling confirms ORFX initiation in HAstV1-infected cells."
        },
        {
            "text": "To determine which stage of the virus replication cycle is affected in XP knock-out viruses, we quantified released virus and viral protein and RNA levels for BSR cells electroporated with in vitro transcribed full-length pAVIC1 T7 RNAs. As expected, neither RNA nor protein levels were affected in cell-derived samples (Fig. 4G ). In contrast, in media-derived samples, XP mutant titers were significantly below wt titers when analyzed by qRT-PCR (fold differences = 0.08 and 0.05, p = 0.002 and 0.003 for AUG vs wt and PTC vs wt respectively; 2-tailed t-tests with separate variances) or virus titration (Fig. 4G ). These analyses indicate the involvement of XP late in the virus replication cycle, with XP potentially acting in either virus assembly or virus release. Since previous structural studies on the HAstV CP 20 and virion 21 have not indicated the presence of any additional proteins in the compact 43-nm virion structure, the more likely role for XP is in virus release.",
            "cite_spans": [
                {
                    "start": 835,
                    "end": 837,
                    "text": "21",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 320,
                    "end": 328,
                    "text": "(Fig. 4G",
                    "ref_id": null
                },
                {
                    "start": 606,
                    "end": 614,
                    "text": "(Fig. 4G",
                    "ref_id": null
                }
            ],
            "section": "Ribosome profiling confirms ORFX initiation in HAstV1-infected cells."
        },
        {
            "text": "XP localizes to plasma membrane and perinuclear membranes with an extracellular Nterminus topology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ribosome profiling confirms ORFX initiation in HAstV1-infected cells."
        },
        {
            "text": "To further investigate the function of XP, we studied its intracellular localization. To make the small XP protein more stable and enable visualization in transfected cells, we fused it either Nor C-terminally with mCherry in the context of a mammalian expression vector. The diffuse cytoplasmic localization of mCherry was drastically affected in both fusions, where it was relocalized to plasma and perinuclear membranes (Fig. 5A ). This strongly suggests the presence of a membrane-interacting domain in XP, which was not predicted by TM domain prediction software ( Fig. S8 ; see Methods). Since ORFX is completely embedded within ORF2, it may have greatly decreased evolutionary flexibility, perhaps resulting in the evolution of a non-. CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/661579 doi: bioRxiv preprint canonical TM region. Some of the putative XP proteins encoded by other astroviruses do in fact have predicted TM regions (Fig. S9 ). We also confirmed membrane and nuclear association of the XP-fused mCherry proteins by subcellular fractionation of transfected HeLa cells and subsequent analysis of the fractions (Fig. 5B ). To investigate the potential topology of XP within the plasma membrane, we probed live electroporated HeLa cells with anti-mCherry antibody, fixed the cells and analyzed them by confocal microscopy. We observed punctate staining across the plasma membrane when mCherry was fused to the N-terminus but not when it was fused to the C-terminus, suggesting an extracellular N-terminal topology and potential multimerization ( Fig. 5C-D) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 423,
                    "end": 431,
                    "text": "(Fig. 5A",
                    "ref_id": null
                },
                {
                    "start": 570,
                    "end": 577,
                    "text": "Fig. S8",
                    "ref_id": null
                },
                {
                    "start": 1071,
                    "end": 1079,
                    "text": "(Fig. S9",
                    "ref_id": null
                },
                {
                    "start": 1263,
                    "end": 1271,
                    "text": "(Fig. 5B",
                    "ref_id": null
                },
                {
                    "start": 1697,
                    "end": 1707,
                    "text": "Fig. 5C-D)",
                    "ref_id": null
                }
            ],
            "section": "Ribosome profiling confirms ORFX initiation in HAstV1-infected cells."
        },
        {
            "text": "XPs from HAstV1 and related astroviruses have a viroporin-like activity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ribosome profiling confirms ORFX initiation in HAstV1-infected cells."
        },
        {
            "text": "Given the above results, we hypothesized a possible viroporin function for XP. Viroporins are virus-encoded ion channel proteins which disturb membrane integrity leading to permeabilization. Given the C-terminal below-threshold TM predictions for HAstV XPs (Fig.   S8 ), we hypothesized that the C-terminal region might harbour a TM pore-forming domain.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 257,
                    "end": 267,
                    "text": "(Fig.   S8",
                    "ref_id": null
                }
            ],
            "section": "Ribosome profiling confirms ORFX initiation in HAstV1-infected cells."
        },
        {
            "text": "Additional support came from Kyte-Doolittle hydrophobicity profiles (Fig. 6B ) and a Cterminal α-helical structure prediction for HAstV1-8 XPs (Fig. S14) . A helical wheel representation of this region revealed a penta-leucine hydrophobic face in HAstV1 (Fig. 6A ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 68,
                    "end": 76,
                    "text": "(Fig. 6B",
                    "ref_id": null
                },
                {
                    "start": 143,
                    "end": 153,
                    "text": "(Fig. S14)",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 254,
                    "end": 262,
                    "text": "(Fig. 6A",
                    "ref_id": null
                }
            ],
            "section": "Ribosome profiling confirms ORFX initiation in HAstV1-infected cells."
        },
        {
            "text": "Although these leucines are not entirely conserved between the eight HAstV serotypes (Fig.   1F ), each XP was still predicted to contain an amphipathic α-helix in this region 22 . To test for viroporin-like activity, we utilized a previously described Sindbis virus replicon (SINV repC) 23 to overexpress XP or control proteins in mammalian cells. This replicon has been demonstrated to be an extremely useful tool for investigating viroporins from different RNA viruses via induced permeabilization of the plasma membrane in BHK cells to the translation inhibitor hygromycin B (HB). BSR cells (a clone of BHK cells) were electroporated with in vitro transcribed SINV repC RNAs, and new protein synthesis was labelled with Lazidohomoalanine (AHA) in the presence or absence of HB, followed by lysis and click chemistry-based on-gel detection 24 . Expression of XP or Strep-tagged enterovirus 2B (a wellcharacterized viroporin 25 ) led to almost total inhibition of protein synthesis (Fig. 6C-D) indicating that both proteins induced pronounced cell permeabilization to HB.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 178,
                    "text": "22",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 288,
                    "end": 290,
                    "text": "23",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 843,
                    "end": 845,
                    "text": "24",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 927,
                    "end": 929,
                    "text": "25",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 85,
                    "end": 95,
                    "text": "(Fig.   1F",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 984,
                    "end": 995,
                    "text": "(Fig. 6C-D)",
                    "ref_id": null
                }
            ],
            "section": "Ribosome profiling confirms ORFX initiation in HAstV1-infected cells."
        },
        {
            "text": "Another widely used assay to assess the ability of proteins to permeabilize cellular membranes is based on impaired growth of Escherichia coli upon induced overexpression of a membranepermeabilizing protein 26, 27 . Consistent with the results observed in the mammalian system, . CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/661579 doi: bioRxiv preprint induced expression of XP or the enteroviral viroporin 2B in E. coli resulted in cytotoxicity and impaired growth (Fig. 6E ). There are two features that are generally associated with viroporin membrane permeabilizing activity: (i) an amphipathic α-helix that facilitates oligomerization to form the TM pore, and (ii) adjacent positively charged residues that anchor the viroporin in the membrane 27, 28 . To test for these features in XP, two conserved RR motifs present in all eight HAstV serotypes (Fig. 1F ) were mutated to alanines (Fig. 6F) . Interestingly, only the mutation of the very C-terminal arginines resulted in loss of XP activity in this system (Fig.   6G ). Mutation of the hydrophobic leucine stretch (L95, L98, L102, L105 and L109, Fig. 6A ) to serines and threonines (Fig. 6F ) also resulted in complete loss of XP activity (Fig. 6G) . Thus, the C-terminal domain of XP is involved in membrane permeabilization and harbours key features of a viroporin.",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 210,
                    "text": "26,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 211,
                    "end": 213,
                    "text": "27",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 883,
                    "end": 886,
                    "text": "27,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 887,
                    "end": 889,
                    "text": "28",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 600,
                    "end": 608,
                    "text": "(Fig. 6E",
                    "ref_id": null
                },
                {
                    "start": 987,
                    "end": 995,
                    "text": "(Fig. 1F",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 1023,
                    "end": 1032,
                    "text": "(Fig. 6F)",
                    "ref_id": null
                },
                {
                    "start": 1148,
                    "end": 1158,
                    "text": "(Fig.   6G",
                    "ref_id": null
                },
                {
                    "start": 1238,
                    "end": 1245,
                    "text": "Fig. 6A",
                    "ref_id": null
                },
                {
                    "start": 1274,
                    "end": 1282,
                    "text": "(Fig. 6F",
                    "ref_id": null
                },
                {
                    "start": 1331,
                    "end": 1340,
                    "text": "(Fig. 6G)",
                    "ref_id": null
                }
            ],
            "section": "Ribosome profiling confirms ORFX initiation in HAstV1-infected cells."
        },
        {
            "text": "To investigate conservation of XP activity across different astrovirus species, we tested several other astrovirus XPs in the bacterial lysis assay. We used XPs from closely related HAstV4, feline (FAstV; genotype Ia), canine (CAstV; genotype Ib) and distantly related porcine (PAstV4; genotype IIIc) astroviruses in this experiment (Fig. 6H ). Protein expression constructs were created to express XPs with N-or C-terminal Strep tags, and combinations resulting in detectable protein were chosen for the assay. Induction of each of the four XPs resulted in strong inhibition of bacterial growth (Fig. 6I) , with XP expression confirmed by western blot (Fig. 6J ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 333,
                    "end": 341,
                    "text": "(Fig. 6H",
                    "ref_id": null
                },
                {
                    "start": 596,
                    "end": 605,
                    "text": "(Fig. 6I)",
                    "ref_id": null
                },
                {
                    "start": 653,
                    "end": 661,
                    "text": "(Fig. 6J",
                    "ref_id": null
                }
            ],
            "section": "Ribosome profiling confirms ORFX initiation in HAstV1-infected cells."
        },
        {
            "text": "Similar to HAstV XPs, all tested proteins contain one or two predicted amphipathic α-helices ( Fig. S15) . Thus, these findings indicate that this newly identified astrovirus protein has a membrane-permeabilizing function.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 95,
                    "end": 104,
                    "text": "Fig. S15)",
                    "ref_id": "FIGREF12"
                }
            ],
            "section": "Ribosome profiling confirms ORFX initiation in HAstV1-infected cells."
        },
        {
            "text": "The data presented here demonstrate the existence of an additional protein, XP, encoded within the human astrovirus genome. XP is important for virus growth, localizes to the plasma membrane, and plays a role in virus release. Viroporins have been reported for many enveloped and non-enveloped viruses and -although they can play roles in virus entry and modulation of cellular pathways -most often they facilitate virus assembly or release 26 . However, no viroporin candidate had been previously predicted for astroviruses. Identifying a viroporin is challenging due to the lack of homology among viroporins from different viruses. Viroporins are typically small hydrophobic integral membrane proteins of around 100 aa in size, with two motifs -an amphipathic α-helix and an adjacent cluster of positively charged residues; mutation of these residues generally abolishes viroporin activity 27 . Using two different assays and . CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/661579 doi: bioRxiv preprint computational approaches, we show that XP fulfils these criteria. XP is capable of permeabilizing cellular membranes and has a distinct N-terminal extracellular topology with one TM domain, thus making XP a candidate class IA viroporin, a class which also includes the influenza A virus M2, coronavirus E and HIV-1 Vpu proteins 26, 28 . Future work will be needed to confirm potential ion channel activity, and characterize ion specificity, structural organisation, and processes affected by XP expression in the context of viral infection. The localization of XP not only at the plasma membrane but also in the perinuclear region raises the possibility that XP may also have additional functions. Whereas the C-terminal α-helix appears to be associated with the cell-permeabilizing activity, additional functions (if any) of the extended N-terminal domain of XP remain to be studied.",
            "cite_spans": [
                {
                    "start": 441,
                    "end": 443,
                    "text": "26",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 892,
                    "end": 894,
                    "text": "27",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1465,
                    "end": 1468,
                    "text": "26,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1469,
                    "end": 1471,
                    "text": "28",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Comparative genomic analysis suggests that the presence of a protein-coding ORF overlapping ORF2 is widespread in mammalian astroviruses. It appears to be almost ubiquitous in genogroups I, III and IV and is probably present in the single genogroup V sequence. It also appears to be present in various unassigned sequences and clades. ORFX frequently has a hydrophobic stretch that is often predicted to be a TM domain and in other cases may represent a non-canonical TM domain refractory to detection with standard TM-predicting software (as appears to be the case for HAstV1). While normally absent from genogroup II astroviruses, an ORFX appears to be present in one clade (herein referred to as IId), whereas in the clade referred to herein as IIc we predicted an ORFY in the −1 instead of +1 frame, and accessed via ribosomal frameshifting instead of leaky scanning. Given the sporadic appearance of an overlapping ORF across the genogroup II phylogeny, it seems likely that the genogroup II ORFX and ORFY evolved independently from ORFX in genogroups I, III and IV, and may also therefore have different functions. In contrast, these other ORFXs may or may not have a common ancestor and/or common function (it is unclear to what extent genogroups I, III and IV form a monophyletic group; Fig. S1, Fig. S2 ). The N-terminal ~70 aa of CP are dispensable for particle assembly and likely structurally disordered 20 and may therefore be evolutionarily fairly flexible. Thus, this region of ORF2 may be unusually tolerant to the coding constraints imposed by overlapping genes. Together with the high translation level of sgRNAs at later timepoints ( Fig. 2A) , and the ease with which 5′ proximal ORFs can be expressed (requiring only leaky scanning rather than more complex expression mechanisms such as internal ribosome entry or ribosomal frameshifting 10 ), the 5′ region of the sgRNA may be particularly well-suited to the evolution of an overlapping gene, consistent with multiple independent origins of ORFXs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1295,
                    "end": 1311,
                    "text": "Fig. S1, Fig. S2",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 1653,
                    "end": 1661,
                    "text": "Fig. 2A)",
                    "ref_id": "FIGREF13"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "During this study we also developed and characterized the first astrovirus replicon system. This will be of broad utility to the astrovirus research community. Astroviruses are one of the major . CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/661579 doi: bioRxiv preprint causes of infant gastroenteritis; they are widespread among mammals; and non-classical human-infecting astroviruses (such as the MLB and VA/HMO clades) have recently been recognized. Nonetheless, despite their ubiquity and importance, astroviruses represent some of the least well-studied human viruses, partly because it has been difficult to establish efficient lab systems to study them. The replicon system developed herein will now permit detailed characterization of astrovirus replication and gene expression, and facilitate research into antiviral drugs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In summary, using comparative genomic analyses we predicted a new gene in the Mamastrovirus genus; using ribosome profiling we demonstrated XP expression in HAstV1infected cells; and using a range of techniques we demonstrated the crucial role of XP in virus growth by promoting virus release, which is likely associated with its membranepermeabilizing activity. These findings add a new dimension to astrovirus molecular biology, with potential impacts for new therapeutics (e.g. compounds that block XP activity) and vaccine development (e.g. by inhibiting XP expression).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Mammalian astrovirus nucleotide sequences were downloaded from the National Center for Biotechnology Information (NCBI) on 26 July 2018. Patent sequence records and sequences with ≥20 ambiguous nucleotide codes (e.g. \"N\"s) were removed. For the full-genome analyses, only sequences covering all or nearly all of ORF1a, ORF1b and ORF2 were retained, giving 221 sequences (listed in Fig. S1 ). For the ORF2 analyses, only sequences covering all or nearly all of ORF2 were retained, giving 415 sequences (listed in Supplementary Dataset 1) . To identify the correct 5′ end of ORF1b, we identified the AAAAAAC frameshift site. To identify the correct initiation site of ORF2, we identified the highly conserved sgRNA promoter nucleotides 29 and selected the next ORF2-frame AUG codon as the ORF2 start site in representative reference sequences; for the other sequences, the ORF2 start site was identified by amino acid alignment to one of the reference sequences. ORF1b and ORF2 sequences were extracted, translated to amino acid sequences, aligned with MUSCLE 30 The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/661579 doi: bioRxiv preprint acid rate matrices, with 1,000,000 (221-sequence trees; Fig. S1 and Fig. S2 ) or 5,000,000 (415sequence tree; Fig. S4 ) generations, discarding the first 25% as burn-in (other parameters were left at defaults). Trees were visualized with FigTree (http://tree.bio.ed.ac.uk/software/figtree/).",
            "cite_spans": [
                {
                    "start": 734,
                    "end": 736,
                    "text": "29",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1058,
                    "end": 1060,
                    "text": "30",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 381,
                    "end": 388,
                    "text": "Fig. S1",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 512,
                    "end": 536,
                    "text": "Supplementary Dataset 1)",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 1248,
                    "end": 1255,
                    "text": "Fig. S1",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 1260,
                    "end": 1267,
                    "text": "Fig. S2",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 1302,
                    "end": 1309,
                    "text": "Fig. S4",
                    "ref_id": null
                }
            ],
            "section": "Comparative genomic analysis"
        },
        {
            "text": "The 221-sequence ORF1b tree was used to manually select clades (Fig. 1B) for full-genome SYNPLOT2 analyses (Fig. S3) . For the ORF2-only SYNPLOT2 analyses (Fig. S5) , we used a more objective method to select clades. Through an iterative procedure of clustering the 415 ORF2 sequences based on amino acid identity to a set of reference sequences, and selecting sequences distal from all reference sequences as new reference sequences, we arrived at a set identity to a reference, and only 20 have <55% identity; 82 and 4 sequences have >50% and >55% identity, respectively, to >1 references. Each non-reference sequence was then clustered with the reference sequence to which it has highest CP amino acid identity. This resulted in 16 singleton clusters and 26 multi-sequence clusters.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 63,
                    "end": 72,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 107,
                    "end": 116,
                    "text": "(Fig. S3)",
                    "ref_id": null
                },
                {
                    "start": 155,
                    "end": 164,
                    "text": "(Fig. S5)",
                    "ref_id": null
                }
            ],
            "section": "Comparative genomic analysis"
        },
        {
            "text": "Synonymous site conservation was analyzed with SYNPLOT2 9 . For the full-genome analyses we generated codon-respecting alignments using a procedure described previously 9 . In brief, each individual genome sequence was aligned to a reference sequence using code2aln version 1.2 32 . Genomes were then mapped to reference sequence coordinates by removing alignment positions that contained a gap character in the reference sequence, and these pairwise alignments were combined to give the multiple sequence alignment. To assess conservation at synonymous sites, the ORF1a, ORF1b and ORF2 coding regions were extracted from the alignment (with codons selected from the longer ORF in each overlap region), concatenated inframe, and the alignment analyzed with SYNPLOT2 using a 25-codon sliding window.",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 170,
                    "text": "9",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 278,
                    "end": 280,
                    "text": "32",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Comparative genomic analysis"
        },
        {
            "text": "Conservation statistics were then mapped back to reference genome coordinates for plotting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparative genomic analysis"
        },
        {
            "text": "For the ORF2-only SYNPLOT2 analyses, any duplicate sequences were removed and the remaining ORF2 sequences in each clade were translated, aligned using MUSCLE as amino acid sequences, back-translated to codon-respecting nucleotide alignments, and the alignment analyzed with SYNPLOT2 as above. In contrast to the full-genome alignments, all alignment gaps were retained instead of mapping to a specific reference sequence coordinate system. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/661579 doi: bioRxiv preprint Calculation of the pI and molecular mass of XP peptides and other sequence processing were performed with pepstats and other programs from the EMBOSS package 33 . TM domains were predicted with Phobius (EMBL-EBI) 34 . The XP proteins of HAstVs 1-8 were additionally queried with TMHMM (http://www.cbs.dtu.dk/services/TMHMM/; weak TM prediction for HAstV3, no TM predicted for other HAstVs) and SOSUI (http://harrier.nagahama-ibio.ac.jp/sosui/sosui_submit.html; no TMs predicted). XP secondary structures were predicted with RaptorX 35 . To search for potential homologues of XP, XPs from Fig. S6D, Fig. S7 and The infectious clone of HAstV1 (pAVIC1, GenBank accession number L23513.1) was described previously 16 . The reverse genetics procedure was compiled from several previously published approaches 16, 17 . Initial virus was recovered from T7 transcribed RNA using reverse transfection of Huh7.5.1 cells by Lipofectamine® 2000 (Invitrogen) (for virus rescue, see Fig. 3) or electroporation of BSR cells in PBS at 800 V and 25 µF using a Bio-Rad Gene Pulser Xcell TM electroporation system (see Fig. 4 for an analysis of virus RNA in cells versus released particles). For virus passaging, the collected supernatant was treated with 10 µg/ml trypsin (Type IX, Sigma, #T0303) for 30 min at 37 °C, diluted 5 times with serum-free media, and used for infection of Caco2 cells. After 3 h of incubation, the virus containing media was replaced with serum free media containing 0.6 µg/ml trypsin, and cells were incubated for 48-72 h until appearance of CPE. After 3 freeze-thaw cycles, the viral stocks were aliquoted, frozen and stored at −70 °C. Viral stocks were titrated as previously described 35 , but using infrared detection readout, combined with automated LI-COR software-based quantification. ",
            "cite_spans": [
                {
                    "start": 730,
                    "end": 732,
                    "text": "33",
                    "ref_id": null
                },
                {
                    "start": 785,
                    "end": 787,
                    "text": "34",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1282,
                    "end": 1284,
                    "text": "16",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1376,
                    "end": 1379,
                    "text": "16,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1380,
                    "end": 1382,
                    "text": "17",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2270,
                    "end": 2272,
                    "text": "35",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1160,
                    "end": 1177,
                    "text": "Fig. S6D, Fig. S7",
                    "ref_id": null
                },
                {
                    "start": 1541,
                    "end": 1545,
                    "text": "Fig.",
                    "ref_id": null
                },
                {
                    "start": 1672,
                    "end": 1678,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Comparative genomic analysis"
        },
        {
            "text": "For mammalian expression of XP, the coding sequence of mCherry alone or HAstV1 XP fused to mCherry at either the N-or C-terminus was inserted into vector pCAG-PM 36 using AflII and PacI restriction sites. The resulting constructs -designated pCAG-mCherry, pCAG-XP-mCherry, and pCAG-mCherry-XP -were confirmed by sequencing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plasmids"
        },
        {
            "text": "All virus genome mutations (Fig. S11) were introduced using site-directed mutagenesis of pAVIC1 and confirmed by sequencing. The resulting plasmids were linearized with XhoI prior to T7 RNA transcription. To create the HAstV1 replicon system, the pAVIC1 infectious clone was left intact up to the end of ORFX, then followed by a foot and mouth disease virus 2A sequence and a Renilla luciferase (RLuc) sequence fused in either the ORF2 (pO2RL) or ORFX (pXRL) reading frame, followed by the last 624 nt of the virus genome and a poly-A tail (Fig.   4A ). All mutations were introduced from the corresponding pAVIC1 mutants using available restriction sites and all constructs were confirmed by sequencing. The resulting plasmids were linearized with XhoI prior to T7 RNA transcription. Each XP coding sequence was inserted into the pOPT plasmid with a C-or N-terminal Streptag as indicated (Fig. 6I) . For the permeabilization assay, Sindbis virus derived replicons (SINV . CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/661579 doi: bioRxiv preprint repC) expressing XP, mCherry or Strep-tagged enterovirus (echovirus 7) 2B were created exactly as previously described 23 .",
            "cite_spans": [
                {
                    "start": 1299,
                    "end": 1301,
                    "text": "23",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 27,
                    "end": 37,
                    "text": "(Fig. S11)",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 540,
                    "end": 550,
                    "text": "(Fig.   4A",
                    "ref_id": null
                },
                {
                    "start": 889,
                    "end": 898,
                    "text": "(Fig. 6I)",
                    "ref_id": null
                }
            ],
            "section": "Plasmids"
        },
        {
            "text": "Caco2 cells were grown on 150-mm dishes to reach 80-90% confluency. The cells were ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ribosome profiling"
        },
        {
            "text": "Ribo-Seq analysis was performed as described previously 14 . Adaptor sequences were trimmed using the FASTX-Toolkit (http://hannonlab.cshl.edu/fastx_toolkit) and trimmed reads shorter than 25 nt were discarded. Reads were mapped to host (Homo sapiens) and virus RNA using bowtie version 1 39 , with parameters -v 2 --best (i.e. maximum 2 mismatches, report best match).",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 58,
                    "text": "14",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Computational analysis of Ribo-Seq data"
        },
        {
            "text": "Mapping was performed in the following order: host rRNA, virus RNA, host RefSeq mRNA, host non-coding RNA, host genome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Computational analysis of Ribo-Seq data"
        },
        {
            "text": "To normalize for library size, reads per million mapped reads (RPM) values were calculated using the sum of positive-sense virus and host RefSeq mRNA reads as the denominator. A +12 nt offset was applied to the RPF 5′ end positions to give the approximate ribosomal P-site positions. To calculate the phasing and length distributions of host and virus RPFs, only RPFs whose 5′ end (+12 nt offset) mapped between the 13th nucleotide from the beginning and the 18th nucleotide from the end of coding sequences (ORF1a, ORF1b and ORF2 for HAstV;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Computational analysis of Ribo-Seq data"
        },
        {
            "text": "RefSeq mRNAs for host) were counted, thus avoiding RPFs near initiation and termination sites. For Fig. S10 , the dual-coding region where ORFX overlaps ORF2 was also excluded.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 95,
                    "end": 107,
                    "text": "For Fig. S10",
                    "ref_id": "FIGREF12"
                }
            ],
            "section": "Computational analysis of Ribo-Seq data"
        },
        {
            "text": "Histograms of host RPF positions (5′ end +12 nt offset) relative to initiation and termination sites were derived from RPFs mapping to RefSeq mRNAs with annotated coding regions ≥450 nt in length and with annotated 5′ and 3′ UTRs ≥60 nt in length. Virus ORF1a, ORF1b and ORF2 ribosome densities (used herein as a proxy for translation levels) were calculated by counting RPFs whose 5′ end (+12 nt offset) mapped within the regions 101-2782, 2866-4311 . CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/661579 doi: bioRxiv preprint or 4730-6676, respectively (i.e. excluding the dual-coding regions and excluding reads with Psites mapping within 15 nt of initiation, termination or ribosomal frameshifting sites).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Computational analysis of Ribo-Seq data"
        },
        {
            "text": "To compare phasing in the region of ORF2 overlapped by ORFX with the region of ORF2 not overlapped by ORFX (Fig. 2C) we counted RPFs whose 5′ end (+12 nt offset) mapped within the regions 4388-4693 or 4727-6673, respectively. We then compared the fraction of RPFs in The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/661579 doi: bioRxiv preprint media (VP-SFM, Gibco) containing 0.6 µg/ml trypsin. At 48 hpe media samples were collected and centrifuged at 9,600 g for 5 min. The released virus samples were titrated on Caco2 cells as described above. For RT-qPCR analysis, a 150 µl aliquot of each sample was mixed with 4 × 10 6 Lysates from the above mentioned assays were analyzed by SDS-PAGE, using standard 12% SDS-PAGE to resolve mCherry and its XP-fusion variants, and precast Novex™ 10-20% tricine protein gels (Thermo Fisher) to resolve XPs and enterovirus 2B. Proteins were then transferred to 0.2 µm nitrocellulose membranes and blocked with 4% Marvel milk powder in phosphate-buffered saline (PBS). Immunoblotting of mCherry was performed using anti-mCherry antibody (Abcam, ab167453). A custom rabbit polyclonal antibody raised against XP peptide SNSGNRVSQDQNLQ (GenScript; only able to detect strongly overexpressed XP) and an anti-Strep mouse antibody (Abcam, ab184224) were used for detecting HAstV1 XP and Strep-tagged proteins, respectively. The following antibodies were used for cellular targets:",
            "cite_spans": [
                {
                    "start": 679,
                    "end": 680,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 107,
                    "end": 116,
                    "text": "(Fig. 2C)",
                    "ref_id": "FIGREF13"
                }
            ],
            "section": "Computational analysis of Ribo-Seq data"
        },
        {
            "text": "anti-tubulin (Abcam, ab15568), anti-VDAC1 (Abcam, ab14734), and anti-LAMIN A+C (Abcam, ab133256). Immunoblots were imaged and analyzed on a LI-COR imager. The original LI-COR scans are shown in Fig. S13 and Fig. S17 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 194,
                    "end": 202,
                    "text": "Fig. S13",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 207,
                    "end": 215,
                    "text": "Fig. S17",
                    "ref_id": "FIGREF12"
                }
            ],
            "section": "Computational analysis of Ribo-Seq data"
        },
        {
            "text": "Reporter assay for astrovirus replicon activity The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/661579 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/661579 doi: bioRxiv preprint samples, phasing of 5′ ends of RPFs that map to host coding sequences, the part of ORF2 that is overlapped by ORFX, and the part of ORF2 that is not overlapped by ORFX.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Computational analysis of Ribo-Seq data"
        },
        {
            "text": ". CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/661579 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Computational analysis of Ribo-Seq data"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Astrovirus infections in humans and animals -molecular biology, genetic diversity, and interspecies transmissions",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "De Benedictis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schultz-Cherry",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Burnham",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cattoli",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Infect. Genet. Evol",
            "volume": "11",
            "issn": "",
            "pages": "1529--1573",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Epidemiology of Classic and Novel Human Astrovirus: Gastroenteritis and Beyond",
            "authors": [
                {
                    "first": "D.-L",
                    "middle": [],
                    "last": "Vu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bosch",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Pintó",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Guix",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "RNA sequence of astrovirus: distinctive genomic organization and a putative retrovirus-like ribosomal frameshifting signal that directs the viral replicase synthesis",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Monroe",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "V"
                    ],
                    "last": "Koonin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Stine",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "I"
                    ],
                    "last": "Glass",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Proc. Natl. Acad. Sci. U. S. A",
            "volume": "90",
            "issn": "",
            "pages": "10539--10582",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The human astrovirus RNA-dependent RNA polymerase coding region is expressed by ribosomal frameshifting",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Marczinke",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Virol",
            "volume": "68",
            "issn": "",
            "pages": "5588--95",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Candidates in Astroviruses, Seadornaviruses, Cytorhabdoviruses and Coronaviruses for +1 frame overlapping genes accessed by leaky scanning",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Firth",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Atkins",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Virol. J",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Translation initiation at a downstream AUG occurs with increased efficiency when the upstream AUG is located very close to the 5' cap",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Sedman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Gelembiuk",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Mertz",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Virol",
            "volume": "64",
            "issn": "",
            "pages": "453--460",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A short leader sequence impairs the fidelity of initiation by eukaryotic ribosomes",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kozak",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Gene Expr",
            "volume": "1",
            "issn": "",
            "pages": "111--116",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/661579"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Adaptive Immunity Restricts Replication of Novel Murine Astroviruses",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Yokoyama",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Virol",
            "volume": "86",
            "issn": "",
            "pages": "12262--12270",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Mapping overlapping functional elements embedded within the proteincoding regions of RNA viruses",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Firth",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nucleic Acids Res",
            "volume": "42",
            "issn": "",
            "pages": "12425--12464",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Non-canonical translation in RNA viruses",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Firth",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Brierley",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Gen. Virol",
            "volume": "93",
            "issn": "",
            "pages": "1385--1409",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Overlapping Genes Produce Proteins with Unusual Sequence Properties and Offer Insight into De Novo Protein Creation",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rancurel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Khosravi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Dunker",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Romero",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Karlin",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Virol",
            "volume": "83",
            "issn": "",
            "pages": "10719--10736",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Genome-Wide Analysis in Vivo of Translation with Nucleotide Resolution Using Ribosome Profiling",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "T"
                    ],
                    "last": "Ingolia",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ghaemmaghami",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R S"
                    ],
                    "last": "Newman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Weissman",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "324",
            "issn": "",
            "pages": "218--223",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Ribosome Profiling of Mouse Embryonic Stem Cells Reveals the Complexity and Dynamics of Mammalian Proteomes",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "T"
                    ],
                    "last": "Ingolia",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Lareau",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Weissman",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Cell",
            "volume": "147",
            "issn": "",
            "pages": "789--802",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "High-Resolution Analysis of Coronavirus Gene Expression by RNA Sequencing and Ribosome Profiling",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Irigoyen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLOS Pathog",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Global mapping of translation initiation sites in mammalian cells at single-nucleotide resolution",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Proc. Natl. Acad. Sci. U. S. A",
            "volume": "109",
            "issn": "",
            "pages": "2424--2456",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Construction of a genome-length cDNA clone for human astrovirus serotype 1 and synthesis of infectious RNA transcripts",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Geigenmüller",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Ginzton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Matsui",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J. Virol",
            "volume": "71",
            "issn": "",
            "pages": "1713--1720",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Alternative cell lines to improve the rescue of infectious human astrovirus from a cDNA clone",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Velázquez-Moctezuma",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baños-Lara",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Acevedo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Méndez",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Virol. Methods",
            "volume": "179",
            "issn": "",
            "pages": "295--302",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Non-AUG translation: a new start for protein synthesis in eukaryotes",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Kearse",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Wilusz",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Genes Dev",
            "volume": "31",
            "issn": "",
            "pages": "1717--1731",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Subgenomic RNA sequence of human astrovirus supports classification of Astroviridae as a new family of RNA viruses",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Monroe",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Stine",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Koopmans",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "I"
                    ],
                    "last": "Glass",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Virol",
            "volume": "67",
            "issn": "",
            "pages": "3611--3615",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/661579"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Immature and Mature Human Astrovirus: Structure, Conformational Changes, and Similarities to Hepatitis E Virus",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Dryden",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Mol. Biol",
            "volume": "422",
            "issn": "",
            "pages": "650--658",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "HELIQUEST: a web server to screen sequences with specific alpha-helical properties",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gautier",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Douguet",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Antonny",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Drin",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Bioinformatics",
            "volume": "24",
            "issn": "",
            "pages": "2101--2103",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Viroporins from RNA viruses induce caspasedependent apoptosis",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Madan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Castelló",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Carrasco",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Cell. Microbiol",
            "volume": "0",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Proteomic Profiling of De Novo Protein Synthesis in Starvation-Induced Autophagy Using Bioorthogonal Noncanonical Amino Acid Tagging",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Methods in enzymology",
            "volume": "588",
            "issn": "",
            "pages": "41--59",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Expression of poliovirus nonstructural proteins in Escherichia coli cells. Modification of membrane permeability induced by 2B and 3A",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lama",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Carrasco",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Biol. Chem",
            "volume": "267",
            "issn": "",
            "pages": "15932--15939",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Viroporins: structure and biological functions",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Nieva",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Madan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Carrasco",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nat. Rev. Microbiol",
            "volume": "10",
            "issn": "",
            "pages": "563--574",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Pathophysiological Consequences of Calcium-Conducting Viroporins",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Hyser",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Estes",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Annu. Rev. Virol",
            "volume": "2",
            "issn": "",
            "pages": "473--496",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Viroporins: structure, function and potential as antiviral targets",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Griffin",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Gen. Virol",
            "volume": "96",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Complete genomic sequences of astroviruses from sheep and turkey: comparison with related viruses",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Jonassen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jonassen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "Ø"
                    ],
                    "last": "Sveen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Grinde",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Virus Res",
            "volume": "91",
            "issn": "",
            "pages": "195--201",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "MUSCLE: a multiple sequence alignment method with reduced time and space complexity",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Edgar",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "BMC Bioinformatics",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "MrBayes 3.2: efficient Bayesian phylogenetic inference and model choice across a large model space",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ronquist",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Syst. Biol",
            "volume": "61",
            "issn": "",
            "pages": "539--581",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Multiple sequence alignments",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Stocsits",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "L"
                    ],
                    "last": "Hofacker",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fried",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Stadler",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [],
            "year": 2005,
            "venue": "BMC Bioinformatics",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/661579"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Robust hepatitis C virus infection in vitro",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc. Natl. Acad. Sci",
            "volume": "102",
            "issn": "",
            "pages": "9294--9299",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Assembly of Replication-Incompetent African Horse Sickness Virus Particles: Rational Design of Vaccines for All Serotypes",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Lulla",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Virol",
            "volume": "90",
            "issn": "",
            "pages": "7405--7414",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "A modular polycistronic expression system for overexpressing protein complexes in Escherichia coli",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Protein Expr. Purif",
            "volume": "21",
            "issn": "",
            "pages": "224--258",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "The ribosome profiling strategy for monitoring translation in vivo by deep sequencing of ribosome-protected mRNA fragments",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "T"
                    ],
                    "last": "Ingolia",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Brar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rouskin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgeachy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Weissman",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nat. Protoc",
            "volume": "7",
            "issn": "",
            "pages": "1534--1550",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Ultrafast and memory-efficient alignment of short DNA sequences to the human genome",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Langmead",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Trapnell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pop",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Salzberg",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Genome Biol",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/661579"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The putative XP proteins encoded by genogroup I, III and IV astroviruses typically range from 70-112 aa in length and 7.5-12.3 kDa in molecular mass(Fig. 1E-F;",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": ", and maximum likelihood phylogenetic trees were estimated using the Bayesian Markov chain Monte Carlo method implemented in MrBayes version 3.2.3 31 sampling across the default set of fixed amino",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "FJ571066, EU847145, EU847144, FJ571067, GQ415660, FJ571068. The highest reference:reference pairwise CP amino acid identity is 0.5173; no non-reference has <50%",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "S9 were queried with HHpred 33 . Only one of the 33 queries retrieved a match with e-value < 1 -namely murine astrovirus (genogroup IIIa) which obtained an e-value 0.38 hit to a fragment of Protein Data Bank accession 5NIK_K, an E. coli outer membrane ion channel protein (most likely a manifestation of convergent evolution).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "single cell clone of BHK-21 cells) and HeLa cells (ATCC, CCL-2) were maintained at 37 °C in DMEM supplemented with 10% fetal bovine serum (FBS), 1 mM L-glutamine, and antibiotics. Huh7.5.1 cells 34 (Apath, Brooklyn, NY) were maintained in the same media supplemented with non-essential amino acids. All cells were mycoplasma tested (MycoAlert TM PLUS Assay, Lonza); BSR and Caco2 cells were also tested by deep sequencing.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "in Caco2 cells, an end-point dilution approach was used instead of plaque purification. Infections that resulted in CPE by 5 dpi were used for subsequent passage at a similar dilution and incubation time. Following an increase of at least 10-fold over P1 titer (Fig. 3C), individual flasks with infected Caco2 cells were used for RNA isolation by Direct-zol RNA MicroPrep (Zymo research), RT-PCR and Sanger sequencing of the fragment containing the mutated region of the virus genome.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "For bacterial expression of XP and related control proteins (mCherry and N-terminally Streptagged 2B from Echovirus 7), the relevant coding sequences were inserted into the pOPT expression plasmid 37 between NdeI and BamHI restriction sites. Feline (KF374704.1), porcine (LC201600.1) and canine (FM213332.1) XP coding sequences were commercially synthesized (Integrated DNA Technologies). Sequence encoding HAstV4 XP was RT-PCR amplified from a clinical HAstV4 isolate kindly provided by Susana Guix (University of Barcelona, Spain).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "infected at MOI 5 with HAstV1 virus stock (passage 2, derived from pAVIC1 T7 RNA). At 12 hpi, cells were either not treated (NT) or treated with 50 µM LTM, flash frozen in a dry ice/ethanol bath, and lysed in the presence of 0.36 mM cycloheximide. Cell lysates were subjected to Ribo-Seq based on the previously described protocols 14,38 , except Ribo-Zero Gold rRNA removal kit (Illumina), not DSN, was used to deplete ribosomal RNA. Amplicon libraries were deep sequenced using an Illumina NextSeq platform.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "the ORF2/ORFX overlap region [v1, v2, v3] with the corresponding fractions for host mRNAs [m1, m2, m3], leading to the three equations [v1, v2, v3] ≈ c  [m1, m2, m3] + x  [m3, m1, m2], where c and x are the relative expression levels of ORF2 and ORFX, respectively, and c + x = 1. Writing [q1, q2, q3] = c  [m1, m2, m3] + (1 − c)  [m3, m1, m2] − [v1, v2, v3], we found c to minimize (q1 2 + q2 2 + q3 2 ) 1/2 , giving c = 0.79 and 0.78 for repeats 1 and 2 respectively. Thus the estimated ORF2:ORFX expression ratios are 0.79:0.21 and 0.78:0.22, i.e. ORFX is expressed at ~27% of the level of ORF2.Permeabilization assay BSR cells electroporated with RNA synthesized in vitro from the different linearized replicon constructs or with transcription buffer alone were seeded in 6-well plates. At 8 h post electroporation, cells were pretreated with 1 mM HB (Invitrogen) in methionine-free media (Gibco, Life Technologies) for 20 min or left untreated. Next, ongoing protein synthesis was labelled with 1 mM AHA (Invitrogen) in methionine free media in the presence or absence of 1 mM HB for 40 min. Finally, cells were lysed in 1% SDS containing PBS supplemented with protein inhibitor cocktail (Roche) and 250 U/ml bensonase (Sigma). Labelled proteins were ligated with 25 µM IRDye800CW Alkyne (LI-COR) in the presence of CuSO4 (CCT, 100 µM), tris-hydroxypropyltriazolylmethylamine (THPTA, CCT, 500 µM), aminoguanidine (Cambridge Bioscience, 5 mM) and sodium L-ascorbate (Sigma, 2.5 mM) for 2 h at room temperature. The final products were lysed, resolved in Novex 10-20% tricine protein gels (Invitrogen), fixed in 50% ethanol and 10% acetic acid for 10 min, scanned on LI-COR and analyzed by densitometry using LI-COR software. Experiments were repeated 3 times. E. coli lysis assay For the assessment of protein viroporin-like activity in E. coli, E. coli BL21 (DE3) cells were transformed with pOPT constructs, grown in the presence of ampicillin (100 µg/ml) at 37 C to IPTG) was added to induce protein expression. Subsequently, optical densities were measured for induced and non-induced samples in triplicate over a time course of 180 min post induction. Non-induced, and 60 and 120 min post induction samples were also collected for protein detection by western blot. Fractionation analysis To analyze the cellular distribution of overexpressed XP fusions, electroporation of HeLa cells was performed in full media at 240 V and 975 µF using a Bio-Rad Gene Pulser. At 20 h post electroporation (hpe), cells were washed with PBS and fractionated using a subcellular protein fractionation kit for cultured cells (Thermo Scientific) according to the manufacturer's instructions. Equal aliquots of whole cell lysate, cytoplasmic, membrane and soluble nuclear fractions were analyzed by western blot using the indicated virus-or cellular target-specific antibodies. Immunofluorescence microscopy For the analysis of intracellular localization of overexpressed XP fusions, electroporation of HeLa cells was performed as described in the previous section. At 16 hpe, cells were fixed with 4% paraformaldehyde (PFA) for 20 min at room temperature, followed by permeabilization with PBS containing 0.1% Triton X-100 for 10 min. Nuclei were counter-stained with Hoechst (Thermo Scientific). For life cell probing, at 16 hpe cells were washed with cold PBS and incubated with anti-mCherry antibody (abcam, ab167453, 1:500 dilution) on ice for 1 h, then washed with PBS, fixed with 4% PFA for 20 min at room temperature and incubated with secondary antibody (Alexa Fluor 488-conjugated goat anti-rabbit, Thermo Fisher, A21441).The images are single plane images taken with a Leica SP5 Confocal Microscope using a waterimmersion 63 objective.Analysis of cellular and released virus samplesBSR cells were electroporated with in vitro transcribed RNAs derived from wt or mutant pAVIC1 using a double-pulse protocol in a BioRad Gene Pulser at 800 V and 25 µF in PBS.After 4 hpe, cells were washed 3 times and supplemented with virus production serum-free",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "BSR and Huh7.5.1 cells were transfected in triplicate with Lipofectamine 2000 reagent (Invitrogen), using the protocol in which suspended cells are added directly to the RNA complexes in 96-well plates. For each transfection, 100 ng replicon plus 10 ng firefly luciferaseencoding purified T7 RNA (RNA Clean and Concentrator, Zymo research) plus 0.3 µL Lipofectamine 2000 in 20 µL Opti-Mem (Gibco) supplemented with RNaseOUT (Invitrogen; diluted 1:1,000 in Opti-Mem) were added to each well containing 10 5 cells. Transfected cells in DMEM supplemented with 5% FBS were incubated at 37 °C for the indicated times (Fig. 4C, D, F). Firefly and Renilla luciferase activities were determined using the Dual Luciferase Stop & Glo Reporter Assay System (Promega). Replicon activity was calculated as the ratio of Renilla (subgenomic reporter) to Firefly (cap-dependent translation, loading control), normalized by the same ratio for the wt O2RL replicon sequence. Three independent experiments each in triplicate were performed to confirm reproducibility of the results.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Comparative genomic analysis of astroviruses. (A) Map of the human astrovirus genome showing the three main ORFs (blue) and the overlapping ORFX (pink). (B) Phylogenetic tree of mammalian astroviruses. The tree, calculated with MrBayes, is based on ORF1b amino acid sequences obtained from 221 full-length genomes. Related groups of sequences (indicated by isosceles triangles) have been replaced in the figure by a single representative accession number and virus name; the total number of sequences in each group is shown in red (see Fig. S1 for the complete tree). Genogroups (according to Yokoyama et al. 8 ) are indicated by background shading. Subgroups of sequences, defined for the purposes of this study only, are indicated in blue (Ia, Ib, etc). The tree is midpoint rooted and nodes are labelled sites. The red line shows the probability that the observed conservation could occur under a null model of neutral evolution at synonymous sites, whereas the brown line depicts the ratio of the observed number of substitutions to the number expected under the null model. Inferred elements corresponding to regions of enhanced synonymous site conservation are indicated. (D) Analysis of an alignment of 127 human and 5 feline astrovirus ORF2 sequences. The upper three panels show the positions of alignment gaps (grey), stop codons (black) and AUG codons (green) in each reading frame. Below, is shown the analysis of conservation at synonymous sites. (E) Box plots of XP length for different astrovirus clades: centre lines = medians; boxes = interquartile ranges; whiskers extend to most extreme data point within 1.5  interquartile range from the box; circles = outliers; n = number of sequences as shown in B. (F) Alignment of XP sequences from representative HAstVs.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Ribosome profiling of astrovirus-infected cells. Cells were harvested at 12 hpi and either flash frozen with no pre-treatment (NT), or pre-treated with lactimidomycin for 30 minutes followed by flash freezing (LTM). (A) RPF densities in reads per million mapped reads (RPM) for NT repeats, smoothed with a 15-nt sliding window. (B) RPF densities in reads per million mapped reads (RPM) for LTM repeats, at single-nucleotide resolution. (C) For NT",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "plaque forming units (PFUs) of purified Sindbis virus (SINV) stock, which was used for normalization and to control the quality of RNA isolation. The virus samples were treated with 300 units of RNase I (Ambion) for 30 min followed by SUPERaseI RNase Inhibitor (Thermo Fisher) to eliminate RNA contaminants outside of virus particles. RNA was then extracted using the Qiagen QIAamp viral RNA mini kit. Reverse transcription was performed using the QuantiTect reverse transcription kit (Qiagen) using virus-specific reverse primers for SINV TGCATACCCCTCAGTCTTAGC) specific primers were used to quantify corresponding virus RNAs; the primer efficiency was within 95-105%. Quantitative PCR was performed in triplicate using SsoFast EvaGreen Supermix (Bio-Rad) in a ViiA 7 Real-time PCR system (Applied Biosystems) for 40 cycles with two steps per cycle. Results were normalized to the amount of SINV RNA in the same sample. Fold differences in RNA concentration were calculated using the 2 −ΔΔCT method. For HAstV1 CP quantification, the electroporated cells were seeded on 96-well plates at different dilutions, and at 24 hpe fixed with 4% PFA and permeabilized with 0.5% triton X-100 in PBS. CP was detected using Astrovirus 8E7 antibody (Santa Cruz Biotechnology) followed by LI-COR visualization and quantification. For analysis of virus RNA present in infected cells, at 48 hpe cells were washed 3 times with PBS to eliminate extracellular virus and total RNA was extracted using Direct-zol RNA MiniPrep Plus (Zymo Research) according to the manufacturer's protocol. Reverse transcription was performed using the QuantiTect reverse transcription kit (Qiagen) using random and HAstV1-specific reverse primers. For qPCR, hamster GAPDH-specific (GGCAAGTTCAAAGGCACAGTC and CACCAGCATCACCCCATTT) and HAstV1specific primers (above) were used. Results were normalized to the amount of GAPDH RNA in the same sample. Fold differences in RNA concentration were calculated using the 2 −ΔΔCT method. SDS-PAGE and immunoblotting . CC-BY 4.0 International license author/funder. It is made available under aThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/661579 doi: bioRxiv preprint",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank the Cambridge NIHR BRC Cell Phenotyping Hub for assistance with confocal microscopy. We thank Susanne Bell for technical assistance, Vanesa Madan, Alfredo Castello, Jia Lu, Ian Goodfellow and Myra Hosmillo for valuable advice, Susana Guix for providing the",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": ". CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/661579 doi: bioRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "A.E.F. and V.L. conceived the project. V.L. performed the experiments. A.E.F. performed the bioinformatic analyses. V.L. and A.E.F. wrote the manuscript. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/661579 doi: bioRxiv preprint for 48 h, fixed, permeabilized, stained with anti-CP antibody, and imaged by LI-COR followed by quantification using LICOR software (fourth graph). Graphs show means ± s.d. from n = 3 biologically independent experiments (panels C, D, F, G).. CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/661579 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/661579 doi: bioRxiv preprint (J) Western blots for E, G and I confirming expression of the relevant products (see Fig. S17 for full images).. CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/661579 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 951,
                    "end": 959,
                    "text": "Fig. S17",
                    "ref_id": null
                }
            ],
            "section": "AUTHOR CONTRIBUTIONS"
        }
    ]
}