{
    "paper_id": "0562f70516579d557cd1486000bb7aac5ccec2a1",
    "metadata": {
        "title": "Association of Cardiovascular Manifestations with In-hospital Outcomes in Patients with COVID-19: A Hospital Staff Data",
        "authors": [
            {
                "first": "Ru",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fuwai Yunnan Cardiovascular Hospital",
                    "location": {
                        "addrLine": "Yunnan Province",
                        "settlement": "Kunming",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiaoyan",
                "middle": [],
                "last": "Ming",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "settlement": "Wuhan",
                        "region": "Hubei Province",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ou",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fuwai Yunnan Cardiovascular Hospital",
                    "location": {
                        "addrLine": "Yunnan Province",
                        "settlement": "Kunming",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jianli",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fuwai Yunnan Cardiovascular Hospital",
                    "location": {
                        "addrLine": "Yunnan Province",
                        "settlement": "Kunming",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Hui",
                "middle": [],
                "last": "Peng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "settlement": "Wuhan"
                    }
                },
                "email": ""
            },
            {
                "first": "Ning",
                "middle": [],
                "last": "Xiang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "settlement": "Wuhan, Hubei Province",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jiaming",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "settlement": "Wuhan"
                    }
                },
                "email": ""
            },
            {
                "first": "Hong",
                "middle": [],
                "last": "Zhu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "settlement": "Wuhan",
                        "region": "Hubei Province",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: The outbreaks of coronavirus disease 2019 (COVID-19) caused by the novel severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) remain a huge threat to the public health worldwide. Clinical data is limited up to now regarding nosocomial infection of COVID-19 and the risk factors in favor of severe conversion of non-severe case with COVID-19. Aims: This study analyzed a hospital staff data to figure out general clinical features of COVID-19 in terms of nosocomial infection and explain the association of cardiovascular manifestations (CVMs) with in-hospital outcomes of COVID-19 cases. Methods: Retrospective, single-center case series of 41 consecutive hospitalized health staff with confirmed COVID-19 were collected at clinical, laboratory, radiological, treatment data and in-hospital adverse events were collected and analyzed. Final date of follow-up was March 3, 2020. A comparative study was applied between cases with CVMs and those without CVMs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: Of all, clinicians and clinical nurses accounted for 80.5%, while nosocomial infection by patient contact accounted for 87.8%. The population was presented with a mean age of 39.1 ± 9.2 and less comorbidities than community population. The three most frequent symptoms of COVID-19 cases analyzed were fever (82.9%), myalgia or fatigue (80.5%) and cough (63.4%). While, the three most frequent initial symptoms were myalgia or fatigue (80.5%), fever (73.2%) and cough (41.5%). There were 95.1% cases featured as non-severe course of disease according to the official standard in China. Patients with CVMs and those without CVMs accounted for 58.5% and 41.5%, respectively. Compared with cases without CVMs, patients with CVMs were presented with lower baseline lymphocyte count (0.99 ± 0.43 and 1.55 ± 0.61, P<0.001), more who had at least once positive nucleic acid detection of throat swab during admission (50.0% and 11.8%, P=0.011), and more received oxygen support (79.2% and 23.5%, P<0.001). The rate of in-hospital adverse events was significantly higher in patients with CVMs group (75.0% and 23.5%, P=0.001). Multivariable logistic regression model . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "(which was not peer-reviewed)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "As clinic experiences increases, clinicians become conscious of cardiovascular comorbidities and manifestations of COVID-19. Two reports showed that patients with COVID-19 and hypertension or coronary artery disease had worse in-hospital outcomes [8, 9] . Cardiovascular manifestations (CVMs) could be the initial presentation or appear throughout the whole course of COVID-19. Liu et al analyzed 12% of patients [11] . Wang et al reported in a single-center case series involving 138 patients with COVID-19, also found that cardiovascular complications of were not rare, among which arrhythmia and acute cardiac injury accounted for 16.7% and 7.2%, respectively. The level of hypersensitive troponin I on admission was significantly higher in those who had been admitted to intensive care unit (ICU) than those who had not [12] . Further, a comparative study was applied to explain whether concomitant CVMs had effect on the in-hospital outcomes of COVID-19 cases.",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 250,
                    "text": "[8,",
                    "ref_id": null
                },
                {
                    "start": 251,
                    "end": 253,
                    "text": "9]",
                    "ref_id": null
                },
                {
                    "start": 413,
                    "end": 417,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 824,
                    "end": 828,
                    "text": "[12]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As a retrospective study and data analysis were performed anonymously, the requirement for informed consent was waived. The Ethics Committees of the Central Hospital of Wuhan approved this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical Statement"
        },
        {
            "text": "A group of staff of the Central Hospital of Wuhan with confirmed COVID-19 admitted to the Pneumology Department of the Central Hospital of Wuhan from January 15 to January 24, 2020, were enrolled. Oral consent was obtained from patients. The Central Hospital of Wuhan located in Wuhan, Hubei Province, the endemic areas of COVID-19, is one of the major tertiary teaching hospitals affiliated to Tongji Medical College, Huazhong University of Science and Technology, and is responsible for the treatments for COVID-19 assigned by government. All patients with COVID-19 enrolled in this study were diagnosed according to WHO interim guidance, as well as the Diagnosis and Treatment Scheme of COVID-19 (the fifth trial edition) by National Health Commission and National Administration of Traditional Chinese Medicine of China [14, 15] . The clinical outcomes (ie, in-hospital adverse events, nucleic acid detection) were monitored up to March 3, 2020, the final date of follow-up.",
            "cite_spans": [
                {
                    "start": 824,
                    "end": 828,
                    "text": "[14,",
                    "ref_id": null
                },
                {
                    "start": 829,
                    "end": 832,
                    "text": "15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Study Population"
        },
        {
            "text": "The medical records of patients were collected into a database by the researcher of the Central Hospital of Wuhan from electronic medical records system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Collection and Definitions"
        },
        {
            "text": "Epidemiological and clinical characteristics, laboratory and radiological findings, treatment and outcomes data were first-hand obtained. The data were reviewed by a trained team of physicians. Information recorded included demographic data, medical history, exposure history, comorbidities, symptoms and signs, laboratory findings, chest computed tomographic (CT) scans, nucleic acid detection of throat swab, treatment measures and in-hospital adverse events. The date of disease onset was defined as the day when the symptom was noticed. Treatment included antiviral therapy, antibiotics or anti-fungus drugs, corticosteroid therapy, intravenous human albumin or immunoglobulin, thymosin, traditional Chinese medicine, mesenchymal stem cell therapy and respiratory support. None received kidney replacement therapy, plasma exchange or artificial liver.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Collection and Definitions"
        },
        {
            "text": "Respiratory failure (RF) was diagnosed according to arterial blood gas analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Collection and Definitions"
        },
        {
            "text": "Acute respiratory distress syndrome (ARDS) was defined according to the Berlin definition [15, 16] . Acute cardiac injury was defined if the serum levels of cardiac biomarkers (mainly creatine kinase-MB and hypersensitive cardiac troponin I) were above the 99th percentile upper reference limit, with a tendency to rise or fall, or new abnormalities were shown in electrocardiography and echocardiography during the whole course of disease [12] . Acute kidney injury (AKI) was identified according to the Kidney Disease: Improving Global Outcomes definition [17] . Acute hepatic injury was recognized when elevated level of serum aminotransferase or bilirubin was detected during hospitalization, which cannot be explained by background disease. Acute myocyte injury was recognized as myalgia or fatigue along with acute hypercreatine kinasemia (peak sCK is >or=3 x normal) while no evidence on myocardial injury [18].",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 94,
                    "text": "[15,",
                    "ref_id": null
                },
                {
                    "start": 95,
                    "end": 98,
                    "text": "16]",
                    "ref_id": null
                },
                {
                    "start": 440,
                    "end": 444,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 558,
                    "end": 562,
                    "text": "[17]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data Collection and Definitions"
        },
        {
            "text": "Shock was identified according to treatment guideline of severe sepsis/septic shock (China) [19] . Secondary infection was diagnosed by any one of: 1, elevated neutrophil percentage or procalcitonin; 2, respiratory purulent secretion, increased coughing of . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 96,
                    "text": "[19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data Collection and Definitions"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.29.20029348 doi: medRxiv preprint phlegm or moist rales; 3, radiological features of bacteria or fungus infection. Inhospital adverse events included RF or ARDS, transfer to ICU, invasive mechanic ventilation, acute cardiac injury, AKI, acute hepatic injury, acute myocyte injury, shock, secondary infection and death. Cases with CVMs were defined by any one of these throughout the course of disease: 1, complain of palpitation or chest distress; 2, elevation of creatine kinase-MB or hypersensitive cardiac troponin I (above the 99th percentile upper reference limit); 3, new abnormalities on electrocardiography including sinus tachycardia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Collection and Definitions"
        },
        {
            "text": "Throat swab samples were collected for extracting SARS-CoV-2 ribose nucleic acid (RNA) from patients with suspected or clinical diagnosis of COVID-19 (Miraclean Technology Co., Ltd, Shenzhen, China). After collection, the throat swabs were placed into a collection tube with virus preservation solution, and total RNA was extracted using the respiratory sample RNA isolation kit (Automated Nucleic Acid Extraction System, Shanghai ZJ Bio-Tech Co., Ltd, China). The suspension was used for real-time ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Real-Time Reverse Transcription Polymerase Chain Reaction Assay for SARS-CoV-2"
        },
        {
            "text": "Data statistics was applied using SPSS 22.0 (IBM Corp., Armonk, New York, USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.29.20029348 doi: medRxiv preprint Student's t-tests were used to compare continuous variables, which conform to a normal distribution, while Chi-square tests were applied to compare categorical variables between the two groups. Multivariate logistic regression analyses were applied to control baseline confounders. Covariates for logistic regression were those variables with significant differences between the two groups in baseline. All P values were two sided with a significance level of 0.05. Tendency of significant difference was judged when 0.05<P<0.1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "The study population included 41 hospitalized staff with confirmed COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiological Characteristics"
        },
        {
            "text": "The mean age was 39.1 (± 9.2) years, and 17 (41.5%) were men. The clinician and clinical nurse, who had direct contact with COVID-19 patients, accounted for 46.3% and 34.1%, respectively. Cases from medical detection departments accounted for 12.2%, who also had contact with COVID-19 patients or their specimen. Only 3 (7.3%) cases were from administrative or logistics departments, who mostly had contacted with infected colleagues. Recalling epidemiological history, 97% of all could tell how they infected. Definite nosocomial infection by patient contact accounted for 73.2%, while suspected nosocomial infection by possible patient contact accounted for 14.6%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiological Characteristics"
        },
        {
            "text": "Only 2 cases (4.9%) told contact with infected family members, but they had also contacted with suspected COVID-19 patients, making the clue questioning. (Table 1 )",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 154,
                    "end": 162,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Epidemiological Characteristics"
        },
        {
            "text": "As a young and middle-aged population, mostly of them were generally healthy, presented as less comorbidities (29.3%) than general community population previously reported [11, 12] . The comorbidities with high incidence in the elderly like diabetes mellitus (DM), hypertension, coronary artery disease (CAD), chronic obstructive pulmonary disease (COPD) and malignant tumor were all lower than 5.0%.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 176,
                    "text": "[11,",
                    "ref_id": null
                },
                {
                    "start": 177,
                    "end": 180,
                    "text": "12]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Clinical Presentation, Laboratory and Radiological Data"
        },
        {
            "text": "The three most frequent symptoms of COVID-19 cases analyzed in this study were fever (82.9%), myalgia or fatigue (80.5%) and cough (63.4%). While, the three most frequent initial symptoms were myalgia or fatigue (80.5%), fever (73.2%), and cough . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical Presentation, Laboratory and Radiological Data"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.02.29.20029348 doi: medRxiv preprint (41.5%). Furthermore, other symptoms during course of disease included sputum production (39.0%), wheeze (34.1%), dyspnea (29.3%), chilly or shivering (29.3%), diarrhea (19.5%), dizziness (12.2%), somnipathy (12.2%), rhinobyon or running nose (9.8%), headache (4.9%), bloody sputum (2.4%), conjunctivitis (2.4%). (Table 1) The mean white blood cell (WBC) count was 4.89 (± 1.83) ×10⁹/L. Cases with WBC count below 4.0×10⁹/L accounted for 36.6%. The mean lymphocyte count was 1.22 (± 0.58) ×10⁹/L. Cases with lymphocyte count below 1.0×10⁹/L accounted for 34.1%.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 420,
                    "end": 429,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Cases with procalcitonin below 0.2 ng/mL accounted for 97.6%. (Table 2) There were 26 of the 41 enrolled patients (63.4%) who showed bilateral involvement of chest computed tomography (CT) scan at the first time since onset.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 62,
                    "end": 71,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "And cases with bilateral involvement of chest CT scan during admission accounted for 80.5%, lower than the percentage previously reported [11, 12] (Table 2, Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 157,
                    "end": 165,
                    "text": "Figure 1",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "All 41 cases received at least twice nucleic acid detection of throat swab during admission. Only those with normal temperature for more than 3 days, improved respiratory symptoms, obvious absorption of pulmonary inflammation on radiography, as well as twice negative nucleic acid detection of throat swab with interval more than 24 hours, can be released from quarantine and discharged, according to the Diagnosis Table 2 )",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 415,
                    "end": 422,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "There were 40 cases (97.6%) received at least one kind of antiviral drugs empirically including oseltamivir, ribavirin, arbidol or lopinavir/ritonavir (Kaletra), which were accessible clinically in China. Antibiotics or anti-fungus drugs were applied in 95.1% cases regarding to confirmed secondary infection or preventing secondary infection in relatively severe cases. Corticosteroid was used in 78.0% cases to control immune overreaction. Human albumin was applied when serum albumin . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment Situation and In-hospital Outcomes"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.02.29.20029348 doi: medRxiv preprint decreased below 30g/L. Immunoglobulin was also applied empirically, as well as thymosin. Cases who received Chinese traditional medicine accounted for 19.5%, including patent medicine and prescription. There were 4 cases as of March 3 received mesenchymal stem cell therapy after informed consent. One of them firstly consented this empirical therapy on day 35 after symptom onset as pulmonary inflammation poorly absorbed on CT scan (Figure 1 ). There were 23 cases (56.1%) underwent respiratory support, including oxygen therapy through only common nasal catheter, face mask, both common nasal catheter and face mask simultaneously, high flow nasal cannula and mechanic ventilation. Only one case suffered from irreformable hypoxemia, received noninvasive ventilator support, and later transferred to ICU for tracheal intubation. (Table 3) There was none in-hospital death, and none suffered from acute cardiac injury or AKI during admission as to March 3,2020. Two cases were diagnosed as RF or ARDS (Table 4 )",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 541,
                    "end": 550,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 939,
                    "end": 948,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1110,
                    "end": 1118,
                    "text": "(Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Among 41 cases analyzed, patients with CVMs and those without CVMs accounted for 58.5% and 41.5%, respectively. Compared with cases without CVMs, patients with CVMs were presented with lower baseline lymphocyte count (0.99 ± 0.43 and 1.55 ± 0.61, P<0.001), more who had at least once positive nucleic acid . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Comparative Analysis"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.02.29.20029348 doi: medRxiv preprint detection of throat swab during admission (50.0% and 11.8%, P=0.011), and more received oxygen support (79.2% and 23.5%, P<0.001). The in-hospital adverse events happened more in patients with CVMs group (75.0% and 23.5%, P=0.001).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Multivariable logistic regression model indicated that, after adjustment of the possible baseline confounders, concomitant with CVMs was not independently associated with in-hospital adverse events (OR 2.23, 95%CI 0.24-20.27, P = 0.478) in COVID-19 patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Baseline lymphocyte count showed a tendency of significance between the two groups in model (OR 0.15, 95%CI 0.02-1.26, P = 0.081). (Table 5 )",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 131,
                    "end": 139,
                    "text": "(Table 5",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The analyzed population is characterized as younger age, less comorbidities than common community patients [11, 12] , and mostly featured non-severe course of There is no specific antiviral drug for SARS-CoV-2 infection up to now. Expectation mainly comes from evidences that remdesivir and chloroquine are highly effective in the control of 2019-nCoV infection in vitro, while their cytotoxicity remains in control [22] . It was reported that remdesivir, a nucleotide analogue prodrug, in previously clinical development for treatment of Ebola virus disease, exhibited broad-spectrum . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 111,
                    "text": "[11,",
                    "ref_id": null
                },
                {
                    "start": 112,
                    "end": 115,
                    "text": "12]",
                    "ref_id": null
                },
                {
                    "start": 416,
                    "end": 420,
                    "text": "[22]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.02.29.20029348 doi: medRxiv preprint Data are expressed as mean ± standard deviation; or counts (percentage).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.02.29.20029348 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.29.20029348 doi: medRxiv preprint Data are expressed as counts (percentage).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.29.20029348 doi: medRxiv preprint Data are expressed as counts (percentage).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Covariates were those possible confounders, showing a significant difference or a tendency of significant difference between 2 groups in baseline analysis. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.29.20029348 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Outbreak of pneumonia of unknown etiology in Wuhan China: the mystery and the miracle",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Stratton",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "W"
                    ],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Coronavirus infections-more than just the common cold",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "I"
                    ],
                    "last": "Paules",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Marston",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Fauci",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Neeltje van Doremalen, Debby van Riel, Emmie de Wit. A Novel Coronavirus Emerging in China -Key Questions for Impact Assessment",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vincent",
                    "suffix": ""
                },
                {
                    "first": "Marion",
                    "middle": [],
                    "last": "Munster",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Koopmans",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMp2000929"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "China Novel Coronavirus Investigating and Research Team. A novel coronavirus from patients with pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Another Decade, Another Coronavirus",
            "authors": [
                {
                    "first": "Stanley",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Ever since December 2019, novel coronavirus pneumonia (NCP), which firstly appeared in Wuhan and then rapidly spread nationwide and abroad, has taken 2946 lives and confirmedly infected 80304 cases in China as of March 3, 2020. Outside of China, a total of 10566 cases confirmedly infected and 166 deaths have been reported in 72 countries [1-6]. The acute respiratory infectious disease caused by infection of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) (tentatively named 2019-nCoV since official confirmation as the pathogen of the outbreak, later formally named SARS-CoV-2 by the Coronavirus Study Group of the International Committee on Taxonomy of Viruses on February 7, 2020) was officially named as coronavirus disease 2019 (COVID-19) by World Health Organization (WHO) on February 11, 2020 [7].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Meanwhile, Wang et al hospital-associated transmission of 2019-nCoV was suspected in about 41% of patients. And clinician and clinical nurse accounted for 29% of total, shockingly [12]. The NCP Emergency Response Epidemiology Team of China reported a total of 1716 health workers have become infected and 5 have died (0.3%) as of February 11, 2020 [13]. The detailed data are still limited, regarding the clinical manifestations, epidemiological characteristics, treatment situation and outcomes in this special population. Therefore, this study analyzed a group of hospital staff diagnosed as COVID-19 to figure out this issue.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "reverse transcription polymerase chain reaction (RT-PCR) assay of SARS-CoV-2 RNA. Two target genes, including open reading frame lab (ORF1ab) and nucleocapsid protein(N), were simultaneously amplified and tested during the real-time RT-PCR assay. The real time RT-PCR assay was performed using a SARS-CoV-2 nucleic acid detection kit according to the manufacturer's protocol (Shanghai BioGerm Medical Biotechnology Co., Ltd, China). All SARS-CoV-2 Nucleic Acid Detection Kits were provided by Wuhan Centers for Disease Control and Prevention. A cycle threshold value (Ct-value) less than 37 was defined as a positive result, while a Ct-value of 40 or more was defined as negative. A Ct-value of 37 to less than 40, required retest to confirm. Specific primers and probes for detection SARS-CoV-2 and the diagnostic criteria were referred to the recommendation by the National Institute ://ivdc.chinacdc.cn/kyjz/202001/t20200121_211337.html).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "and Treatment Scheme of COVID-19 (the fifth trial edition) by National Health Commission and National Administration of Traditional Chinese Medicine of China [15]. Cases with positive detection at first time accounted for 24.4%, while those with at least once positive result during admission accounted for 34.1%.(",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "9%). Most cases featured non-severe course of disease, accounted for 95.1% according to official criteria [15, 25]. One case was recognized as acute myocyte injury (2.4%). Cases suffered from acute hepatic injury accounted for 19.5%, who all received conventional liver protecting treatment including Essentiale or diammonium glycyrrhizinate. Secondary infection happened in 20 cases (48.8%). Only one case(2.4%) transferred to the negative pressure respiratory ward of ICU in Wuhan Chest Hospital for invasive mechanical ventilation and received extracorporeal membrane oxygenation (ECMO) support on the next day due to rapid deterioration. The total inhospital adverse event rate was 53.7%. There are still 5 cases not up to the discharge criteria on the final date of follow-up, despite of clinical improvement and nucleic acid detection of throat swab turning the negative [15, 25].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "disease, which is probably an important clinical characteristic of COVID-19 nosocomial infection of hospital staff. As of March 3, 2020, only one case underwent invasive mechanic ventilation and ECMO support. Other cases all presented markedly improvement of symptoms and findings on chest CT images, due to aggressive and comprehensive medical treatment, although they also suffered from many adverse events during hospitalization, like secondary infection or acute hepatic injury. This result is consistent with the situation of infected hospital workers in a large data reported by the NCP Emergency Response Epidemiology Team of China [13]. Our data showed that, the infection of SARS-CoV-2 in hospital staff were mostly nosocomial, which was consistent with most reports. The transmission of SARS-CoV-2 mainly characterized as confined space and close contact. No other countries around the world experiences a similar time in great favor of transmission of SARS-CoV-2, like the Spring Festival and the Spring Festival travel season in China. During this period of year in China, people' s lives are full of behavior styles characterized as confined space and close contact, including air or railway transportation for return home or travel, various familial or public get-togethers. Nosocomial infection is another key feature of the outbreak. At the early time of prevalence, a large number of suspected patients squeezed into fever clinics or emergency departments of hospitals in Wuhan, in which had not well prepared in terms of both protective supplies and awareness. Meanwhile, patients in incubation period of COVID-19 underwent elective surgeries who were diagnosed after procedures made nosocomial infection quite a few on the early stage of the outbreak. As continually support of protective materials from other areas into Hubei Province, as well as improved knowledge of protection, data with decreased risk of nosocomial infection are expected. Xu et al reported the pathological findings of a 50-year-old male with COVID-19, died of ARDS and sudden cardiac arrest. They found that there were a few interstitial mononuclear inflammatory infiltrates, but no other substantial damage in the heart tissue [20]. The result implied the possibility of coexisting myocarditis, as part of systemic inflammatory response syndrome. And the persistent hypoxemia may directly cause myocardial suppression, possibly related to sudden cardiac arrest [21].In other words, the CVMs of COVID-19 maybe more associated with the systemic immune reaction, rather than direct damage of heart by virus attack. And these mechanisms maybe explain the concomitant CVMs of COVID-19 were not independently associated with adverse in-hospital outcomes to some extent.In this study, there were about 20.5% of cases with non-severe course of COVID-19 suffered from acute hepatic injury, needed liver protection treatment. And it probably should not be totally attributed to drug-induced liver injury and aroused more concern on COVID-19 itself. Xu et al reported the liver biopsy specimens of the patient with COVID-19 showed moderate microvascular steatosis and mild lobular and portal activity, indicating the injury could have been caused by either SARS-CoV-2 infection or drug-induced liver injury[20]. Pathological findings were also in favor of more attention to the hepatic injury in the pathogenesis of COVID-19.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "in multiple in vitro systems, and was also effective against bat CoVs, prepandemic bat CoVs, and circulating contemporary human CoV in primary human lung cells. In a mouse model of SARS-CoV pathogenesis, prophylactic and early therapeutic administration of remdesivir significantly reduced lung viral load and improved clinical signs of disease as well as respiratory function [23]. These preclinical evidences, together with successful clinical cases treated by remdesivir in USA and France [24] made us looking forward to the final result of the randomized controlled trial unblinding before long in Wuhan. Meanwhile, chloroquine has been recently written into official recommendation for empirical therapy of COVID-19 for its adequate safety data in human [25]. It is a cheap and safe drug that has been used as an antimalarial for more than 70 years. Combination of lopinavir and ritonavir (Kaletra) among SARS-CoV patients was reported a substantial clinical benefit [26]. As it is available in the designated hospital as anti-human immunodeficiency virus drug, a randomized controlled trial has been initiated quickly to assess the efficacy and safety of it [11]. Other medication as newly recommended officially are mostly empirical. Experience came from the outbreak of SARS-CoV 17 years ago. From empirical medicine to evidence-based medicine, it is the only way which must be passed that forms comprehensive knowledge about the new virus and the new disease. And for this, the Chinese people have paid a heavy price, deserved to be remembered. Limitation Firstly, the cases enrolled in this study were only hospital staff. The conclusion cannot be extrapolated to common community patients. Secondly, as the suddenness of the outbreak, the vast patient volume in hospitals and shortage of healthcare personnel, it is hard to obtain large clinical data. The sample is not large enough for observation of mortality in severe cases of COVID-19. The multivariate model analysis had limitation due to the sample size. And we cannot figure up how the research variable effected each adverse in-hospital event. Lastly, the in-hospital outcomes were the final date of follow-up. The incomplete follow-up data will be made up constantly. Besides, we are trying to collect the data of the severe case who transferred to other hospital. Nevertheless, this is first-hand data in terms of nosocomial infection in Wuhan, and the first analysis comparing the in-hospital outcomes of COVID-19 between cases with CVMs and those without CVMs, in anticipation of finding the risk factors in favor of severe conversion of non-severe case. Conclusions Most hospital staff with COVID-19 were nosocomial infection, featured a nonsevere course of disease. COVID-19 patients with CVMs suffered from more inhospital adverse events than those without CVMs. But the concomitant CVMs were not independently associated with in-hospital adverse events in patients with COVIDAlexander E. Gorbalenya, Susan C. Baker, Ralph S. Baric, Raoul J. de Groot, Christian Drosten, Anastasia A. Gulyaeva, et al. Severe acute respiratory syndrome-related coronavirus -The species and its viruses, a statement of the Coronavirus Study Group. bioRxiv. doi: https://doi.org/10.1101/2020.02.07.937862 8. Wei-jie Guan, Zheng-yi Ni, Yu Hu, Wen-hua Liang, Chun-quan Ou, Jian-xing He, et al. Clinical characteristics of 2019 novel coronavirus infection in China. medRxiv. 2020. https://doi.org/10.1101/2020.02.12.20022418. 9. Wang W, Tang J, Wei F. Updated understanding of the outbreak of 2019 novel coronavirus (2019-nCoV) in Wuhan, China. J Med Virol. 2020. 10. Kui L, Fang YY, Deng Y, Liu W, Wang MF, Ma JP, et al. Clinical characteristics of novel coronavirus cases in tertiary hospitals in Hubei Province. Chin Med J (Engl). 2020. doi: 10.1097/CM9.0000000000000744 11. Huang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, et al. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China [Published Online January 24, 2020]. Lancet. https://doi.org/10.1016/ S0140-6736(20)30183-5 12. Wang D, Hu B, Hu C, Zhu F, Liu X, Zhang J, et al. Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China. JAMA. Published online February 07, 2020. doi:10.1001/jama.2020.1585 13. The Novel Coronavirus Pneumonia Emergency Response Epidemiology Team. The epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (COVID-19) in China [Published 2020-02-06]. Chin J Epidemiol, 2020,41(02): 145-151. DOI: 10.3760/cma.j.issn.0254-6450.2020.02.003 14. World Health Organization. Clinical management of severe acute respiratory infection when novel coronavirus (nCoV) infection is suspected: interim guidance. //www.who.int/publications-detail/clinical-managementof-severe-acuterespiratory-infection-when-novelcoronavirus-(ncov)-infection-is-suspected Kyriakides T, Angelini C, Schaefer J, Sacconi S, Siciliano G, Vilchez JJ, et al. EFNS guidelines on the diagnostic approach to pauci-or asymptomatic hyperCKemia. Eur J Neurol. 2010 Jun 1;17(6):767-73. doi: 10.1111/j.1468-1331.2010.03012.x. 19. Chinese Society of Critical Care Medicine. Treatment Guideline of Severe Sepsis/Septic Shock (China) (2014). Chin J Intem Med, June 2015, Vol. 54, No. 6: 557-581. 20. Xu Z, Shi L, Wang Y, Zhang J, Huang L, Zhang C, et al. Pathological findings of COVID-19 associated with acute respiratory distress syndrome. Lancet Respir Med. 2020 Feb 18. pii: S2213-2600(20)30076-X. doi: 10.1016/S2213-2600(20)30076-X. 21. Huang S, Tao W, Guo Z, Cao J, Huang X. Suppression of long noncoding RNA TTTY15 attenuates hypoxia-induced cardiomyocytes injury by targeting miR-455-5p. Gene. 2019 Jun 15;701:1-8. doi: 10.1016/j.gene.2019.02.098. 22. Wang M, Cao R, Zhang L, Yang X, Liu J, Xu M, et al. Remdesivir and chloroquine effectively inhibit the recently emerged novel coronavirus (2019-nCoV) in vitro. Cell Res. (2020) 0:1-3; https://doi.org/10.1038/s41422-020-0282-0. 23. Sheahan TP, Sims AC, Graham RL, Menachery VD, Gralinski LE, Case JB, et al. Broadspectrum antiviral GS-5734 inhibits both epidemic and zoonotic coronaviruses. Sci Transl Med 2017; 9: eaal3653. 24. Holshue ML, DeBolt C, Lindquist S, Lofy KH, Wiesman J, Bruce H, et al. First Case of",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Medicine. the Diagnosis and Treatment Scheme of COVID-19 (the sixth trial edition). 2020-02-18. 26. Chu CM. Role of lopinavir/ritonavir in the treatment of SARS: initial virological and clinical findings. Thorax 2004; 59: 252-56.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Chest computed tomographic images of a 32-year-old male doctor on 120 Ambulance infected with SARS-CoV-2 A, Chest computed tomographic images obtained on February 1, 2020, show ground glass opacity in both lungs on day 19 after symptom onset. B, Images taken on February 9, 2020, show the slowly absorption of bilateral ground glass opacity after about 4 weeks treatment. C, Images taken on February 16, 2020, show yet the poorly absorption of bilateral ground glass opacity after about 5 weeks treatment. The patients received mesenchymal stem cell therapy on February 17, 2020.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Demographic, epidemiological and clinical characteristics",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Baseline laboratory data and radiographic findings BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.ALT, alanine aminotransferase; APTT, activated partial thromboplastin time; AST, aspartate aminotransferase; CK, creatine kinase; CK-MB, creatine phosphokinase-Mb; CRP, C-reactive protein; CT, computed tomography; CVM, cardiovascular manifestation; HGB, hemoglobin; Hs-cTnI, Hypersensitive cardiac troponin I; LDH, lactate dehydrogenase; PLT, platelet; PT, prothrombin time;",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "CVM, cardiovascular manifestation; ECMO, extracorporeal membrane oxygenation Data are expressed as counts (percentage).",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "In-hospital outcomes ARDS, acute respiratory distress syndrome; CVM, cardiovascular manifestation; ECMO, extracorporeal membrane oxygenation; RF, respiratory failure; ICU, intensive care unit;",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Multivariate logistic regression analysisIn-hospital adverse events CVM, cardiovascular manifestation; CK-MB, creatine phosphokinase-Mb",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank all the patients; the nurses and clinical staff who are providing care for the patients. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Authors' contributions: RL contributed to all aspects of this study, including study concept and design, data review and arrangement, statistical analysis and interpretation, drafting and revising the report, and funding. HZ, XYM and JMZ contributed to study concept, data acquisition and verification, and funding. HP and NX contributed to data acquisition. OX and JLZ contributed to professional consultation. All authors have approved the final article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}