{
    "paper_id": "09b6706748f0c1ae0da436ac2dfac9052b84e4ea",
    "metadata": {
        "title": "Cryo-EM structures of HKU2 and SADS-CoV spike 1 glycoproteins and insights into coronavirus evolution 2 3 4",
        "authors": [
            {
                "first": "Jinfang",
                "middle": [],
                "last": "Yu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "The Ministry of Education Key Laboratory of Protein Science",
                    "institution": "Beijing Advanced Innovation",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Shuyuan",
                "middle": [],
                "last": "Qiao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "The Ministry of Education Key Laboratory of Protein Science",
                    "institution": "Beijing Advanced Innovation",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Runyu",
                "middle": [],
                "last": "Guo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "The Ministry of Education Key Laboratory of Protein Science",
                    "institution": "Beijing Advanced Innovation",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Xinquan",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "The Ministry of Education Key Laboratory of Protein Science",
                    "institution": "Beijing Advanced Innovation",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A new porcine coronavirus SADS-CoV was recently identified from suckling piglets 20 with severe diarrhea in southern China and its genome sequence is most identical (~95% 21 identity) to that of bat α-coronavirus HKU2. It again indicates bats are the natural 22 reservoir of many coronaviruses that have great potential for cross-species transmission 23 to animals and humans by recombination and/or mutation. Here we report the cryo-EM 24 structures of HKU2 and SADS-CoV spike glycoprotein trimers at 2.38 Å and 2.83 Å 25 resolution, respectively. HKU2 and SADS-CoV spikes exhibit very high structural 26 similarity, with subtle differences mainly distributed in the NTD and CTD of the S1 27 subunit responsible for cell attachment and receptor binding. We systematically 28 analyzed and compared the NTD, CTD, SD1 and SD2 domains of the S1 subunit and 29 the S2 subunit of HKU2 spike with those of α-, β-, γ-, and δ-coronavirus spikes. The 30 results show that the NTD and CTD of HKU2/SADS-CoV are probably the most 31 ancestral in the evolution of spike. Although the S2 subunit mediating membrane fusion 32 is highly conserved, the connecting region after fusion peptide in HKU2/SADS-CoV 33 S2 subunit also adopts a conformation distinct from other coronaviruses. These results 34 structurally demonstrate a close evolutionary relationship between HKU2 /SADS-CoV 35 and β-coronavirus spikes and provide new insights into the evolution and cross-species 36 transmission of coronaviruses. : bioRxiv preprint 39 Coronaviruses, categorized into the order Nidovirales family Coronaviridae and 40 subfamily Coronavirinae, are a large group of viral pathogens with a wide host range 1 . 41 Their infections in humans, other mammals and birds can cause respiratory, hepatic, 42 enteric and neurological diseases with varying severity 2 . The severe acute respiratory 43 syndrome coronavirus (SARS-CoV) and Middle East respiratory syndrome coronavirus 44 (MERS-CoV) have posed severe threats to human health in the 21 st century 1,3 . In the 45 meantime, coronaviruses infecting domestic animals also bring substantial economic 46 losses 4 . For example, the swine acute diarrhea syndrome coronavirus (SADS-CoV) 47 (also known as SeACoV and PEAV) isolated in 2017 caused outbreaks of severe watery 48 diarrhea of suckling piglets with a mortality up to 90% in several commercial pig farms 49 in Guangdong Province of China 5-10 . SADS-CoV is an α-coronavirus and other 50 representative members in the α-genus are porcine epidemic diarrhea virus 51 (PEDV), porcine transmissible gastroenteritis coronavirus (TGEV), porcine respiratory 52 coronavirus (PRCV), human NL63 and 229E coronaviruses (HCoV-NL63 and HCoV-53 229E) 1 . Representative members in other three genera include mouse hepatitis 54 coronavirus (MHV), bovine coronavirus (BCoV), SARS-CoV, MERS-CoV, HCoV-55 OC43 and HCoV-HKU1 in the β-genus, avian infectious bronchitis virus (IBV) in the 56 γ-genus and porcine deltacoronavirus (PdCoV) in the δ-genus 1 . 57 Cross-species transmission promoted by genetic recombination and/or mutations 58 underlies the host range expansion of coronaviruses 3,11-13 . Bats are the natural reservoir 59 of more than 30 different α-and β-coronaviruses that have great potential for 60 interspecies transmission by recombination and/or mutation 12,14-16 . Data on genetic 61 evolution, receptor binding and pathogenesis have demonstrated that human SARS-62 CoV and MERS-CoV most likely originate from bats 1 . Palm civets and dromedary 63 camels are the intermediate hosts of SARS-CoV and MERS-CoV from bats to humans 1 , 64",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "respectively. The newly identified porcine SADS-CoV isolates are also found to share 65 ~95% sequence identity with Rhinolophus bat coronavirus HKU2, and this further 66 stressed the severe results of coronavirus spillover from bats to domestic animals 5-10 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "However, the molecular mechanisms underlying the transmission of SADS-CoV from 68 bats to pigs are still unknown and need to be further explored. Recently it was shown 69 that SADS-CoV is able to infect cells from a broad range of species including mouse, 70 chicken, pig, monkey and human, indicating a high potential of the SADS-CoV for 71 interspecies transmission 17 . 72 The spike glycoprotein of coronaviruses mediates viral entry by binding host 73 receptor with the S1 subunit and fusing viral and cellular membranes with the S2 74 subunit, thereby determining viral host range and tissue tropism 18, 19 . As a class I viral 75 fusion protein, the spike exists on the envelope of virion as a homotrimer and each 76 monomer contains more than 1000 amino acid residues that can be cleaved into S1 and 77 S2 subunits 18 . For most coronaviruses, the N-terminal domain (NTD) of the S1 subunit HCoV-OC43 utilizes NTD to recognize glycans 29 ; and one exception is MHV, which 83 utilizes the NTD to bind mouse receptor CEACAM1a 30 . Therefore, the S1 subunit, 84 especially its NTD and CTD, is the most variable region of the spike, and is responsible 85 for different tropisms of coronaviruses. In comparison, the S2 subunit containing the 86 fusion peptide (FP) and heptad repeats (HR1 and HR2) for membrane fusion are more 87 conserved in both sequence and structure 18, 19 . For the SADS-CoV, receptor analysis 88 indicated that none of the known coronavirus protein receptors including ACE2, DPP4 89 and APN are essential for the cell entry 7,17 . There are also no reports regarding to the The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.23.961912 doi: bioRxiv preprint CoV 21,36-38 and MERS-CoV 36,39,40 ; the γ-coronavirus spike structure is determined for 98 IBV 41 and the δ-coronavirus spike structure is determined for PdCoV 42,43 . The cryo-99 EM structures of bat coronavirus spike trimers have not been reported, and only crystal 100 structures of the CTD from HKU4 44 , HKU5 45 and HKU9 46 were determined. 101 The spikes of SADS-CoV (1130 amino acid residues) and HKU2 (1128 amino 102 acid residues) are the shortest among all known coronavirus spike glycoproteins and 103 their amino acid identities to other known coronavirus spikes are lower than 28%, 104 indicating the spikes of HKU2 and SADS-CoV are unique [5] [6] [7] [8] [9] [10] 47 . In this study, we report 105 the cryo-EM structures of the SADS-CoV and HKU2 spike trimers at 2.83 Å and 2.38 106 Å resolution, respectively. The HKU2 spike trimer structure is the first one from bat 107 coronavirus. We analyzed the HKU2 and SADS-CoV trimer structures and also 108 compared the NTD, CTD, SD1 and SD2 domains of the S1 subunit and the S2 subunit ",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 81,
                    "text": "68",
                    "ref_id": null
                },
                {
                    "start": 256,
                    "end": 258,
                    "text": "70",
                    "ref_id": null
                },
                {
                    "start": 339,
                    "end": 341,
                    "text": "71",
                    "ref_id": null
                },
                {
                    "start": 373,
                    "end": 375,
                    "text": "72",
                    "ref_id": null
                },
                {
                    "start": 453,
                    "end": 455,
                    "text": "73",
                    "ref_id": null
                },
                {
                    "start": 605,
                    "end": 608,
                    "text": "18,",
                    "ref_id": null
                },
                {
                    "start": 609,
                    "end": 611,
                    "text": "19",
                    "ref_id": null
                },
                {
                    "start": 633,
                    "end": 635,
                    "text": "75",
                    "ref_id": null
                },
                {
                    "start": 1154,
                    "end": 1156,
                    "text": "85",
                    "ref_id": null
                },
                {
                    "start": 1372,
                    "end": 1375,
                    "text": "18,",
                    "ref_id": null
                },
                {
                    "start": 1376,
                    "end": 1378,
                    "text": "19",
                    "ref_id": null
                },
                {
                    "start": 1504,
                    "end": 1506,
                    "text": "89",
                    "ref_id": null
                },
                {
                    "start": 1829,
                    "end": 1831,
                    "text": "98",
                    "ref_id": null
                },
                {
                    "start": 2087,
                    "end": 2090,
                    "text": "101",
                    "ref_id": null
                },
                {
                    "start": 2336,
                    "end": 2339,
                    "text": "104",
                    "ref_id": null
                },
                {
                    "start": 2394,
                    "end": 2397,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 2398,
                    "end": 2401,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 2402,
                    "end": 2405,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 2406,
                    "end": 2409,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 2410,
                    "end": 2413,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 2414,
                    "end": 2418,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 2419,
                    "end": 2421,
                    "text": "47",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Protein expression and structure determination 116 The cDNAs encoding HKU2 spike (YP_001552236) and SADS-CoV spike 117 (AVM41569.1) were synthesized with codons optimized for insect cell expression.",
            "cite_spans": [
                {
                    "start": 47,
                    "end": 50,
                    "text": "116",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "115"
        },
        {
            "text": "HKU2 ectodomains (residues 1-1066) and SADS-CoV ectodomains (residues 1-1068) 119 were separately cloned into pFastBac-Dual vector (Invitrogen) with C-terminal foldon 120 tag and Strep tag. After expression in Hi5 insect cells and purification to homogeneity, 121 the cryo-EM images on these two spike ectodomains were recorded using FEI Titan 122 Krios microscope operating at 300 KV with a Gatan K2 Summit direct electron detector 123 ( Supplementary Fig. 1 ). About 1,400,000 particles for HKU2 spike and 900,000 124 particles for SADS-CoV spike were subjected to 2D classification, and a total of 125 421,490 particles of HKU2 spike and 152,334 particles of SADS-CoV spike were 126 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 81,
                    "text": "119",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 439,
                    "end": 459,
                    "text": "Supplementary Fig. 1",
                    "ref_id": "FIGREF24"
                }
            ],
            "section": "118"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.23.961912 doi: bioRxiv preprint selected and subjected to 3D refinement with C3 symmetry to generate density maps 127 ( Supplementary Fig. 2 ). The overall density maps were solved to 2.38 Å for HKU2 128 spike and 2.83 Å for SADS-CoV spike (gold-standard Fourier shell correlation = 0.143) 129 (Supplementary Fig. 1 and Supplementary Fig. 2) . The atomic-resolution density map 130 enabled us to build nearly all residues of HKU2 spike ectodomains (residues 17-995) 131 except for a few breaks (residues 129-141 and 204-204), as well as 48 N-linked glycans 132 (Supplementary Fig. 3a and Supplementary Fig. 4a) . The final refined model of SADS-",
            "cite_spans": [
                {
                    "start": 576,
                    "end": 579,
                    "text": "131",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 230,
                    "end": 250,
                    "text": "Supplementary Fig. 2",
                    "ref_id": "FIGREF25"
                },
                {
                    "start": 419,
                    "end": 425,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF24"
                },
                {
                    "start": 430,
                    "end": 451,
                    "text": "Supplementary Fig. 2)",
                    "ref_id": "FIGREF25"
                },
                {
                    "start": 686,
                    "end": 693,
                    "text": "Fig. 3a",
                    "ref_id": "FIGREF26"
                },
                {
                    "start": 698,
                    "end": 720,
                    "text": "Supplementary Fig. 4a)",
                    "ref_id": "FIGREF27"
                }
            ],
            "section": "118"
        },
        {
            "text": "CoV spike contains residues 19-998 with some short breaks (residues 134-143 and 488-134 490) and 45 N-linked glycans (Supplementary Fig. 3b and Supplementary Fig. 4b ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 132,
                    "end": 139,
                    "text": "Fig. 3b",
                    "ref_id": "FIGREF26"
                },
                {
                    "start": 144,
                    "end": 165,
                    "text": "Supplementary Fig. 4b",
                    "ref_id": "FIGREF27"
                }
            ],
            "section": "133"
        },
        {
            "text": "135 Data collection and refinement statistics for these two structures are listed in Overall structures of HKU2 and SADS-CoV spikes 139 The overall structures of HKU2 and SADS-CoV spikes we determined here resemble 140 the previously reported pre-fusion structures of coronaviruses spikes. Both spike 141 trimers have a mushroom-like shape (~150 Å in height and ~115 Å in width) (Fig. 1a) , 142 consisting of a cap mainly formed by β-sheets of the S1 subunit, a central stalk mainly 143 formed by α-helices of the S2 subunit, and a root formed by twisted β-sheets and loops 144 of the S2 subunit (Fig. 1a) . In each trimer there is a C3 axis along the central stalk ( Fig.   145 1a). The amino acid identity between HKU2 and SADS-CoV spikes is 86%, and these 146 two spike structures are quite similar with the root mean square deviation (r.m.s.d.) 147 being 0.53 Å for 962 aligned Cα atoms of the monomer and 0.56 Å for 2886 aligned 148 Cα atoms of the trimer. Due to the high structural similarity, we will use the HKU2 149 structure to present the features of both spikes in the subsequent description, whereas 150 significant differences between them will be pointed out only when necessary.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 135,
                    "text": "139",
                    "ref_id": null
                },
                {
                    "start": 391,
                    "end": 394,
                    "text": "142",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 379,
                    "end": 388,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF24"
                },
                {
                    "start": 596,
                    "end": 605,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF24"
                },
                {
                    "start": 668,
                    "end": 678,
                    "text": "Fig.   145",
                    "ref_id": "FIGREF24"
                }
            ],
            "section": "133"
        },
        {
            "text": "The S1 subunit of the HKU2 spike comprises two major domains, NTD and CTD, 152 which are followed by two subdomains SD1 and SD2 connecting them to the S2 subunit 153 ( Fig. 1b and Fig. 1c) . The S1 subunits from three monomers form the cap of the spike, The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.23.961912 doi: bioRxiv preprint (Fig. 1a) . The NTD, CTD, SD1 and SD2 of the S1 subunit are all mainly composed of 157 β strands regarding to the secondary structure feature (Fig. 1c) . In contrast, the upstream 158 helix (UH), fusion peptide (FP), connecting region (CR), heptad repeat 1 (HR1) and 159 central helix (CH) of the S2 subunit are mainly composed of helices, whereas the β-160 hairpin (BH) and subdomain 3 (SD3) at the bottom part of the S2 subunit mainly consist 161 of β stands and loops (Fig. 1c) . Moreover, the residues after the SD3, which contain the The SD1 and SD2 of the S1 subunit and the S2 subunit are highly similar in amino The NTD of HKU2 has three layers of antiparallel β-sheet with the top one consisting 182 of six strands, the middle one consisting of five strands and the bottom one consisting 183 of three strands. Below the bottom sheet is a short α-helix (Fig. 2a) . The top and middle 184 β-sheets form a galectin-like β-sandwich fold, which is inserted between two stands of 185 the bottom sheet (Fig. 2a) . To supplement, three disulfide bonds are detected in the 186 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 168,
                    "end": 188,
                    "text": "Fig. 1b and Fig. 1c)",
                    "ref_id": "FIGREF24"
                },
                {
                    "start": 396,
                    "end": 405,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF24"
                },
                {
                    "start": 538,
                    "end": 547,
                    "text": "(Fig. 1c)",
                    "ref_id": "FIGREF24"
                },
                {
                    "start": 867,
                    "end": 876,
                    "text": "(Fig. 1c)",
                    "ref_id": "FIGREF24"
                },
                {
                    "start": 1257,
                    "end": 1266,
                    "text": "(Fig. 2a)",
                    "ref_id": "FIGREF25"
                },
                {
                    "start": 1400,
                    "end": 1409,
                    "text": "(Fig. 2a)",
                    "ref_id": "FIGREF25"
                }
            ],
            "section": "151"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.23.961912 doi: bioRxiv preprint HKU2 NTD structure: C 17 -C 56 connecting the N-terminus of the NTD to its upper loop, 187 C 124 -C 149 connecting β6 and β7 stands in the top sheet and C 234 -C 244 connecting the 188 bottom helix to the bottom sheet (Fig. 2a) . The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.23.961912 doi: bioRxiv preprint loop (Fig. 2b) . Besides, C 234 -C 244 (numbered in HKU2 and connecting the bottom helix 216 to the bottom sheet) is conserved in both subtype I and subtype II NTDs (Fig. 2b) .",
            "cite_spans": [
                {
                    "start": 603,
                    "end": 606,
                    "text": "216",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 360,
                    "end": 369,
                    "text": "(Fig. 2a)",
                    "ref_id": "FIGREF25"
                },
                {
                    "start": 519,
                    "end": 528,
                    "text": "(Fig. 2b)",
                    "ref_id": "FIGREF25"
                },
                {
                    "start": 679,
                    "end": 688,
                    "text": "(Fig. 2b)",
                    "ref_id": "FIGREF25"
                }
            ],
            "section": "151"
        },
        {
            "text": "The NTDs of β-coronaviruses including BCoV, HCoV-HKU1, HCoV-OC43, 218 MERS-CoV, SARS-CoV and MHV resemble the subtype I, rather than the subtype II 219 NTD in the topology and distribution of the disulfide bonds (Fig. 2c) . These β-220 coronavirus NTDs have additional loops in the N-terminus, between β1 and β2 strands, 221 and between β6 and β7 stands (numbered in HKU2 structure), forming an extensive The CTD of HKU2 has a twisted five-stranded antiparallel β sheet as the core with 234 connecting loops between the stands (Fig. 3a) . It contains four disulfide bonds: C 277 -235 C 300 and C 285 -C 290 at the N-terminus, C 341 -C 397 at the C-terminus and the last one C 331 -236 C 369 connecting the β2 and β5 strands in the core β sheet (Fig. 3a) . Interestingly, the 237 CTD core of HKU2 is of high structural similarity with the conserved CTD core of β-238 coronaviruses and the disulfide bonds in the CTD of HKU2 except for C 285 -C 290 are 239 also detected in all β-coronavirus CTDs (Fig. 3b) . These CTDs have the core of one 240 twisted β-sheet and here we name them as one-layer CTD subtype ( Fig. 3a and Fig. 3b ).",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 69,
                    "text": "218",
                    "ref_id": null
                },
                {
                    "start": 321,
                    "end": 324,
                    "text": "221",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 212,
                    "end": 221,
                    "text": "(Fig. 2c)",
                    "ref_id": "FIGREF25"
                },
                {
                    "start": 527,
                    "end": 536,
                    "text": "(Fig. 3a)",
                    "ref_id": "FIGREF26"
                },
                {
                    "start": 744,
                    "end": 753,
                    "text": "(Fig. 3a)",
                    "ref_id": "FIGREF26"
                },
                {
                    "start": 995,
                    "end": 1004,
                    "text": "(Fig. 3b)",
                    "ref_id": "FIGREF26"
                },
                {
                    "start": 1108,
                    "end": 1127,
                    "text": "Fig. 3a and Fig. 3b",
                    "ref_id": "FIGREF26"
                }
            ],
            "section": "217"
        },
        {
            "text": "The β-coronavirus CTDs always have an insertion consisting of loops and/or stands 242 between the β5 and β6 strands of the core (Fig. 3b) . SARS-CoV, MERS-CoV, HKU4 243 and HKU5 have receptor-binding motif (RBM) in this insertion region responsible for 244 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 128,
                    "end": 137,
                    "text": "(Fig. 3b)",
                    "ref_id": "FIGREF26"
                }
            ],
            "section": "241"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.23.961912 doi: bioRxiv preprint binding their respective protein receptors 45 . In the CTD of HKU2, there is only one 245 short loop between the β5 and β6 strands of the core twisted β-sheet (Fig. 3a) . 246 Although as members in the α-genus, HKU2 and SADS-CoV CTD structures are 247 significantly different from those of other α-coronaviruses HCoV-NL63, HCoV-229E, 248 PEDV, TGEV and PRCV that contain two layers of β-sheets (Fig. 3c) . And we named 249 these CTDs as two-layer CTD subtype. All available two-layer CTD structures can be 250 well aligned with Cα r.m.s.d. in the range of 1.0-3.4 Å, except for the CTDs of HKU2 251 and SADS-CoV. These two-layer CTDs contain two highly conserved disulfide bonds: 252 C 540 -C 586 and C 569 -C 596 (numbered in PEDV CTD) (Fig. 3c ). The C 569 -C 596 is conserved 253 among all coronaviruses, whereas the C 540 -C 586 is conserved in all α-coronaviruses 254 (except for HKU2 and SADS) and δ-coronavirus PdCoV (Fig. 3c) .",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 316,
                    "text": "246",
                    "ref_id": null
                },
                {
                    "start": 476,
                    "end": 479,
                    "text": "248",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 301,
                    "end": 310,
                    "text": "(Fig. 3a)",
                    "ref_id": "FIGREF26"
                },
                {
                    "start": 536,
                    "end": 545,
                    "text": "(Fig. 3c)",
                    "ref_id": "FIGREF26"
                },
                {
                    "start": 879,
                    "end": 887,
                    "text": "(Fig. 3c",
                    "ref_id": "FIGREF26"
                },
                {
                    "start": 1066,
                    "end": 1075,
                    "text": "(Fig. 3c)",
                    "ref_id": "FIGREF26"
                }
            ],
            "section": "241"
        },
        {
            "text": "The CTD of δ-coronavirus PdCoV have a core of two β-sheets, belonging to the 256 two-layer CTD subtype (Fig. 3c) . As for the γ-coronavirus IBV, the core of its CTD is 257 also similar to the typical two-layer CTD (Fig. 3c) . However, several β strands are The SD1 and SD2 are two subdomains following the CTD in the S1 subunit, linking 264 the CTD to the S2 subunit. The HKU2 SD1 is a partial β barrel consisting of five β 265 strands and a disulfide bond (C 409 -C 458 ) connecting its C-terminus to the β1 strand ( Fig.   266 4a). This five-stranded β barrel and the linking disulfide bond are conserved among all 267 four genera of coronavirus (Fig. 4a) . The HKU2 SD2 has a structure of two layers of 268 β-sheet with an additional short α-helix over the top sheet (Fig. 4b) . The additional α-269 helix and the top sheet is linked by a disulfide bond (C 482 -C 509 ), and another disulfide 270 bond (C 524 -C 533 ) links the C-terminal loop to the bottom sheet (Fig. 4b) . The two-layer 271 core structure and the second disulfide bond are conserved among all genera of 272 coronavirus, however, the additional α helix and the first linking disulfide bond is a 273 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 103,
                    "end": 112,
                    "text": "(Fig. 3c)",
                    "ref_id": "FIGREF26"
                },
                {
                    "start": 214,
                    "end": 223,
                    "text": "(Fig. 3c)",
                    "ref_id": "FIGREF26"
                },
                {
                    "start": 518,
                    "end": 528,
                    "text": "Fig.   266",
                    "ref_id": "FIGREF25"
                },
                {
                    "start": 648,
                    "end": 657,
                    "text": "(Fig. 4a)",
                    "ref_id": "FIGREF27"
                },
                {
                    "start": 770,
                    "end": 779,
                    "text": "(Fig. 4b)",
                    "ref_id": "FIGREF27"
                },
                {
                    "start": 967,
                    "end": 976,
                    "text": "(Fig. 4b)",
                    "ref_id": "FIGREF27"
                }
            ],
            "section": "255"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.23.961912 doi: bioRxiv preprint distinct feature of β-coronaviruses plus α-coronavirus HKU2 and SADS-CoV (Fig. 4b) . 274 This additional helix appears to be an insertion between the primitive β2 and β3 strands 275 of the SD2, and is retained during evolution of β-coronaviruses.",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 230,
                    "text": "274",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 215,
                    "end": 224,
                    "text": "(Fig. 4b)",
                    "ref_id": "FIGREF27"
                }
            ],
            "section": "255"
        },
        {
            "text": "Quaternary packing of the NTD and CTD in the spike 278 It has been observed that coronaviruses have two types of quaternary packing mode of 279 the S1 subunits in the trimer: intra-subunit packing and cross-subunit packing 41 .",
            "cite_spans": [
                {
                    "start": 51,
                    "end": 54,
                    "text": "278",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "277"
        },
        {
            "text": "Actually, this is mainly caused by different positioning and interaction between NTD 281 and CTD in the spike monomer. The HKU2 S1 subunit, similar to those in -282 coronaviruses HCoV-NL63, HCoV-226E and PEDV and -coronavirus PdCoV, have 283 an \"inward\" CTD which contacts with the NTD (Fig. 5a) . The three structural \"NTD-284 CTD\" modules in the cap region of these spikes are composed of NTD and CTD from 285 the same monomer, forming the intra-subunit packing in the spike trimer (Fig. 5a) . The 286 S1 subunits of other coronaviruses in the and -genera including MHV, SARS-CoV, 287 MERS-CoV, HCoV-OC43 and IBV have an \"outward\" CTD that is far away from the 288 NTD (Fig. 5b) . Therefore, the three structural \"NTD-CTD\" modules in the cap region 289 of these spikes have the NTD from one monomer and the CTD from the adjacent 290 monomer, forming the cross-subunit packing in the spike trimer (Fig. 5b) . Interestingly, 291 we found that the \"outward\" CTDs always have an insertion in the core structure, such 292 as β-coronavirus CTDs and -coronavirus IBV CTD (Fig. 5b) . In contrast, all \"inward\"",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 288,
                    "end": 297,
                    "text": "(Fig. 5a)",
                    "ref_id": null
                },
                {
                    "start": 486,
                    "end": 495,
                    "text": "(Fig. 5a)",
                    "ref_id": null
                },
                {
                    "start": 675,
                    "end": 684,
                    "text": "(Fig. 5b)",
                    "ref_id": null
                },
                {
                    "start": 902,
                    "end": 911,
                    "text": "(Fig. 5b)",
                    "ref_id": null
                },
                {
                    "start": 1071,
                    "end": 1080,
                    "text": "(Fig. 5b)",
                    "ref_id": null
                }
            ],
            "section": "280"
        },
        {
            "text": "CTDs only have the one-layer or two-layer core structure without obvious inserted 294 region.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "293"
        },
        {
            "text": "Conserved S2 subunit and a distinct CR 297 Sequence analysis suggested that the S1/S2 protease cleavage site at the boundary 298 between the S1 and S2 subunits is R544-M545 in HKU2 spike and R546-M547 in 299 SADS-CoV spike 5,8,47 . Compared to the S1 subunit, the topology and structure of S2 The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.23.961912 doi: bioRxiv preprint (residues 748-836), a central helix (CH) (residues 837-887), a twisted β-hairpin (BH) 304 (residues 888-929) and a β-sandwich like SD3 (residues 930-995) (Fig. 1b and Fig. 6a) . 305 Like in other coronavirus spikes in the prefusion state, the model of HR2 after SD3 was 306 not built in the structure due to poor density. Five disulfide bonds in S2 are detected.",
            "cite_spans": [
                {
                    "start": 39,
                    "end": 42,
                    "text": "297",
                    "ref_id": null
                },
                {
                    "start": 521,
                    "end": 524,
                    "text": "304",
                    "ref_id": null
                },
                {
                    "start": 613,
                    "end": 616,
                    "text": "305",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 589,
                    "end": 610,
                    "text": "(Fig. 1b and Fig. 6a)",
                    "ref_id": "FIGREF24"
                }
            ],
            "section": "296"
        },
        {
            "text": "Two of them (C 590 -C 612 and C 595 -C 601 ) stabilize the folded helices of UH, C 696 -C 706 308 bends the CR, C 884 -C 895 links the CH and the BH, and C 934 -C 943 is within the SD3 (Fig.   309   6a ). The first four disulfide bonds are conserved in all coronaviruses, and the last one Fig. 4) . The typical CR 321 in the S2 subunit contains three helices and one short strand, with a disulfide bond 322 bending the first and second helix to form a turning (Fig. 6b) . In HKU2, the second 323 helix is replaced by a short strand (713-716) and the third helix is replaced by a loop 324 (721-741), therefore there are two short strands and only one helix in HKU2 CR (Fig.   325 6c). The conserved disulfide bond C 696 -C 706 makes the first helix of CR in HKU2 spike 326 turn upside down. The S2' cleavage site (between R671 and S672) is then covered by 327 the reversed CR helix and loops, and R671 interacts with E723 in the loop and K697 328 and K698 in helix 1 (Fig. 6c) . In other coronaviruses, taking the MHV S2 for example, 329 the helix 1 does not cover the S2' site (between R869 and S870), and R869 only loosely 330 interacts with T929 in helix 3 (Fig. 6b) . After the dissociation of the S1 subunit triggered 331 by receptor binding, the exposure of the S2' site for cleavage is a prerequisite for the 332 proteolytic activation of the coronavirus spike to mediate membrane fusion. The buried 333 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 185,
                    "end": 201,
                    "text": "(Fig.   309   6a",
                    "ref_id": "FIGREF26"
                },
                {
                    "start": 289,
                    "end": 296,
                    "text": "Fig. 4)",
                    "ref_id": "FIGREF27"
                },
                {
                    "start": 460,
                    "end": 469,
                    "text": "(Fig. 6b)",
                    "ref_id": "FIGREF28"
                },
                {
                    "start": 667,
                    "end": 678,
                    "text": "(Fig.   325",
                    "ref_id": "FIGREF25"
                },
                {
                    "start": 966,
                    "end": 975,
                    "text": "(Fig. 6c)",
                    "ref_id": "FIGREF28"
                },
                {
                    "start": 1159,
                    "end": 1168,
                    "text": "(Fig. 6b)",
                    "ref_id": "FIGREF28"
                }
            ],
            "section": "307"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.23.961912 doi: bioRxiv preprint S2' site indicates that HKU2 spike, compared to other coronavirus spikes, would 334 require more conformational changes around the S2' site for the exposure. The HKU2 and SADS-CoV have one NTD in the S1 subunit, and their structures 358 are more similar to the NTD1 than the NTD2 of -coronaviruses HCoV-NL63 and 359 PEDV, whereas the only NTD of HCoV-229E is structurally more similar to the NTD2 360 than the NTD1 (Fig. 2) . Therefore, we suggest that α-coronaviruses have two subtypes 361 of NTD. The evolution relationship between them are not clear yet. It was once 362 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 558,
                    "end": 566,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF25"
                }
            ],
            "section": "307"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.23.961912 doi: bioRxiv preprint suggested that the presence of two NTDs in HCoV-NL63 is a result of gene 363 duplication 31 . However, the sequence identity between these two NTDs is only 15.7% 364 in HCoV-NL63 and 12.9% in PEDV. Considering that HKU2 (SADS-CoV) and 365 HCoV-229E have one NTD belonging to either subtype I or subtype II, a more plausible 366 evolution way of the NTD in α-coronaviruses is the recombination of two separate 367 primitive domains into the genome, resulting in the presence of two NTDs in the S1 368 subunit α-coronaviruses including HCoV-NL63 and PEDV. To be note, these two NTD However, we argue that the evolution pathways may not be in the order of α-, δ-, γ-, 384 and β-genus. A more plausible pathway is that the β-, γ-and δ-coronavirus NTDs may 385 evolve independently and parallelly from subtype I (β-and γ-coronavirus NTDs) or 386 subtype II (δ-coronavirus NTDs) (Supplementary Fig. 7b ).",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 380,
                    "text": "365",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1015,
                    "end": 1037,
                    "text": "(Supplementary Fig. 7b",
                    "ref_id": null
                }
            ],
            "section": "307"
        },
        {
            "text": "The HKU2 and SADS-CoV CTD structure have a one-layer core consisting of a 388 twisted five-stranded antiparallel β sheet. Interestingly, -coronavirus CTDs also have 389 the similar one-layer core structure and three strictly conserved disulfide bonds are also 390 present in the core of HKU2 CTD. Currently, all identified receptor-binding motif of -391 coronavirus CTDs are within an inserted domain between two stands of the core sheet, 392 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "387"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.23.961912 doi: bioRxiv preprint and this insertion responsible for receptor binding of -coronaviruses is replaced by a 393 short loop in HKU2 CTD. This result firstly indicates HKU2 CTD represent a primitive 394 structure in the one-layer CTD family, while the inserted domain in -coronaviruses 395 results from a recombinant event during evolution (Supplementary Fig. 7c) . The second 396 indication is that HKU2 and SADS-CoV may not utilize the CTD to bind protein 397 receptors that have not been identified yet, and their different receptor usage may be 398 determined by the NTD that harbors almost 50% of residue difference between them.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 461,
                    "end": 484,
                    "text": "(Supplementary Fig. 7c)",
                    "ref_id": null
                }
            ],
            "section": "387"
        },
        {
            "text": "To be note, the CTDs from other -coronaviruses, γ-coronavirus IBV and δ-coronavirus . Three monomers of HKU2 spike are colored magenta, green, and orange, respectively; three monomers of SADS-CoV spike are colored pink, yellow, and cyan, respectively. The cryo-EM maps are shown as semitransparent surface and contoured at 2.6 RMS and 3 RMS for HKU2 and author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "399"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.23.961912 doi: bioRxiv preprint SADS-CoV spikes, respectively. The trigonal axes are shown as black dashed lines. Visible segments of each monomer are labeled accordingly. The cap, stalk and root parts are partitioned by gray dashed lines. (b) Segmentation of HKU2 monomer. The segments of HKU2 are shown as boxes with the width related to the length of amino acid sequence. The start and end amino acids of each segment are labeled. The position of S1/S2, and S2' cleavage sites are indicated. NTD, N-terminal domain; CTD, C-terminal domain; SD1, subdomain 1; SD2, subdomain 2; UH, upstream helix; FP, fusion peptide; CR, connecting region; HR1, heptad repeat 1; CH, central helix; BH, β-hairpin; SD3, subdomain 3. (c) Overall structure of HKU2 monomer. Side views of HKU2 monomer shown in three directions. The segments are colored the same as in b.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "399"
        },
        {
            "text": "author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "399"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.23.961912 doi: bioRxiv preprint Comparison of HKU2 NTD and galectin3 are shown in the right panel. HKU2 NTD is colored salmon; galectin3 is colored green. PDB code: galectin3, 1A3K. (b) Two subtypes of α-coronavirus NTD. Structural alignments of HKU2 NTD with HCoV-NL63 NTD1, and with HCoV-NL63 NTD2 are shown in the left two panels; structural alignments of HCoV-229E NTD with HCoV-NL63 NTD1, and with HCoV-NL63 NTD2 are shown in the right two panels. HKU2 NTD is colored salmon; author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "399"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.23.961912 doi: bioRxiv preprint Extra domains in β-coronavirus CTDs are colored yellow. Disulfide bonds are shown as red sticks. Disulfide bonds conserved in both one-layer CTD and two-layer CTD are indicated by red arrows. Disulfide bonds only conserved in one-layer CTD are indicated by blue arrows. PDB codes: MHV, 3JCL; MERS-CoV, 6Q05. (c) α-coronavirus (except HKU2 and SADS), γcoronavirus, and δ-coronavirus CTDs belong to two-layer CTD. Structural alignments of HCoV-NL63 CTD with PEDV CTD, with PdCoV CTD, and with IBV CTD are shown. Two layers of β sheets are labeled. Extra loops in IBV CTD are colored yellow. Disulfide bonds are shown as red sticks. Disulfide bonds conserved in both one-layer CTD and two-layer CTD are indicated by red arrows. Disulfide bonds only conserved in two-layer CTD are indicated by orange arrows. PDB codes: HCoV-NL63, 5SZS; PEDV, 6U7K; IBV, 6CV0; PdCoV, 6B7N.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "399"
        },
        {
            "text": "author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "399"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.23.961912 doi: bioRxiv preprint author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "399"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.23.961912 doi: bioRxiv preprint Fig. 5 Quaternary packing of NTD and CTD. (a) α-coronavirus S1 and δ-coronavirus S1 use intra-subunit packing pattern. NTD and CTD from the first monomer are colored blue, the second are colored red, and the third are colored green. PDB codes: HCoV-229E, 6U7H; PdCoV, 6B7N. (b) β-coronavirus S1 and γ-coronavirus S1 use cross-subunit packing pattern. NTD and CTD from the first monomer are colored blue, the second are colored red, and the third are colored green. The extra loop of IBV and the extra domains of βCoVs are colored yellow and labeled as EX. PDB codes: MHV, 3JCL; IBV, 6CV0; SARS, 5XLR. author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 142,
                    "end": 148,
                    "text": "Fig. 5",
                    "ref_id": null
                }
            ],
            "section": "399"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.23.961912 doi: bioRxiv preprint author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "399"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.23.961912 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "399"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Origin and evolution of pathogenic coronaviruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "L"
                    ],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Nat Rev Microbiol",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Cryo-EM structure of the SARS coronavirus spike 497 glycoprotein in complex with its host cell receptor ACE2",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gui",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "PLoS Pathog",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1007236"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Crystal structure of NL63 respiratory coronavirus receptor-500 binding domain complexed with its human receptor",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "106",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0908837106"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Structure of SARS coronavirus spike receptor-binding 503 domain complexed with receptor",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Farzan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Harrison",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "309",
            "issn": "",
            "pages": "1864--1868",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1116480"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Structure of MERS-CoV spike receptor-binding domain complexed with human 506 receptor DPP4",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Cell Res",
            "volume": "23",
            "issn": "",
            "pages": "986--993",
            "other_ids": {
                "DOI": [
                    "10.1038/cr.2013.92"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Molecular basis of binding between novel human coronavirus MERS-CoV and its 508 receptor CD26",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nature",
            "volume": "500",
            "issn": "",
            "pages": "227--231",
            "other_ids": {
                "DOI": [
                    "10.1038/nature12328"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Structural bases of coronavirus attachment to host aminopeptidase N and its",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Reguera",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "34171--34178",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Immunogenicity and structures of a rationally designed prefusion MERS-CoV 542 spike antigen",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pallesen",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "114",
            "issn": "",
            "pages": "7348--7357",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1707304114543"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Structures of MERS-CoV spike glycoprotein in complex with sialoside attachment 545 receptors",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nat Struct Mol Biol",
            "volume": "26",
            "issn": "",
            "pages": "1151--1157",
            "other_ids": {
                "DOI": [
                    "10.1038/s41594-019-0334-7"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Cryo-EM structure of infectious bronchitis coronavirus spike protein reveals 547 structural and functional evolution of coronavirus spike proteins",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "PLoS Pathog",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1007009"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Cryo-Electron Microscopy Structure of Porcine Deltacoronavirus Spike Protein 550 in the Prefusion State",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Virol",
            "volume": "92",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01556-17"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Glycan Shield and Fusion Activation of a Deltacoronavirus Spike Glycoprotein 552",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Fine-Tuned for Enteric Infections",
            "authors": [],
            "year": 2018,
            "venue": "J Virol",
            "volume": "92",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01628-17"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Bat origins of MERS-CoV supported by bat coronavirus HKU4 usage of human 554 receptor CD26",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Cell Host Microbe",
            "volume": "16",
            "issn": "",
            "pages": "328--337",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chom.2014.08.009"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Structure of the S1 subunit C-terminal domain from bat-derived coronavirus HKU5 556 spike protein",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Virology",
            "volume": "507",
            "issn": "",
            "pages": "101--109",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virol.2017.04.016"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Putative Receptor Binding Domain of Bat-Derived Coronavirus HKU9 Spike 558 Protein: Evolution of Betacoronavirus Receptor Binding Motifs",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Biochemistry",
            "volume": "55",
            "issn": "",
            "pages": "5977--5988",
            "other_ids": {
                "DOI": [
                    "10.1021/acs.biochem.6b00790"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Complete genome sequence of bat coronavirus HKU2 from Chinese horseshoe 561 bats revealed a much smaller spike gene with a different evolutionary lineage from the rest of 562 the genome",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Lau",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Virology",
            "volume": "367",
            "issn": "",
            "pages": "428--439",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virol.2007.06.009"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "HCoV-229E NTD is colored marine",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Disulfide bonds conserved in both types of NTDs are indicated by red arrows; disulfide bonds conserved in subtype I NTD are indicated by blue arrows; disulfide bonds conserved in subtype II NTD are indicated by orange arrows. PDB codes: HCoV-229E, 6U7H; HCoV-NL63, 5SZS. (c) β-coronavirus NTDs resemble subtype I. Structural alignments of HKU2 NTD with SARS-CoV NTD, and with MHV NTD are shown. Disulfide bonds are shown and labeled the same as in b. Ceilings in βcoronavirus NTDs are shown in yellow. PDB codes: SARS, 5XLR; MHV, 3JCL. (d) γ-coronavirus IBV NTD resembles subtype I. Structural alignment of HKU2 NTD with IBV NTD is shown. Disulfide bonds are shown and labeled the same as in b. The additional loops in IBV NTD is shown in yellow",
            "authors": [],
            "year": null,
            "venue": "PDB code: IBV, 6CV0. (e) δ-coronavirus PdCoV NTD resembles subtype II. Structural alignment of HCoV-229E NTD with PdCoV NTD is shown",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "NTD) recognizes cell surface carbohydrates, while the C-terminal domain (CTD) 79 specifically binds to cellular protein receptors 18-20 . SARS-CoV and HCoV-NL63 utilize 80 CTD to bind human receptor ACE2 21-23 ; MERS-CoV utilizes CTD to bind human 81 receptor DPP4 24,25 ; TGEV, PRCV and 229E utilize CTD to bind receptor APN 26-28 ; 82",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "90 recognition of glycans by the NTD of SADS-CoV. 91 Structural studies of the spike and its binding with glycans and protein receptors 92 have provided important insights into the origin, evolution and interspecies 93 transmission of coronaviruses. Cryo-EM structures of spike trimer from all four 94 coronavirus genera have been reported: the α-coronavirus spike structures are 95 determined for HCoV-NL63 31 , HCoV-229E 27 and PEDV 32 ; the β-coronavirus spike 96 structures are determined for MHV 33,34 , HCoV-HKU1 35 , HCoV-OC43 29 , SARS-97 author/funder. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "109of HKU2 with other spikes from α-, β-, γ-, and δ-coronaviruses. Our results strongly 110 support that HKU2 and SADS-CoV preserve primitive structural features in their spikes 111 that have a close evolutionary relationship with β-coronavirus spikes and provide new 112 insights into the evolution and cross-species transmission of coronaviruses.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "154 in which the three CTDs in the inner part are at the apex sitting on top of the central 155 stalk and the three NTDs are located outside the CTDs surrounding the central stalk 156 author/funder. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "HR2), are not resolved in the HKU2 and SADS-CoV spike structures, 163 as well as in all other reported coronavirus spike structures in the pre-fusion state.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "165 acid sequence (85%, 84% and 95% identities) and structure (Cα r.m.s.d. less than 0.5 166 Å) between HKU2 and SADS-CoV spikes (Supplementary Fig. 5). The NTD has the 167 lowest sequence identity of 70% among all domains. Structural superimposition also 168 gave a Cα r.m.s.d. of 1.2 Å between these two NTDs, and conformational variations 169 reside in the loops, although the core β sheet structure is structurally conserved 170 (Supplementary Fig. 5a). The CTD sequence identity between HKU2 and SADS-CoV 171 spikes is 82%, but the Cα r.m.s.d. between these two CTDs is 1.1 Å, also indicating 172 structural variations in the CTD in comparison with the highly conserved SD1, SD2 173 and S2 subunit. The NTD and CTD of the S1 subunit are commonly utilized by 174 coronaviruses for binding cell-surface carbohydrates or protein receptors for cell 175 attachment 20 . Therefore, the sequence and/or structural variations indicate that HKU2 176 and SADS-CoV would also bind different host receptors by NTD and/or CTD of the 177 S1 subunit, although their receptors in bat and pig are unknown and the receptor-178 binding sites on spike have not been defined.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Although the NTDs of all coronaviruses adopt a similar overall architecture, the190    NTD of HKU2 has the highest structural similarity with the NTD1 (named domain 0 in 191 previous reports) of α-coronavirus HCoV-NL63 with an r.m.s.d. of 2.7 Å for 186 192 aligned Cα atoms (Fig. 2bandSupplementary Fig. 7d). The NTD1 of α-coronavirus 193 PEDV is not completely modeled in the spike trimer structure, however the partial194 model still fits well with the NTD of HKU2 with an r.m.s.d. of 2.3 Å for 73 aligned Cα 195 atoms. Both HCoV-NL63 and PEDV have a second NTD (NTD2, also named domain 196 A in previous reports), and the NTD of HKU2 is structurally less similar to the NTD2 197 with an r.m.s.d. of 4.3 Å against HCoV-NL63 NTD2 and of 4.1 Å against PEDV NTD2 198 (Fig. 2b and Supplementary Fig. 7d). Recent structural determination showed that 199 another α-coronavirus, HCoV-229E, also has one NTD, which is more structurally 200 similar to the NTD2 (Cα r.m.s.d. of 2.0 Å) than the NTD1 (Cα r.m.s.d. of 3.7 Å) of 201 HCoV-NL63 (Fig. 2b). All above comparisons indicate that there are two subtypes of 202 NTD in the α-coronaviruses: the subtype I represented by the NTDs of HKU2 and 203 SADS-CoV and the NTD1s of HCoV-NL63 and PEDV, and the subtype II represented 204 by the NTD of HCoV-229E and the NTD2s of HCoV-NL63 and PEDV (Fig. 2b). 205 Although sharing an overall architecture, these two NTD subtypes have a structural 206 difference in the galectin-like β-sandwich fold containing the top and middle sheets 207 stacked together through hydrophobic interactions. These two β sheets are well aligned 208 in the galectin-like domain of subtype I, whereas there is an alignment shift in the 209 galectin-like domain of subtype II (Fig. 2b). The other notable difference is the 210 distribution of signature disulfide bonds. A signature disulfide bond C 124 -C 149 211 (numbered in HKU2 and connecting β6 and β7 stands in the top sheet) is conserved in 212all subtype I NTDs(Fig. 2b), and the subtype II NTDs have two signature disulfide 213 bonds: the first one C 145 -C 168 (numbered in HCoV-229E) connecting β5 and β6 strands 214 and the second one C 81 -C 105 (numbered in HCoV-229E) connecting β2 and neighbor 215 author/funder. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "222ceiling-like structure on top of the galectin-like fold(Fig. 2c). It has been found that the 223 evolvement of this ceiling-like structure has functional outcomes such as immune224 evasion or receptor binding 41 . The NTD of γ-coronavirus IBV also resemble the subtype 225 I NTD in the topology, although its disulfide bond positions are not conserved as in the 226 subtype I NTD (Fig. 2d). To be note, the NTD of δ-coronavirus PdCoV resemble the 227 subtype II NTD in the topology and distribution of the disulfide bonds (Fig. 2e). Both 228 IBV and PdCoV NTDs also have additional insertions including loops and short helices 229 in the galectin-like fold compared to the two subtypes of NTD in α-coronaviruses (Fig. 230 2d and Fig. 2e).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "258replaced by loops and the disulfide bonds are in different positions from the two-layer 259 CTD(Fig. 3c). IBV CTD also has an extra region of loops, reminiscent of the extra 260 domain in the CTDs of β-coronaviruses(Fig. 3c).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "300subunit are highly conserved in all coronavirus spikes. The HKU2 S2 subunit contains 301 a 3-helix upstream helix (UH) (residues 589-639), a fusion peptide helix (FP) (residues 302 672-684), a connecting region (CR) (residues 689-747), a 4-helix heptad repeat 1 (HR1) 303 author/funder. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "310 in the SD3 has different positions in different spikes. Specifically, it links the β2 and β3 311 stands of SD3 in the spikes of HKU2, SADS-CoV and MERS-CoV (numbered in 312 MERS-CoV), and in other coronavirus spikes it links the β2 stand to the C-terminal 313 loop of SD3 (numbered in MERS-CoV) (Supplementary Fig. 6). 314 All coronavirus spikes have the S2' protease site upstream from the FP in the S2 315 subunit, which is essential for proteolytic fusion activation of the spike. Receptor 316 binding and cleavage at the S2' site promote large-scale conformational changes of the 317 FP, CR, HR1 and HR2, allowing the insertion of FP into host cell membrane and the 318 formation of six-helix bundle. The FP and CR, which are often not well and totally 319 resolved in other coronavirus spike structures, can be clearly modeled in the HKU2 320 spike due to the atomic resolution of the map (Supplementary",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "porcine coronavirus SADS-CoV (also named as SeACoV and PEAV in other 338 reports) was recently identified from suckling piglets with diarrhea in southern China, 339 and its genome sequence was most identical (~95% identity) to that of Rhinolophus bat 340 -coronavirus HKU2 5-10 . The SADS-CoV and HKU2 are phylogenetically located in a 341 sub-lineage closely related to the proposed -coronavirus group-1b lineage at the 342 complete genome level 5-10 . However, phylogenetic analysis based on the spike 343 glycoprotein indicated that they are members of a separate lineage clustered within -344 coronavirus (Supplementary Fig. 7a), suggesting that HKU2 and SADS-CoV probably 345 resulted from recombination of an -coronavirus with an unrecognized -coronavirus 346 S gene 5-10 . These results, together with the lower than 28% amino acid identities to 347 other known coronavirus glycoproteins, strongly indicate that the spike glycoproteins 348 of HKU2 and SADS-CoV are unique 5-10 . In this study, we determined the cryo-EM 349 structures of HKU2 and SADS-CoV spike glycoproteins at atomic resolutions. Pairwise 350 comparisons demonstrated nearly identical overall structures, and differences mainly 351 locate in the loops of NTD and CTD of the S1 subunit between the spikes of HKU2 and 352 SADS-CoV (Supplementary Fig. 5). A series of structural analysis and comparisons 353 were also performed at the domain level between HKU2 spike with other coronavirus 354 spikes with determined structures. Our results show that HKU2 and SADS-CoV spikes 355 maintain primitive structural features, especially in the NTD and CTD, and provide 356 more insights into the evolution of coronaviruses.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "369 subtypes may represent primitive structures that could be the evolutionary ancestors of 370 NTDs of other genera coronaviruses. For example, in the current available spike 371 structures, the NTDs of -coronavirus are similar to the HKU2 NTD representing the 372 subtype I in both architecture and disulfide bond positions. These -coronavirus NTDs 373 also have additional loop ceiling over the top sheet, functionally facilitating immune 374 evasion or binding protein receptor such as in MHV 30 . The NTD of γ-coronavirus IBV 375 is also architecturally similar to the subtype I, although the disulfide bond positions are 376 not conserved (Fig. 2d). In contrast, the δ-coronavirus PdCoV NTD is similar to the 377 HCoV-229E NTD representing the subtype II in both architecture and disulfide bond 378 positions (Fig. 2e). A previous study of the IBV spike proposed that α-coronavirus 379 NTDs are probably the most ancestral and the NTDs of the four genera form an 380 evolutionary spectrum in the order of α-, δ-, γ-, and β-genus 41 . Our proposal here is 381 similar to the previous one in the point that two NTD subtypes in -coronaviruses may 382 represent primitive structures that could be the evolutionary ancestors of NTDs.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "PdCoV all belong to the two-layer subtype consisting of two layers β-sheets, although401 with structural variations in different viruses. These results further confirmed the 402 previous phylogenetic analysis suggesting that HKU2 and SADS-CoV probably 403 resulted from a recombination of an -coronavirus genomic backbone with an 404 unrecognized -coronavirus spike gene 5,8,47 . 405 In contrast with the NTD and CTD having unique structural feathers, the SD1 and 406 SD2 domains of the S1 subunit and the S2 subunits of HKU2 and SADS-CoV are 407 structurally conserved as those of other coronaviruses. In the evolutionary aspect, it is 408 not surprising because this region either connects the CTD to the S2 subunit (SD1 and 409 SD2) or mediates the membrane fusion, whereas the NTD and CTD are key factors 410 determining tissue tropism and host range of coronaviruses 20 . Even highly conserved 411 in overall structure, the S2 subunit in HKU2 and SADS-CoV still have a secondary 412 structure arrangement in the connecting region (CR) after the fusion peptide (FP), 413resulting in a more buried S2' cleavage site(Fig. 6c). It indicates that although the 414 membrane fusion mechanism is highly conserved, the dynamic fusion procedures of 415 HKU2 and SADS-CoV may still have their unique features that need to be addressed 416 in the future.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "Since the outbreak of SARS epidemic in 2002-2003, new coronaviruses including 418 MERS-CoV, HCoV-HKU1, HCoV-NL63 in human and PdCoV and SADS-CoV in 419 livestock has been identified 1,16 . Extensive studies also revealed a diversity of 420 coronaviruses in bats that could be the source for emergence of zoonotic epidemics such 421 as SARS in the past and new one in the future 1,12,16 . The spikes of bat coronavirus -CoV spikes with other coronavirus spikes, we observed that additional 426 NTDs could be recombined, ceiling loops could be inserted into NTD core, and extra 427 domain containing receptor-binding motif could be inserted into the CTD core structure. 428 These phenomena indicate the subdomains are gradually recruited into the S1 subunit 429 during evolution, and the recruitments are required for cross-species transmission, 430 adapting to different host range, and responding to the updating of host immune system, 431 which provides a vivid example for the co-evolution of virus and host. the Tsinghua University Branch of China National Center for Protein 435 Sciences (Beijing) for providing the facility support. This work was supported by funds 436 from Beijing Advanced Innovation Center for Structural Biology at Tsinghua 437 University and the National Key Plan for Scientific Research and Development of 438 China (grant number 2016YFD0500307).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF22": {
            "text": ".Y. carried out protein expression, purification, electron microscopy sample 442 preparation, data collection, image processing and model building with the help of S.Q. 443 X.W. conceived, designed and directed the study. X.W., J.Y. and R.G analyzed the 444 structure, made the figures and wrote the manuscript.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF24": {
            "text": "Overall structures of HKU2 and SADS-CoV spike glycoproteins. (a) Overall structures of HKU2 and SADS-CoV spike glycoproteins shown in side view (upper panel) and top view (lower panel)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF25": {
            "text": "Structure of HKU2 NTD and comparisons. (a) Structure of HKU2 NTD. Side views of HKU2 NTD are shown in two orthogonal directions. Disulfide bonds are shown as red sticks. Conserved disulfide bonds are labeled blue; other disulfide bonds are labeled black. Top sheet, middle sheet, bottom sheet, and bottom helix are partitioned by gray dashed lines.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF26": {
            "text": "Structure of HKU2 CTD and comparisons. (a) HKU2 CTD shown in two opposite directions. Strands mentioned in the main text are labeled. The loop replaced by extra domain in β-coronavirus CTDs is shown yellow. Disulfide bonds are shown as red sticks. Conserved disulfide bonds are labeled blue; other disulfide bonds are labeled black. (b) β-coronavirus CTDs belong to one-layer CTD. Structural alignments of HKU2 CTD with MERS-CoV CTD, and with MHV CTD are shown.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF27": {
            "text": "Structures of SD1 and SD2 and comparisons. (a) Comparison of SD1 from four genera of coronaviruses. HKU2 SD1 is colored salmon; SD1 from other coronaviruses are colored gray. Disulfide bonds are shown as red stick. Red arrows indicate the disulfide bonds conserved in all genera of coronaviruses. PDB codes: HCoV-NL63, 5SZS; MHV, 3JCL; IBV, 6CV0; PdCoV, 6B7N. (b) Comparison of SD2 from four genera of coronaviruses. HKU2 SD2 is colored salmon; SD2 from other coronaviruses are colored gray. Disulfide bonds are shown as red stick. Red arrows indicate the disulfide bonds conserved in all genera of coronaviruses. Blue arrows indicate the disulfide bonds only found in HKU2 (and SADS-CoV) and βCoVs. The additional helices of SD2 from HKU2 (and SADS-CoV) and βCoVs are colored yellow and partitioned by gray dashed lines. PDB codes: HCoV-NL63, 5SZS; MHV, 3JCL; IBV, 6CV0; PdCoV, 6B7N.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF28": {
            "text": "Structure of HKU2 S2. (a) Side views of HKU2 S2 shown in three directions. Seven segments of S2 are shown as different colors. UH, upstream helix; FP, fusion peptide; CR, connecting region; HR1, heptad repeat 1; CH, central helix; BH, β-hairpin; SD3, subdomain 3. Disulfide bonds are shown as red stick. Disulfide bonds conserved in all coronaviruses are labeled blue; the other disulfide bond is labeled black. (b) Conserved CR represented by MHV CR. CR and FP are colored the same as in a. Helices and strands in CR are labeled. R869 (S2' cleavage site) is shown as stick and colored red. The blue dashed box shows R869 does not interact tightly with MHV CR. PDB code: MHV, 3JCL. (c) Unique feature of HKU2 CR. CR and FP are colored the same as in a. Helices and strands in CR are labeled. R671 (S2' cleavage site) is shown as stick and colored red. The red dashed box shows detailed interactions between R671 and CR.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "SupplementaryTable 1.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Tortorici, M. A. et al. Structural basis for human coronavirus attachment to sialic acid receptors.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}