{
    "paper_id": "0a43046c154d0e521a6c425df215d90f3c62681e",
    "metadata": {
        "title": "Full Title: Comparisons of a Novel Air Sampling Filter Material, Wash Buffers and 2 Extraction Methods in the Detection and Quantification of Influenza Virus 3 Short title: Comparisons of Air Sampling Filter Materials for the Detection Quantification 4 of Influenza Virus CPUB-Occup & Environ Hea",
        "authors": [
            {
                "first": "Terrance",
                "middle": [
                    "A"
                ],
                "last": "Thedell",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Corey",
                "middle": [
                    "L"
                ],
                "last": "Boles",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "David",
                "middle": [
                    "M"
                ],
                "last": "Cwiertny",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jiajie",
                "middle": [],
                "last": "Qian",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Grant",
                "middle": [
                    "D"
                ],
                "last": "Brown",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Matthew",
                "middle": [
                    "W"
                ],
                "last": "Nonnenmann",
                "suffix": "",
                "affiliation": {},
                "email": "matthew-nonnenmann@uiowa.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "300 words) 33 Quantification of aerosolized influenza virus is used for determining inhalation exposure. Several 34 bioaerosol samplers and analytical methods have been used; however, the detection and 35 quantification of influenza virus among aerosol samples remains challenging. Therefore, 36 improved viral aerosol measurement methods are needed. This study evaluated influenza virus 37 recovery among three filter types polytetrafluoroethylene, polyvinylchloride and polystyrene. 38 Polytetrafluoroethylene, polyvinylchloride are fabricated filter materials and commonly used in 39 the scientific literature to sample for viral aerosols. A novel, electrospun polystyrene filter 40 material may improve viral aerosol recovery during filter-based air sampling. The filter materials 41 were compared across the following conditions: treated with or without air, filter wash buffer 42 (HBSS or PBS), and viral RNA extraction method (QIAamp Viral RNA Mini Kit or Trizol). 43 Twenty trials were completed in a chamber and samples were analyzed using RT-qPCR. Viral 44 recovery was significantly different (p-value < .0001) by filter type. Polystyrene filter use 45 resulted in recovery of the most viral RNA. Air sampling did not affect the recovery of viral 46 RNA from the filter materials (p-values > 0.05). Viral RNA concentrations were significantly 47 different across extraction methods for all comparisons (p-values < 0.05). Our results 48 demonstrated that the novel polystyrene filter material resulted in the highest concentration of 49 extracted RNA compared to the commonly used polytetrafluoroethylene and polyvinylchloride, 50 which we speculate may be related to the chemical composition of the filter material (e.g., 51 polystyrene is an aromatic hydrocarbon whereas polytetrafluoroethylene and polyvinylchloride 52 contain more polar, and thus potentially reactive, carbon-halogen bonds). Air sampling did not 53 have an effect on viral RNA recovery. Using Hanks Balanced Salt Solution with QIAamp Viral . CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/441154 doi: bioRxiv preprint 54 RNA Mini Kit, and Phosphate-buffered saline with the Trizol extraction, resulted in the most 55 viral RNA recovery. 56 57 58",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Introduction minimize the effects of sampling stress and maximize recovery. The SKC Biosampler has been 78 found to have greater viral recovery compared to other commonly used filter-based samplers; 79 however, the differences across samplers were not statistically significant. [13] [14] [15] 80 81 Filters are used frequently as a sampling media in personal samplers in the field of exposure 82 assessment. Filter based samplers have also been used in the collection of aerosolized viruses due 83 to their efficiency in collecting sub-micrometer particles 10, 16 , and ability to be used for longer 84 periods in the field compared to impinger based methods. 17,18 Polytetrafluoroethylene (PTFE), 85 polyvinyl chloride (PVC), polycarbonate, and gelatin-containing filters have all been used to 86 collect virus 10,19 , with PTFE and PVC being the most efficient among filter materials tested. 16, 19 87 Nevertheless, the viral recovery from PTFE and PVC filter materials remains inefficient. 10",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 283,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 284,
                    "end": 288,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 289,
                    "end": 293,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 496,
                    "end": 498,
                    "text": "83",
                    "ref_id": null
                },
                {
                    "start": 558,
                    "end": 561,
                    "text": "10,",
                    "ref_id": null
                },
                {
                    "start": 562,
                    "end": 564,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 601,
                    "end": 603,
                    "text": "84",
                    "ref_id": null
                },
                {
                    "start": 699,
                    "end": 701,
                    "text": "85",
                    "ref_id": null
                },
                {
                    "start": 895,
                    "end": 898,
                    "text": "16,",
                    "ref_id": null
                },
                {
                    "start": 899,
                    "end": 901,
                    "text": "19",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There are many other materials that can be used to fabricate filters for collection of bioaerosols. 90 For example, a new filter material made from polystyrene (PS) has been developed to be used in 91 the collection of bioaerosols. PS filters have been fabricated from electrospun fibers, yielding 92 materials with large surface areas and small pore sizes that make them very efficient in filtering 93 applications. 20 The hydrophobicity of the PS filter material may assist the viral capsid attachment 94 proteins and other biomolecules to adsorb to the fiber surfaces. 21 Furthermore, the use of PS as a 95 centrifuge tube material is common in the field of molecular biology, therefore it is hypothesized 96 that PS will perform well as a filter material for sampling aerosolized virus in the field of 97 exposure science. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/441154 doi: bioRxiv preprint at a rate of one measurement per second. Airflow was adjusted during the experimental trial to 146 maintain a target 50% relative humidity during the entire experiment. Influenza A plasmid, a standard curve was generated for each RT-qPCR experiment. The anti-203 log (10ˣ) was then calculated to get total viral copies in the 5 µL of the isolated RNA PCR 204 reaction. The viral copy data were then volume adjusted to represent the total viral copies per 205 sample. Data were analyzed in R 35 using multiple linear regression at a single comparison type 1 206 error rate of 0.05. A random-effects model was also constructed to evaluate evidence for a batch 207 effect, though no systematic batch-to-batch variation was detected. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/441154 doi: bioRxiv preprint Viral recovery for each filter type was significantly different (p-value < 0.0001); with the novel 211 PS filter material recovering the highest Total Viral Copies (TVC), followed by PVC and PTFE, 212 respectively (Tables 1 and 2) . Surprisingly, there was not a significant difference in viral RNA The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/441154 doi: bioRxiv preprint RNA, followed by PVC and PTFE. PTFE is often considered the optimal filter material in virus 242 collection 10 ; however, the results from this experiment suggest that PS outperforms PTFE for 243 viral recovery. To the best of our knowledge, no previous studies have evaluated the RNA viral 244 recovery from PS used as a filter material in field of exposure science.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 102,
                    "text": "90",
                    "ref_id": null
                },
                {
                    "start": 417,
                    "end": 419,
                    "text": "20",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 2069,
                    "end": 2085,
                    "text": "(Tables 1 and 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "89"
        },
        {
            "text": "The underlying cause for the superior performance of PS relative to PTFE and PVC merits The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/441154 doi: bioRxiv preprint among experimental conditions. For the Trizol method, a visible RNA \"pellet\" was to be 289 observed after extraction, distinguishable from impurities in the sample. However, several 290 samples did not produce a visible pellet, making it more difficult to distinguish between the viral 291 RNA and the remaining impurities in the sample. Therefore, the Trizol method may have 292 resulted in additional loss of viral RNA. Viral recovery efficiency from each filter type was not 293 measured for each sample; therefore, it is unknown whether the differences in virus recovered 294 from the filter types in each sample had an effect on viral RNA copy variability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "245"
        },
        {
            "text": "After washing the filters with either HBSS or PBS, aliquots for each extraction process were The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/441154 doi: bioRxiv preprint For this experiment, a target of 50% RH was established for all trials. Although the optimal 311 comfort level for humans is 40-60% RH 14 , and previous studies have found that higher RHs (i.e., 312 50-56%) have no effect on viral infectivity. 13 Relative humidity was measured using a single real 313 time measurement instrument in the chamber over the course of the experiment. We assumed the 314 experimental chamber was well mixed however, the RH may not have remained at 50% for all 315 sampling locations during the entire 30-minute sampling period. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/441154 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "295"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Native morphology of influenza virions",
            "authors": [
                {
                    "first": "Noda",
                    "middle": [],
                    "last": "Tjfim",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Ultracentrifugation deforms unfixed influenza 360 A virions",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sugita",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Noda",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sagara",
                    "suffix": ""
                },
                {
                    "first": "Kawaoka",
                    "middle": [],
                    "last": "Yjjogv",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "92",
            "issn": "",
            "pages": "2485--93",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Transmission 362 of influenza virus via aerosols and fomites in the guinea pig model",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mubareka",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Lowen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Steel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Coates",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "García-Sastre",
                    "suffix": ""
                },
                {
                    "first": "Palese",
                    "middle": [],
                    "last": "Pjtjoid",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "199",
            "issn": "",
            "pages": "858--65",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Prevention CfDCa",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Routes of influenza transmission",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Killingley",
                    "suffix": ""
                },
                {
                    "first": "Jji",
                    "middle": [],
                    "last": "Nguyen-Van-Tam",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "42--366",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Measurements of 368 airborne influenza virus in aerosol particles from human coughs",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Lindsley",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Blachere",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Thewlis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vishnu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Measurement of airborne influenza virus in a hospital emergency department",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "48",
            "issn": "",
            "pages": "438--371",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Methods for sampling of airborne 373 viruses",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Verreault",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moineau",
                    "suffix": ""
                },
                {
                    "first": "Cjm",
                    "middle": [],
                    "last": "Duchaine",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Reviews",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "72",
            "issn": "",
            "pages": "413--457",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Quantification of airborne 375 influenza and avian influenza virus in a wet poultry market using a filter/real-time qPCR method",
            "authors": [
                {
                    "first": "P-S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "T"
                    ],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "C-Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "C-H",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Y-S",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "376",
            "issn": "",
            "pages": "290--297",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Airborne viruses. Manual of Environmental Microbiology",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Sattar",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bhardwaj",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Ijaz",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "An optimized method 380 to detect influenza virus and human rhinovirus from exhaled breath and the airborne 381 environment",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Fabian",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcdevitt",
                    "suffix": ""
                },
                {
                    "first": "W-M",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Houseman",
                    "suffix": ""
                },
                {
                    "first": "Milton",
                    "middle": [],
                    "last": "Dkjjoem",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "314--321",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Detection and isolation of airborne influenza A H3N2 383 virus using a Sioutas Personal Cascade Impactor Sampler",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Lednicky",
                    "suffix": ""
                },
                {
                    "first": "Loeb",
                    "middle": [],
                    "last": "Jcjir",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Comparison of bioaerosol collection methods in the detection of airborne 385 influenza virus",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Kienlen",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Physical collection efficiency of filter 387 materials for bacteria and viruses",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Burton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Grinshpun",
                    "suffix": ""
                },
                {
                    "first": "Reponen",
                    "middle": [],
                    "last": "Tjtaooh",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "51",
            "issn": "",
            "pages": "143--51",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Development of an internal 403 positive control for rapid diagnosis of avian influenza virus infections by real-time reverse 404 transcription-PCR with lyophilized reagents",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Myatt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Johnston",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rudnick",
                    "suffix": ""
                },
                {
                    "first": "Dkjbph ;",
                    "middle": [],
                    "last": "Milton",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Das",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Spackman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Senne",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pedersen",
                    "suffix": ""
                },
                {
                    "first": "Suarez",
                    "middle": [],
                    "last": "Dljjocm",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "44",
            "issn": "",
            "pages": "3065--73",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Influenza virus 406 in human exhaled breath: an observational study",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Fabian",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcdevitt",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Dehaan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "O"
                    ],
                    "last": "Fung",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Influenza virus 408 aerosols in human exhaled breath: particle size, culturability, and effect of surgical masks",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Milton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Fabian",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Grantham",
                    "suffix": ""
                },
                {
                    "first": "Mcdevitt",
                    "middle": [],
                    "last": "Jjjpp",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "409",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Exposure to influenza virus aerosols during 411 routine patient care",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Bischoff",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Swett",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Leng",
                    "suffix": ""
                },
                {
                    "first": "Peters",
                    "middle": [],
                    "last": "Trjtjoid",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "207",
            "issn": "",
            "pages": "1037--1083",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Bioaerosol sampling 413 in clinical settings: A promising, noninvasive approach for detecting respiratory viruses. Open 414 forum infectious diseases",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Poh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Low",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kalimuddin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Thoon",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Ng",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Real-time PCR in virology",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Mackay",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Arden",
                    "suffix": ""
                },
                {
                    "first": "Nitsche",
                    "middle": [],
                    "last": "Ajnar",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "30",
            "issn": "",
            "pages": "1292--305",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Tools to detect influenza virus",
            "authors": [
                {
                    "first": "D-K",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "Poudel",
                    "middle": [],
                    "last": "Bjymj",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "54",
            "issn": "",
            "pages": "560--566",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Emerging investigator series: 418 development and application of polymeric electrospun nanofiber mats as equilibrium-passive 419 sampler media for organic compounds",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Qian",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Jennings",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Cwiertny",
                    "suffix": ""
                },
                {
                    "first": "Ajesp",
                    "middle": [],
                    "last": "Martinez",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Impacts",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "19",
            "issn": "",
            "pages": "1445--56",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Relationships among specific viral pathogens, virus-induced interleukin-8, and respiratory 422 symptoms in infancy",
            "authors": [],
            "year": 2002,
            "venue": "",
            "volume": "13",
            "issn": "",
            "pages": "386--93",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Balanced Salt Solutions",
            "authors": [],
            "year": 2014,
            "venue": "QIAamp Viral RNA Mini Handbook",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Team RC. R: A language and environment for statistical computing",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The halogen bond",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cavallo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Metrangolo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Milani",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pilati",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Priimagi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Resnati",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "430",
            "issn": "",
            "pages": "2478--601",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Halogen bonding (X-bonding): A 432 biological perspective",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Scholfield",
                    "suffix": ""
                },
                {
                    "first": "Cmv",
                    "middle": [],
                    "last": "Zanden",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Carter",
                    "suffix": ""
                },
                {
                    "first": "Psjps",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "22",
            "issn": "",
            "pages": "139--52",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Comparison of different methods of total RNA 434 extraction for viral detection in sputum",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Hegele",
                    "suffix": ""
                },
                {
                    "first": "Tan",
                    "middle": [],
                    "last": "Wcjjovm",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "94",
            "issn": "",
            "pages": "129--164",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "139maintain an environment with 50% relative humidity(Figure 1). The chamber functioned as140 follows: supplied air passed through a HEPA filter (Life Sciences, PN 12144, Lot #: FZ2608) 141 and entered a 1,000 mL flask containing 200-300 mL of molecular grade water, which then 142 entered the chamber. Airflow through the chamber was regulated by a valve attached to an air 143 pump (CRL US, SN: I1001003T). Relative humidity was measured using a direct reading 144 instrument (Extech Instruments Hygro-Thermometer Model SDL500, SN: Z335535) and logged",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "HEPA filtered air was supplied to a flask containing heated water to humidify the air 151 which was then supplied to the sampling chamber where the samples spiked with influenza virus 152 were located.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "experimental trial, one cassette of each filter material was treated to a simulated air 155 sampling condition of 4 liters per minute (LPM). The tubing for the sampling air, entered in 156 through the right side of the chamber. The sampling train consisted of a cassette holder for each 157 filter type attached with tubing to a GAST Manufacturing vacuum pump (Model No: 0523-158 101Q-G582DX) with a HEPA filter attached (Life Sciences, PN 12144, Lot #: FZ2608). An 159 airflow control valve (Cole-Parmer Multi-Turn Needle Valve, S/N: 418869-3) was also attached 160 upstream from the pump to control airflow rate. The remaining set of samples were placed at the 161 bottom of the sampling chamber during the experiment to experience similar environmental Influenza A probe: 6FAM -TGC ACT CCT CGC TCA CTG GGC ACG -BHQ1. 191 192 Real Time qPCR used TaqMan reagents (Life Technologies, Grand Island, NY) on a RT-qPCR 193 system (CFX96 Real-Time System, BioRad, USA) for 30 minutes at 50°C, 10 minutes at 95°C, 194 45 cycles for 15 seconds at 95°C, followed by 35 seconds at 55°C. The maximum cycle number 195 was set to 45 in order to ac QIAGEN for low viral concentrations. All samples were analyzed in 196 triplicates to determine the total amount of virus collected in each sample. 197 198 Calculation of Total Viral Particles 199 A logarithmic cycle threshold (C t ) value was determined for each sample by RT-PCR. The C t 200 value is a relative measure of the concentration of the RNA target in the PCR reaction 33 , and is 201 inversely proportional to the original relative expression level of the RNA target. 34 Using 202",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "213 among filters treated with air compared to filters not treated with air (Kit, HBSS: Air vs. No-Air 214 p-value = 0.615; Trizol, HBSS: Air vs. No-Air p-value = 0.947; Kit, PBS: Air vs. No-Air p-value 215 = 0.224; Trizol, PBS: Air vs. No-Air p-value = 0.112). TVCs were significantly different among 216 samples using HBSS and PBS as filter wash buffers, however the difference was dependent upon 217 the extraction method used (Kit, Air or No-Air: HBSS vs. PBS p-value = 0.0001, 0.0001; Trizol, 218 Air or No-Air: HBSS vs. PBS p-value = 0.0322, 0.499). HBSS showed greater viral recovery 219 than PBS when using HBSS, but slightly lower recovery when using Trizol. TVCs were 220 significantly different when using the Kit and Trizol extraction methods for all comparisons 221 (HBSS, Air or No-Air: Kit vs. Trizol p-value = 0.0021, 0.0013; PBS, Air or No-Air: Kit vs. 222 Trizol p-value = 0.0001, 0.0002). TVCs were higher with the Kit when using HBSS, and higher 223 with the Trizol method when using PBS (Figure 2).224",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Geometric mean influenza RNA copies and standard deviation for each condition: Air 235 or No air, HBSS or PBS wash buffer, and Trizol or Kit extraction method. Y-axis is a 236 logarithmic scale. Error bars represent the geometric standard deviation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "recovery was significantly different for each filter type (p-value < .0001); with the 240 novel electrospun PS filter material resulting in the recovery of the greatest amount of viral",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "246 further investigation. There are two notable differences in the PS relative to the other materials 247 used in this experiment. First, the PS filter material was fabricated differently than the other filter 248 materials. Electrospinning produces a nanostructured mat consisting of nonwoven fibers, 249 whereas the other polymers (PTFE and PVC) are more traditional polymer films. The nanofiber 250 mat of PS is sufficiently dense and may capture a greater number of viruses and release them 251 efficiently compared to PTFE and PVC polymer films. Additional work is needed to directly 252 compare PS nanofiber mats to PTFE or PVC also fabricated by electrospinning, thus producing 253 similarly nanostructured layers.254 Alternatively, rather than just physical differences, differences in the chemical composition 255 of the polymers may result in the increased performance. Specifically, the base monomers of 256 PTFE [(C 2 F 4 ) n ] and PVC [(C 2 H 3 Cl) n ] contain halogen atoms (fluorine and chlorine, 257 respectively), whereas PS [(C 8 H 8 ) n ] is an aromatic hydrocarbon-based polymer. Carbon-halogen 258 bonds are more polar, and thus potentially more reactive, than simple hydrocarbon bonds. 36 259 Thus, chemical environments produced by surface fluorine and chlorine may result in conditions 260 that affect the viability of RNA captured on more traditional, halogen-containing polymer 261 materials (i.e., PTFE and PVC). 37 262 In this experiment, we failed to detect evidence that the treatment of filters with simulated 263 sampling air affected the recovery of RNA from the filter materials (Kit, HBSS: Air vs. No-Air had on viral recovery 10,19 it was hypothesized that air being pulled through filter 267 materials would affect the viral recovery. The results of this experiment dispute this observation 268 given the environmental and sampling conditions used in this experiment are similar previous 269 studies using air sampling. 9,25 270 Using HBSS and PBS as a filter wash buffer resulted in viral recoveries that were 271 significantly different, depending on the RNA extraction method used (Kit, Air or No-Air: HBSS 272 vs. PBS p-value = 0.0001, 0.0001; Trizol, Air or No-Air: HBSS vs. PBS p-value = 0.0322, 273 0.499). Using HBSS as a wash buffer resulted in greater viral recovery then PBS when using the 274 QIAamp Viral RNA Mini Kit, but slightly lower recovery when using HBSS and Trizol. Our 275 results align with previous studies which indicate that HBSS and PBS can be used in the removal 276 of virus from sampling materials 13,14,17 , however no other studies have looked at the effect 277 different wash buffer has on viral recovery. 278 Viral RNA copies were significantly different when using the Kit and Trizol RNA extraction 279 methods for all comparisons (HBSS, Air or No-Air: Kit vs. Trizol p-value = 0.0021, 0.0013; 280 PBS, Air or No-Air: Kit vs. Trizol p-value = 0.0001, 0.0002). Viral RNA copies were higher 281 with the QIAamp Viral RNA Mini Kit when using HBSS, and higher with the Trizol method 282 when using PBS. Previous studies have found that Trizol extraction methods typically produce 283 higher copies of viral RNA when compared to other extraction methods 24,38,39 , however previous 284 studies have not evaluated whether wash buffer type affects viral RNA copies as was observed in 285 this study.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "296 separated into individual conical tubes. Although samples were pulse vortexed in an effort to 297 provide an even distribution of virus in the solution, the virus may not have been distributed 298 evenly during the preparation of aliquots. This error would affect the amount of viral RNA 299 extracted in each aliquot, biasing the TVC of one extraction process, wash buffer, or filter type 300 over the other. However, we expect this error to be non-differential in this experiment. 301 Viral losses may have occurred throughout this experiment. Pipetting errors could have 302 occurred while applying viral solution to filter materials, transferring virus to multiple conical 303 tubes, and during extraction processes. Viral losses may have also occurred during the multiple 304 freeze thaw cycles of each sample, and during RT-qPCR cycles. However, we expect viral losses 305to be non-differential in this experiment.306Viral activity was not measured because RT-qPCR is unable to provide information on virus 307 activity. Determining whether virus particles collected are active (i.e., viable and contagious) is 308 important in the prevention and control of influenza virus infection. Therefore, infectivity assays 309 or other methods to assess the viral activity are needed and should be included in future studies.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "spiked with a known concentration of influenza virus solution in a controlled 318 laboratory setting. As mentioned previously, environmental factors like temperature and RH can 319 affect viral recovery 10 , and a major route of influenza virus transmission is through aerosolized 320 virus particles. 5,6 Therefore, the results observed in this study may not be generalizable for all 321 environmental conditions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "for each filter type was significantly different (p-value < 0.0001), with the novel 325 electrospun PS filter material resulted in the recovery of the most viral RNA, followed by PVC 326 and PTFE. Treating filters with simulated sampling air did not significantly affect the recovery of 327 RNA from the filter materials (Kit, HBSS: Air vs. No-Air p-value = 0.615; Trizol, HBSS: Air vs.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Air p-value = 0.947; Kit, PBS: Air vs. No-Air p-value = 0.224; Trizol, PBS: Air vs. No-Air 329 p-value = 0.1122). Future studies should attempt to aerosolize virus at concentrations similar to 330 environmental concentrations, to determine if using the novel PS filter material will result in 331 detection and quantification of influenza virus. In addition, future studies should compare the of PS filter material with other commonly used samplers that do not use filter 333 material as a sampling media (i.e., SKC Biosampler and Anderson N6 impactor). 334 Using HBSS and PBS as a filter wash buffer resulted in viral recoveries that were 335 significantly different, depending on the RNA extraction method used (Kit, Air or No-Air: HBSS 336 vs. PBS p-value = 0.0001, 0.0001; Trizol, Air or No-Air: HBSS vs. PBS p-value = 0.0322, 337 0.499). Using HBSS as a filter wash buffer resulted in greater viral recovery than PBS when 338 using HBSS, but slightly lower recovery when using Trizol. Previous studies have not compared 339 viral recovery and quantification between HBSS and PBS. Viral RNA copies were significantly 340 different when using the Kit and Trizol RNA extraction methods for all comparisons (HBSS, Air 341 or No-Air: Kit vs. Trizol p-value = 0.0021, 0.0013; PBS, Air or No-Air: Kit vs. Trizol p-value = 342 0.0001, 0.0002). Viral RNA copies were higher with the Kit when using HBSS, and higher with 343 the Trizol method when using PBS. Future studies examining exposure to influenza virus 344 aerosols should vary the filter wash buffer base on the approach used for RNA extraction. Also 345 future studies should consider using PS as a filter media for aerosol sampling targeting influenza 346 virus. 347 348 effect of ultraviolet irradiation on detection by a semi-nested RT-PCR assay. 2003;3(1):5.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Korves T, Johnson D, Jones B, Watson J, Wolk D, Hwang GMJLiam. Detection of 391 respiratory viruses on air filters from aircraft. 2011;53(3):306-12. 392 19. Blachere FM, Lindsley WG, Slaven JE, Green BJ, Anderson SE, Chen BT, et al. Bioaerosol 393 sampling for the detection of aerosolized influenza virus. 2007;1(3):113-20.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Shin C, Chase GG, Reneker DHJC, Physicochemical SA, Aspects E. Recycled expanded 395 polystyrene nanofibers applied in filter media. 2005;262(1-3):211-5.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Sigal GB, Mrksich M, Whitesides GMJJotACS. Effect of surface wettability on the 397 adsorption of proteins and detergents. 1998;120(14):3464-73. 398 22. Aldrich S. Hanks' Balanced Salts (HBSS). 2007. 399 23. Booth TF, Kournikakis B, Bastien N, Ho J, Kobasa D, Stadnyk L, et al. Detection of airborne 400 severe acute respiratory syndrome (SARS) coronavirus and environmental contamination in 401 SARS outbreak units. 2005;191(9):1472-7.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "virus aerosols. The results of this study will inform future exposure assessment campaigns measuring inhalation exposure to influenza virus.Fabrication of Polystyrene nanofiber filtersFilters made of PS nanofibers were fabricated via electrospinning, according to the equipment 128 and methodologies described elsewhere. 31 As detailed in this earlier work, PS filters consisted of nonwoven nanofibers with average diameters of 140 ( 30) nm, a specific surface area 130 (measured by N 2 -BET) of 28 ( 4) m 2 /g, and a water contact angle of 109 ± 9.9, indicative of a hydrophobic surface, as expected.Application of Influenza A Virus and Experimental Apparatus134 A total of 20 experimental trials were conducted for this experiment. For each trial, two filters of each type of air sampling media (PTFE, PVC, and PS) were spiked with 200 µL of H1N1 influenza virus (strain A/Virginia/ATCC1/2009, ATCC VR-1736, Lot #: 59335953) diluted 137 1x1000 with HBSS (Ref 14170-112, Lot #: 1227395). The viral solution was allowed to dry on 138 the sampling media inside the biosafety cabinet. A chamber was assembled for each trial to",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Geometric Mean (GSD) Total Influenza Viral Copies: With Air",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Geometric Mean (GSD) Total Influenza Viral Copies: Without Air",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}