{
    "paper_id": "0b4b4e5bb8d0d5167eec1e203b5dad283bd364a5",
    "metadata": {
        "title": "2",
        "authors": [
            {
                "first": "Tesfahun",
                "middle": [],
                "last": "Dessale",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National University of Singapore",
                    "location": {
                        "addrLine": "6 Singapore 7 2. Science Divisions"
                    }
                },
                "email": ""
            },
            {
                "first": "Krishna",
                "middle": [],
                "last": "Chaithanya Batchu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Diogo",
                "middle": [],
                "last": "Barardo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ng",
                "middle": [
                    "Li"
                ],
                "last": "Fang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Vanessa",
                "middle": [],
                "last": "Yuk",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National University of Singapore",
                    "location": {
                        "addrLine": "9 Singapore 10 4"
                    }
                },
                "email": ""
            },
            {
                "first": "Man",
                "middle": [],
                "last": "Lam",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Linfan",
                "middle": [],
                "last": "Xiao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Markus",
                "middle": [
                    "R"
                ],
                "last": "Wenk",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National University of Singapore",
                    "location": {
                        "addrLine": "6 Singapore 7 2. Science Divisions"
                    }
                },
                "email": ""
            },
            {
                "first": "Nicholas",
                "middle": [
                    "S"
                ],
                "last": "Tolwinski",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jan",
                "middle": [],
                "last": "Gruber",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National University of Singapore",
                    "location": {
                        "addrLine": "6 Singapore 7 2. Science Divisions"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "doi: bioRxiv preprint 106 components. ALLAN and MET, by contrast, are more variable and very close to each other and to 107 untreated control (Fig. 2b, Extended data Fig. 4c). 108 109 Drug synergies and lifespan extension 110 We next determine effect of different drug combinations on lifespan in nematodes. We began with 111 MET and RAP due to their translational importance in humans 14,27 . However, RAP combined with 112 MET at their optimal doses did not show any further benefit on lifespan (Extended data Fig. 2j,p). We 113 carried out additional trials, exploring all possible combinations of optimal and half-optimal dose for 114 MET and RAP (Extended data Fig. 2j-p). Combination of RAP and MET each at their half-optimal 115 dose result in further extension in maximum lifespan (Fig. 2e, Extended data Fig. 2m,s) but did not 116 result in further mean lifespan extension (Extended data 2p). These weak benefits of combining MET 117 with RAP are consistent with results in mice where the existing evidence suggests that addition of Figures S3 lifespan comparison of triple combinations supplementary for figure 2. a, RAP+RIF+PSORA did not show further benefit compared to the dual synergistic combinations RAP+RIF and RIF+PSORA. b, RAP+RIF+MET is toxic compared to RAP+RIF. More than 50 worms per condition.. c, RAP+PSORA+ALLAN did not show further benefit compared to single drug constituents. d, RAP+RIF+ALLAN and RIF+PSORA+ALLAN resulted in a significant lifespan extension compared to RAP+RIF and RIF+PSORA respectively. log-rank with proper adjustment. e, Mean and f, Maximum lifespan of figure d showed a monotonic increase from single drugs to double and triple combinations. One-way ANOVA, Bonferroni multiple comparison *doi: bioRxiv preprint 235 12 Ejsing, C. S. et al. Collision-induced dissociation pathways of yeast sphingolipids and their 236 molecular profiling in total lipid extracts: a study by quadrupole TOF and linear ion trap-237 orbitrap mass spectrometry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "2 Summary 15 Pharmacological interventions that target human ageing would extend individual healthspan and result 16 in dramatic economic benefits to rapidly ageing societies worldwide. For such interventions to be 17 contemplated they need to comprise drugs that are efficacious when given to adults and for which 18 extensive human safety data are available. Here we show that dramatic lifespan extension can be 19 achieved in C.elegans by targeting multiple, evolutionarily conserved ageing pathways using drugs 20 that are already in human use. By targeting multiple synergistic ageing pathways, we are able to slow 21 ageing rate, double lifespan and improves healthspan while minimize developmental and fitness trade-22",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "offs. Moreover, we established that there is no synergistic benefit in a daf-2 or daf-7 23 background, implying the involvement of the TGF and IGF pathways in this synergy. Employing 24 lipidomics and transcriptomics analysis we found lipid metabolism to be affected resulting in 25 increased monounsaturated fatty acids (MUFA) and decrease membrane peroxidation index. Our best 26 drug combination showed a conserved lifespan extension in fruit flies. To the best of our knowledge, 27 this is the largest lifespan effect ever reported for any adult-onset drug treatment in C. elegans. This 28 drug-repurposing approach, using drugs already approved for humans to target multiple conserved 29 aging pathways simultaneously, could lead to interventions that prevent age-related diseases and 30 overall frailty in a rapidly ageing population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "3 Some of the most important findings in biogerontology are the evolutionarily conserved pathways that 34 regulate lifespan 1-6 . In model organisms, mutations affecting these pathways can often extend lifespan 35 by between 30% and 100% 7,8 . Combining different genetic mutations can result in synergistic lifespan 36 extension 9-11 . By contrast, the effect of pharmacological interventions are typically much weaker, even 37 when targeting the same pathways 2,12,13 , but this genetic synergy suggests a potential strategy for the 38 design of novel pharmacological interventions by simultaneously targeting multiple evolutionarily 39 conserved ageing pathways. To date there is little data on synergistic effects of pharmacological 40 interventions on lifespan 14 . Here we report an in vivo approach to design novel multi-drug ageing 41 interventions. We show how multi-drug interventions leverage pathway synergies to maximize effect 42 size, while minimizing side effects and detrimental developmental tradeoffs through targeting distinct 43 but interacting ageing pathways. Our ultimate aim was to design a purely pharmacological, adult-44 onset intervention with lifespan efficacy similar or better than those of canonical aging mutations did.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Due to the lack of generally accepted biological markers for ageing [15] [16] [17] , lifespan studies are currently 46 the only way to test the efficacy of ageing interventions 18 . We therefore developed our candidate drug 47 combinations in a short-lived model organism, the nematode Caenorhabditis elegans. Using our 48 approach, we identify two triple drug combinations that extend lifespan and healthspan to an extent 49 greater than any previously reported pharmacological intervention in C. elegans 13 . Our synergistic 50 drug combinations show effect sizes comparable to the classical ageing mutations while avoiding 51 most of the tradeoffs associated with them 19-21 . We find that these interventions actually increase some 52 markers of performance while slowing biological ageing rate. Moreover, we identified TGF as a key 53 contributor and required pathway in mediating these synergistic effects. We also find that worms 54 treated with synergistic drug combinations have higher MUFA:PUFA ratios and a decrease in 55 membrane lipid peroxidation index. Finally, we confirm that this synergistic effect is also present in 56 the fruit fly Drosophila melanogaster. Table S1 ). We chose to target 75 AMP activated protein kinase (AMPK), mammalian target of rapamycin (mTOR), caloric restriction 76 (CR), C-Jun N-terminal kinases (JNK) and mitohormesis/mitochondrial metabolism as primary 77 longevity regulatory pathways. For each pathway, we identified drugs and drug-like molecules 78 reported to extend lifespan in at least one common model organism (nematodes, fruit flies or mice).",
            "cite_spans": [
                {
                    "start": 68,
                    "end": 72,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 73,
                    "end": 77,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 78,
                    "end": 82,
                    "text": "[17]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1178,
                    "end": 1186,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "45"
        },
        {
            "text": "We were interested in drugs that might eventually be tested in humans so we favored drugs with 80 reported efficacy in mammals or that are already approved for human use. Based on these criteria, we 81 initially selected eleven candidate drugs (Supplementary Table S1 ). We added allantoin to our study 82 based on a report showing lifespan effects in C. elegans and a transcriptional analysis suggesting that 83 its mode of action is unusually distinct from other compounds 22 Table   97 S3). While transcriptional analyses revealed significant overlap between affected genes, we also 98 identified sets of genes that were unique to each individual compound (Fig. 2a) . MET shows 99 significant overlap with the other drugs, having the smallest unique set. Almost all genes affected by 100 MET and PSORA were also affected by at least one other drug in the set (Fig. 2a) . ALLAN causes 101 fewer gene-expression changes overall than any of the other compounds, but 48% of the genes 102 affected by ALLAN are unique, that is, not affected by any of the other drugs, while only 17% of the 103 genes affected by MET are unique (Fig. 2a ",
            "cite_spans": [
                {
                    "start": 475,
                    "end": 477,
                    "text": "22",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 244,
                    "end": 267,
                    "text": "(Supplementary Table S1",
                    "ref_id": null
                },
                {
                    "start": 478,
                    "end": 488,
                    "text": "Table   97",
                    "ref_id": null
                },
                {
                    "start": 659,
                    "end": 668,
                    "text": "(Fig. 2a)",
                    "ref_id": null
                },
                {
                    "start": 862,
                    "end": 871,
                    "text": "(Fig. 2a)",
                    "ref_id": null
                },
                {
                    "start": 1125,
                    "end": 1133,
                    "text": "(Fig. 2a",
                    "ref_id": null
                }
            ],
            "section": "79"
        },
        {
            "text": "We then systematically determined the efficacy of all ten possible pairs out of the five candidate drugs 121 (Extended data Fig. 2a-i) . For these trials we define synergy based on the Higher Single Activity 122 (HSA) model 28 ; Drug combinations are considered synergistic if the combinatorial effect is 123 significantly larger than any of the combination's single drug effect at the same (ideal) concentrations 124 as in the combination. Using this definition, we identified two synergistic combinations out of the ten 125 pairs tested (Fig. 2c, 170 Several of the drugs tested have previously been reported to be CR mimetics 17,32-34 . We therefore 171 tested each synergistic combination and its constituent compounds in a C. elegans model of CR (eat-2 172 mutants). We found that only RIF among the single drug treatments further extended lifespan in eat-2 Table S3 ). First we explored the transcriptomics data for changes that 223 might affect lipid composition and found that synergistic drug combinations indeed resulted in a 224 significant up regulation of the C. elegans SREBP-1c homologsbp-1, a master transcription factor 225 controlling several lipogenic genes, and genes coding for \"desaturases\" responsible for MUFA 226 synthesis 38-40 (Fig. 4c ,e). We then employed an MS-based lipidomics assay to determine changes in 227 lipid compositions that might result from these drug treatments. Worms that were exposed to the 228 synergistic drug combinations have a significant rise in TAG reserves ( lifespan in the optimal (best) health category while nematodes exposed to the RIF+PSORA+ALLAN 253 and RAP+RIF+ALLAN spent 57% and 63%, respectively, of their already extended lifespan in 254 optimal health (Fig. 5d, Extended data 9c ). This means that their health span was significantly 255 extended both in absolute and relative terms. Indeed, more than half of the treated animals were still 256 in optimal health even after the last control animal had died (Fig. 5d, Extended data Fig. 9c ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 124,
                    "end": 134,
                    "text": "Fig. 2a-i)",
                    "ref_id": null
                },
                {
                    "start": 539,
                    "end": 548,
                    "text": "(Fig. 2c,",
                    "ref_id": null
                },
                {
                    "start": 863,
                    "end": 871,
                    "text": "Table S3",
                    "ref_id": null
                },
                {
                    "start": 1254,
                    "end": 1262,
                    "text": "(Fig. 4c",
                    "ref_id": null
                },
                {
                    "start": 1512,
                    "end": 1513,
                    "text": "(",
                    "ref_id": null
                },
                {
                    "start": 1720,
                    "end": 1746,
                    "text": "(Fig. 5d, Extended data 9c",
                    "ref_id": null
                },
                {
                    "start": 1975,
                    "end": 2006,
                    "text": "(Fig. 5d, Extended data Fig. 9c",
                    "ref_id": null
                }
            ],
            "section": "120"
        },
        {
            "text": "257 Surprisingly, animals treated with RAP+RIF+ALLAN and RIF+PSORA+ALLAN also performed 258 significantly better in the spontaneous movement assay than control animals at most ages. In fact, old 259 treated animals (day 18 of age) showed performance in this assay that was indistinguishable from 260 young (day 7) controls ( Fig. 5g) . Moreover, treated animals experienced improvements in resistance 261 to heat and oxidative stress (paraquat) assays, (Figure 5e The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/153205 doi: bioRxiv preprint 8 limited detected tradeoffs, but also improved health span, increased stress resistance, and even 264 increased physical performance. Such observations raise the important question if these lifespan 265 benefits are due to an actual delay in biological ageing rate. The rate of ageing can be expressed as 266 mortality rate doubling time (MRDT). We determined MRDT of animals exposed to synergistic drug 267 combinations using Survcurv 53 , and found MRDT to be significantly longer in RIF+PSORA+ALLAN 268 treated animals compared to controls (MRDT of control = 3 days and RIF+PSORA+ALLAN = 3.7 269 days, P value < 0.0001). The initial mortality rate was significantly lower for both synergistic should be noted that cohort size of flies was smaller than for worms and that we did not re-optimize 294 drugs for the fly experiments. However, these data confirms that some of the detected synergies 295 appear to be evolutionary conserved.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 325,
                    "end": 333,
                    "text": "Fig. 5g)",
                    "ref_id": null
                },
                {
                    "start": 453,
                    "end": 463,
                    "text": "(Figure 5e",
                    "ref_id": null
                }
            ],
            "section": "120"
        },
        {
            "text": "By targeting multiple overlapping ageing and longevity-related pathways we succeeded in designing 299 synergistic pharmacological interventions that, even when only applied to animals from adult age, 300 more than doubled healthy lifespan in C. elegans. This effect size is comparable to that of the classical 301 ageing mutations and, to the best of our knowledge, is the largest reported for any adult-onset 302 pharmacological intervention 13 . However, unlike in ageing mutations we detect very limited 303 detrimental evolutionary or fitness tradeoffs associated with this lifespan extension by drug synergies 304 19 . In particular, we did not detect any decrease in oxygen consumption or total fecundity. The latter 305 result is consistent with a previous study showing benefits of an adult-onset intervention using 306 resveratrol without reduced fecundity 56 . These data suggest that there is significant post-9 controls (Fig. 5g) . Mortality analysis suggests that one synergistic drug treatment slows basic 311 biological ageing rate by ~20% (Extended data Fig. 10 ). To test for evolutionary conservation, we 312 determined lifespan benefits in the fruit fly Drosophila melanogaster, confirming qualitative 313 conservation for two of the four synergistic drug combinations. Nematodes are evolutionarily more 314 distant from fruit flies than they are from mammals 57 , making mechanisms and pathways conserved 315 between flies and nematodes ancient, and tracing this synergy back to a common ancestor of all three 316 clades.",
            "cite_spans": [
                {
                    "start": 619,
                    "end": 621,
                    "text": "19",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 932,
                    "end": 941,
                    "text": "(Fig. 5g)",
                    "ref_id": null
                },
                {
                    "start": 1070,
                    "end": 1077,
                    "text": "Fig. 10",
                    "ref_id": null
                }
            ],
            "section": "298"
        },
        {
            "text": "To explore the mechanism of these synergistic lifespan benefits, we carried out epistasis experiments 318 and transcriptomic analysis, finding that daf-2/daf-16 (IGF/FOXO) as well as the TGF pathway (daf-319 7) are involved in synergistic lifespan extension (Fig. 4j) 32.4 51.5 *** = P value < 0.0001, ** = P value < 0.001, * = P value < 0.05 Table S3 The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/153205 doi: bioRxiv preprint Extended data Figure 9 Figure S9 Health span and tradeoffs supplementary for figure 3. a, Drug synergies extended reproductive period. 10 worms per condition. b, Heat shock stress, RIF+PSORA+ALLAN improves heat shock stress resistance both at young, day 4, worms and older, day 15, worms c, Health span scoring at different age. At all ages from young to old drug synergy treated worms have better health span than their respective age matched controls. ***P<0.0001, **P<0.001, *P<0.01.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 258,
                    "end": 267,
                    "text": "(Fig. 4j)",
                    "ref_id": null
                },
                {
                    "start": 343,
                    "end": 351,
                    "text": "Table S3",
                    "ref_id": null
                },
                {
                    "start": 497,
                    "end": 505,
                    "text": "Figure 9",
                    "ref_id": null
                }
            ],
            "section": "317"
        },
        {
            "text": ". CC-BY-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/153205 doi: bioRxiv preprint Extended data Figure 10 a b c d Figure S10 . Drug synergy slows mortality rate and delays death incidence rate; a, Both the dual and triple synergistic combinations slow the rate of mortality of wild type N2 worms. For all experiments Bristol N2 wild-type or mutant nematodes were grown and maintained on 5",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 226,
                    "end": 235,
                    "text": "Figure 10",
                    "ref_id": null
                },
                {
                    "start": 244,
                    "end": 254,
                    "text": "Figure S10",
                    "ref_id": null
                }
            ],
            "section": "Extended data"
        },
        {
            "text": "Nematode Growth Medium (NGM) agar plates at 20°C using E. coli OP50 bacteria as food 6",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extended data"
        },
        {
            "text": "source unless otherwise noted. After plates were poured and dried, they were sealed and 7 stored at 4°C. E. coli were spotted on plates on the previous evening and allowed to dry. For 8 compound treatments, all agar plates were prepared from the same batch of NGM agar and 9 treatment plates were supplemented with the respective compounds or vehicle as a control. 10",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extended data"
        },
        {
            "text": "Fresh plates were prepared every week. The following worm strains were used: wild type N2, 11",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extended data"
        },
        {
            "text": "eat-2 (DA1116), daf-2 (CB1370), daf-16 (CF1038), daf-7 (CB1372). The strain CB1372 was 12 provided by Takao Inoue. All the other strains were obtained from the Caenorhabditis 13",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extended data"
        },
        {
            "text": "Genetics Center (CGC). 14 15",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extended data"
        },
        {
            "text": "Bacterial wavelength, and bacterial stock was diluted to 10 10 , and frozen at -80 o C. NGM plates were 20 seeded with bacteria and used for lifespan assays without further incubation. Drugs or 21",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extended data"
        },
        {
            "text": "vehicles were added to the bacteria (in addition to being added to NGM) just before seeding. 22 23",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extended data"
        },
        {
            "text": "Determination of lifespan 24",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extended data"
        },
        {
            "text": "For determination of C. elegans lifespan, nematodes were age synchronized by bleaching, 25 allowed to hatch and 150-200 young adult worms per condition were transferred to 3-5 35mm 26 culture plates. Worms were transferred to fresh plates every day until progeny production 27 ceased, and every two to three days afterwards, until all worms had died. The number of 28 worms that were alive was determined every day, and dead worms were removed from the 29 plate. Worms were considered dead when no touch-provoked movement was observed. 30",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extended data"
        },
        {
            "text": "Animals that crawled off the plate, exhibited extruded internal organs or displayed an egg 31 laying defective with subsequent hatching of larvae inside the mother were censored. All 32 lifespan assays were blinded and repeated at least two times. Graph pad Prism 5.0 software 33 was used to calculate mean adult lifespan and to perform statistical analysis of significance 34 using the log-rank test (Mantel-Cox). 35 36",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extended data"
        },
        {
            "text": "Compound identification and validation 37",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extended data"
        },
        {
            "text": "Primary Screening: First, we identified well-characterized ageing regulatory pathways 38 (Extended data Table-1 ). Next, we identified drugs and drug-like molecules that are known to 39 target the selected pathways and to extend lifespan in a common ageing model organisms 40 (worm, fly or mice). Some compounds that had been reported to target known ageing 41 pathways and had not yet been experimentally validated as lifespan-extending were also 42",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 104,
                    "end": 111,
                    "text": "Table-1",
                    "ref_id": null
                }
            ],
            "section": "Extended data"
        },
        {
            "text": "included. This approached culminated in the identification of 11 candidate drugs (Extended 43 data Table-1) . Primary efficacy was confirmed in terms of lifespan in C. elegans. Initial 44 screening of compounds for their effect on lifespan of wild type N2 nematodes were 45 conducted using standardized condition in the presence of antibiotics (200mg/ml 46 streptomycin). Of these 11 drugs and drug-like molecules, only five resulted in reproducible 47 lifespan extension in our lab (Fig. 1) . For those compounds that passed the primary screening, 48",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 99,
                    "end": 107,
                    "text": "Table-1)",
                    "ref_id": null
                },
                {
                    "start": 483,
                    "end": 491,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Extended data"
        },
        {
            "text": "dose-response assays were carried out to establish the ideal dose and maximum effect size. 49 . CC-BY-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/153205 doi: bioRxiv preprint of the more efficacious of the individual drugs. For triple drug combinations, we test the 94 combined effects against the sum of the effects of the best pair out of the three drugs. 95 96 97",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extended data"
        },
        {
            "text": "Mortality 98",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extended data"
        },
        {
            "text": "We experimentally determined the mortality rate of one of our most powerful interventions, 99 RIF+PSORA+ALLAN, using a large cohort of over 1,000 worms per condition. Dead worms 100",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extended data"
        },
        {
            "text": "were counted every day until all worms were dead. For RAP+RIF+ALLAN the combined 101 lifespan data was imported to Survcurv for mortality analysis and maximum lifespan 102 comparison 3,4 . We used the Gompertz survival model to determine the initial mortality rate 103 and mortality rate doubling time using the following equation Freshly prepared bacteria (OP50 E. coli) were spotted on 94 cm NGM agar plates on the 115 previous evening and allowed to dry. Synchronized, young adult worms were transferred to 116 fresh plates. For maintaining synchronized populations, FUdR was added to NGM media. 117",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extended data"
        },
        {
            "text": "After two days of treatment with drug or vehicle adult worms were washed off the plates to 118 15 ml tubes and washed several times until a clear solution, that indicates bacteria is 119 completely removed, was obtained. Clean worm pellets were then frozen and used for RNA 120 extraction. Total RNA was isolated using Qiagen RNAeasy micro kit (Qiagen, Hilden, 121",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extended data"
        },
        {
            "text": "Germany) following the standard protocol. Afterwards, RNA was quantified photometrically 122",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extended data"
        },
        {
            "text": "with NanoDrop 2000 and stored at -80 o C until use. The integrity of total RNA was measured 123",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extended data"
        },
        {
            "text": "by Agilent Bioanalyzer 2100. For library preparation an amount of 2µg of total RNA per 124 sample was processed using Illumina's RNA Sample Prep Kit following the manufacturer's 125 instruction (Illumina, San Diego, CA, USA). All single drugs were processed together and 126 multiplexed onto one lane to minimize batch effect. The different drug combinations were 127 processed into two multiplexed lanes. In total, we ran three lanes in parallel with 20 samples 128 in each and we had untreated N2 controls in each lane. Libraries were sequenced using 129",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extended data"
        },
        {
            "text": "Illumina HiSeq4000 sequencing platform (Illumina, San Diego, CA, USA) in a paired end 130 read approach at a read length of 150 nucleotides. Sequence data was extracted in FastQ 131",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extended data"
        },
        {
            "text": "format. The RNAseq reads from each sample were mapped to the reference C. elegans 132 transcriptome (WBcel235) with kallisto (v0.43.0) 5 using 100 bootstrap samples and sequence 133 based bias correction. The estimated counts were imported from kallisto to the R environment 134 (v3.3.2) and summarized to gene-level using the tximport package (v1.2.0) 6 . The DESeq2 135 package (v1.14.1) 7 was used to identify differentially expressed genes (DEGs) in all our 136 analysis (correcting for batch effects, when applicable) for a significance threshold α of 0.05 137 after correcting for multiple hypothesis testing through Independent Hypothesis Weighting 138 (IHW package v1.2.0) 8 . The PCA plot were graphed by the pcaExplorer package (v2.0.0) on 139",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extended data"
        },
        {
            "text": "DESeq2 'rlog' transformed data. 140 . CC-BY-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/153205 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extended data"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Data processing, including peak smoothing and integration of areas 190 under the curves for each ion measured, was performed using the MassHunter Quantification 191 Software (Agilent)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Drosophila melanogaster Oregon-R, were maintained and experiments 195 were conducted at 28 o C because fly lifespan at this temperature allows for more rapid 196 lifespan studies. Flies were maintained on food containing 6g Bacto agar, 114g glucose, 56g 197 cornmeal, 25g Brewer's yeast and 20ml of 10% Nipagin in 1L final volume. Newly enclosed 198 flies were raised in standard bottle and",
            "authors": [],
            "year": null,
            "venue": "Fly stocks, husbandry and lifespan study 194 Wild type fruit flies",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Male flies were sorted into small vials (12 flies per vial) on to the food tube with drugs 200 applied. Lifespan counts were recorded five times a week for death and censors. Flies were 201 transferred to fresh food tubes with corresponding drug treatments once every three weeks",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A screening-based platform for the assessment of cellular respiration in 205",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Koopman",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Caenorhabditis elegans",
            "authors": [],
            "year": 2016,
            "venue": "Nature protocols",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/nprot.2016.106"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Statistical methods for testing 208 effects on \"maximum lifespan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Redden",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Weindruch",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Allison",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Mechanisms of ageing and development",
            "volume": "125",
            "issn": "",
            "pages": "629--632",
            "other_ids": {
                "DOI": [
                    "10.1016/j.mad.2004.07.003"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "SurvCurv database and 211 online survival analysis platform update",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ziehm",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Ivanov",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bhat",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Partridge",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Thornton",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Bioinformatics",
            "volume": "31",
            "issn": "",
            "pages": "3878--3880",
            "other_ids": {
                "DOI": [
                    "10.1093/bioinformatics/btv463"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Unlocking the potential of survival data for model organisms 214 through a new database and online analysis platform: SurvCurv",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ziehm",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Thornton",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Aging cell",
            "volume": "12",
            "issn": "",
            "pages": "910--916",
            "other_ids": {
                "DOI": [
                    "10.1111/acel.12121"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Near-optimal probabilistic RNA-seq 217 quantification",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Bray",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Pimentel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Melsted",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pachter",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nature biotechnology",
            "volume": "34",
            "issn": "",
            "pages": "525--527",
            "other_ids": {
                "DOI": [
                    "10.1038/nbt.3519"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Differential analyses for RNA-seq: transcript-level 219 estimates improve gene-level inferences",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Soneson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Love",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Robinson",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.12688/f1000research.7563.2"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Moderated estimation of fold change and dispersion for 222",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Love",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Huber",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Anders",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "RNA-seq data with DESeq2",
            "authors": [],
            "year": 2014,
            "venue": "Genome biology",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s13059-014-0550-8223"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Data-driven hypothesis weighting increases 225 detection power in genome-scale multiple testing",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ignatiadis",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Klaus",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Zaugg",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Huber",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nature methods",
            "volume": "13",
            "issn": "",
            "pages": "577--580",
            "other_ids": {
                "DOI": [
                    "10.1038/nmeth.3885"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Systematic and integrative analysis of large 228 gene lists using DAVID bioinformatics resources",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Huang Da",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Sherman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Lempicki",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature protocols",
            "volume": "4",
            "issn": "",
            "pages": "44--57",
            "other_ids": {
                "DOI": [
                    "10.1038/nprot.2008.211"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Meta-and Orthogonal Integration of Influenza \"OMICs\" Data Defines a Role 231 for UBR4 in Virus Budding",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tripathi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cell host & microbe",
            "volume": "18",
            "issn": "",
            "pages": "723--735",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chom.2015.11.002232"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A simple method for the isolation and purification 234 of total lipides from animal tissues",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Folch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lees",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Sloane Stanley",
                    "suffix": ""
                }
            ],
            "year": 1957,
            "venue": "The Journal of biological chemistry",
            "volume": "226",
            "issn": "",
            "pages": "497--509",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "compound selection in C. elegans 73 Based on existing literature, we identified a set of well-characterized and evolutionarily conserved 74 ageing pathways and lifespan extension mechanisms (Supplementary",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "94 Rifampicin (RIF) and rapamycin (RAP) followed by psora-4 (PSORA) caused the most extensive 95 changes in gene expression, both at the gene and pathway level, while metformin (MET) and allantoin 96 (ALLAN) showed comparatively smaller effects on gene expression (Fig. 2a Supplementary",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": ", unlike for MET, the unique gene set of ALLAN (light orange arc in Fig. 2a) also shows 144 no overlap at the level of GO terms (blue links) with any of the other drugs or with eat-2. This further 145 supports the notion that ALLAN has a unique mode of action 22 . Therefore, we tested addition of 146 ALLAN to the two synergistic double combinations. This addition resulted in significant additional 147 mean and maximum lifespan extension in both cases (Figures 2f,g, Extended data Fig. 3d-f and 148 Supplementary Table S2). The best triple combination (RAP, RIF, ALLAN) doubles mean lifespan, 149 resulting in a median lifespan of up to 44 days and a maximum lifespan of 50 days (Supplementary 150 Table S2). This effect size is comparable to the canonical ageing mutations and is, to the best of our 151 knowledge, the largest lifespan extension ever reported in C. elegans with any adult-onset drug 152 intervention 29 . By contrast, addition of ALLAN to the non-synergistic combination (RAP+PSORA) 153 did not show any further benefit (Extended data Fig. 3c). Finally, to test whether, despite its high 154 overlap in terms of gene expression changes, addition of MET would results in any further lifespan 155 benefit on dual combinations, we add MET as a third component to one of the synergistic dual 156 combinations RAP+RIF. However this triple combination (RAP+RIF+MET) 16/FOXO is a transcription factor that plays a key role in lifespan determination in model 161 organisms and likely also in humans 30,31 . To explore the mode of action of our synergistic drug 162 combinations we determined their dependence on daf-16 in mutant worms deficient in this pathway.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "163Individually, RAP and ALLAN lifespan extension was daf-16-independent while RIF lifespan 164 extension was fully and PSORA was partially daf-16 dependent (Fig. 3a, Extended data Fig. 8). The 165 synergistic combination RAP+RIF comprising one daf-16 dependent (RIF) and one daf-16 166 independent drug (RAP), and even the RIF+PSORA combination of two daf-16 dependent drugs, still 6showed synergistic lifespan extension in daf-16 mutants(Fig. 3a, Extended data Fig. 8). This 168 surprising data suggest that synergies can be daf-16 independent, even if individual constituent drugs 169 are daf-16 dependent.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "3b, Extended data Fig. 8), suggesting that all except RIF may function as CR mimetic in 174 this sense. The synergistic combinations both comprise one CR mimetic with one non-CR mimetic 175 (RAP+RIF and RIF+PSORA). Only RIF+PSORA resulted in further lifespan extension and addition 176 of ALLAN, a second CR mimetic, did not result in further benefits. 177 To further explore the mechanism of drug synergy we determine the transcriptome profile for each 178 synergistic combination and selected non-synergistic drug combinations. Transcriptomic analysis in 179 worms treated with single, double and triple drug exposure for the synergistic and non-synergistic 180 combinations revealed that the transcriptome of CR mimetic single drugs is clustered together with 181 eat-2, whereas the non-CR mimetic RIF is different from eat-2 and from all other single drugs (Fig. 182 2h). Interestingly, the transcriptomes of synergistic combinations are clustered together and the 183 pattern is different from those of their constituent single drugs and from that of eat-2 mutants (Fig. 2h, 184 Extended data Fig. 4c,d). Moreover, we found that only on pathway, transforming growth factor beta 185 (TGF ), was commonly enriched in all synergistic dual and triple combinations (Fig. 4a, Extended 186 data Fig. 6c, 7a, Supplementary Table S4) relative to untreated control. To identify pathways that 187 were further enriched by the drug combinations relative to their constituent single drugs, we used the 188 single drug transcriptome as background control (see methods) for pathway analysis. Using this 189 approach, we found that all synergistic combinations, again, affected TGF amongst the pathways 190 differentially impacted relative to their parent drugs while none of the non-synergistic combinations 191 did so (Supplementary Table S5). Because some drug combinations resulted in further lifespan 192 extension in eat-2 mutants relative to their constituent drugs, we tested whether TGF was enriched in 193 the transcriptomes of N2 animals treated with synergistic drug combinations relative to untreated eat-194 2 worms. Again, TGF was the only pathway enriched in all synergistic combinations (Extended data 195 Fig. 7bSupplementary Table S6). Overall, we found that the TGF signaling pathway was commonly 196 and exclusively enriched in synergistic combinations(Fig. 4b, Extended dataFig. 7a,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "and consistent enrichment of TGF suggests that TGF may play a role in mediating the 201 observed synergistic lifespan extension. Previously it has been shown that TGF (daf-7) mutation 202 extends lifespan via insulin signaling and that both daf-2 and daf-7 regulate the transcription of daf-16 203 dependent genes 35 (Extended data Fig. 7d). To test the role of the IGF pathway in this effect and to 204 determine if the lifespan of already long-lived daf-2 mutants could be further extended using our drug 205 combinations, we first determined lifespan of daf-2 mutants for each combination. Only the RAP-206 based combinations, RAP+RIF and RAP+RIF+ALLAN, showed lifespan extension in daf-2 mutants. 207 However, the effect size was similar to that of RAP alone and none of the combinations resulted in 208 further synergy (Fig. 3c, Extended data Fig. 8, Supplementary Table S2). PSORA treatment alone 209 extended the lifespan of daf-2 mutants, but none of the PSORA based combinations, RIF+PSORA 210 and RIF+PSORA+ALLAN, extended lifespan in daf-2 mutants (Fig. 3c and Extended data Fig. 8). To 211 test our hypothesis that TGF was involved in mediating drug synergies, we next tested the efficacy 212 of all synergistic combinations and their components in daf-7 mutants. None of the combinations 213 show synergistic effects in the daf-7 mutants, suggesting that synergy requires daf-7, lived mutants such as age-1 and daf-2 have previously been shown to exhibit metabolic 218 perturbations resulting in increased production and storage of fats 36 . Furthermore, TGF /daf-7 219 regulates triacylglycerol (TAG) metabolism 37 and daf-7 mutants are known to store more fats 36 . 220 These links in conjunction with our transcriptomics data led us to investigate whether treatment with 221 synergistic drug combinations resulted in modifications in lipid profiles consistent with TGF 222 inhibition. (Supplementary",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "those TAG species that contained the medium chained saturated fatty acids(Fig. 4f). In230 addition, we also observed a marked increase in the MUFA:PUFA ratios (Fig 4g, Extended data Fig. 231 7e). Because of these changes, there was a significant decline in lipid peroxidation index (PI) (Fig. 232 4i). A low PI, indicates that lipids contain fewer carbon-carbon double bonds, making them less 233 susceptible to peroxidation and this has been previously associated with increased lifespan, probably 234 related to lower susceptibility to lipid peroxidation 41,42 ,43 . A reduction in the susceptibility to lipid 235 peroxidation suggests better resistance to oxidative stress 44,45 and worms treated with synergistic drug 236 combinations indeed showed such an increase in resistance (Fig. 5f). We also observed an increase in 237 total sphingomyelin (Fig. 4h); an event that has previously shown to elicit autophagy-dependent 238 lifespan extension in the nematodes 46 . 239 240 Drug synergy improves health span and delays ageing 241 Suppression of energy metabolism and inhibition of the electron transport chain (ETC) can extend 242 lifespan in C. elegans 47,48 . In our experiments, however, drug treatments did not have inhibitory 243 effects on basal metabolic rate, instead several of this drugs and drug combinations increased basal 244 respiration (Fig. 5i), excluding ETC inhibition as explanation for the observed lifespan effects. The 245 most common tradeoffs related with lifespan extension are developmental delay, slower growth rate 246 and reduced fecundity 49 50,51 . We found that in worms treated with either of the synergistic drug 247 combinations, there is evidence for a delay in peak egg laying and an extension of reproductive span 248 but no change in total fertility. (Fig. 5a-c, Extended data Fig. 9a). 249 Next, we assessed several parameters of fitness, stress resistance and health: speed of spontaneous 250 movement, tolerance to heat shock and oxidative stress resistance and a motility based health span 251 score based on the scoring scheme of Herndon et al 52 . Control animals spent about 50% of their 252",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": ",f, Extended data Fig. 9b). These observations 262 indicate that animals treated with synergistic drug combinations not only enjoyed greater lifespan",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "). This means that the RIF+PSORA+ALLAN drug combinations extend 272 lifespan by making worms age more slowly while at the same time making them move 273 faster/increasing spontaneous activity and increasing their resistance to stress when young. the key questions for ageing studies is whether lifespan effects are conserved across species. 278 We therefore tested whether the synergistic lifespan extensions we found in C. elegans are conserved 279 in Drosophila melanogaster. RAP has previously been shown to extend lifespan of fruit flies 54 while 280 MET has been shown to be ineffective 55 . We systematically tested all single drugs and all synergistic 281 combinations in male fruit flies. First, we showed that RAP and ALLAN extend mean lifespan 282 whereas RIF and PSORA extend only the maximum lifespan of flies (Fig. 6 Supplementary Table 283 S2). However, the RAP based combinations RAP+RIF and RAP+RIF+ALLAN showed conserved 284 synergistic lifespan extension in flies(Fig. 6a). The PSORA based combinations; RIF+PSORA and 285 RIF+PSORA+ALLAN did not show further mean lifespan extension(Fig. 6b). However,286RIF+PSORA showed synergistic maximum lifespan extension compared to single drugs(Fig. 6c).287Comparison of the Gompertz parameters of the mortality trajectories (Extended dataFig. 10b)showed 288 that the baseline mortality rate was not significantly different in drug combination treated flies (IMR 289 difference of RAP+RIF+ALLAN = 2.9e -1 , RIF+PSORA+ALLAN = 4.8e -1 , NS) compared to 290 untreated control. However, the rate of increase of mortality with age is significantly lower in drug 291 combination treatments (Gompertz different b of RAP+RIF+ALLAN = 2.20e -4 , P-value < 0.001, 292 Gompertz different b of RIF+PSORA+ALLAN = 1.15e -2 , P-value <0.05) relative to the control. It 293",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": ". The connection between IGF/FOXO and 320 TGF is consistent with previous results where daf-7 regulates lifespan via insulin signaling 35 , 321 neuronal TGF links food availability and longevity 58 , and daf-7 regulates metabolism in C. elegans 322 and controls fat accumulation 36 . Several previous studies have demonstrated that lifespan extending 323 mutations in C. elegans result in alterations in lipid metabolism causing an increase in the MUFA and 324 reduction in PUFA levels 59,60 . In agreement with these reports, our drug synergies resulted in an up 325 regulation of sbp-1, a master transcription factor controlling several genes related to lipid metabolism 326 and MUFA synthesis 38-40 (Fig. 4c,e, Extended data Fig. 5). MS-based lipidomics analysis of 327 nematodes exposed to synergistic drug combinations revealed major changes consistent with 328 activation of sbp-1, including accumulation of TAGs and increases in the MUFA:PUFA ratios (both 329 in PC and PE classes). Previously, it has been shown that an increased TAG abundance prolongs 330 lifespan in budding yeast 61 and C. elegans 36,38 . Furthermore, upon closer inspection of the fatty acyl 331 chains bound to the TAG species, we found a significant increase in those that contained medium 332 chained saturated fatty acyls (MCFA) (14:0, 16:0), (Fig. 4f). The findings from lipidomics therefore 333 are consistent with the observed induction of the sbp-1 and its target lipogenic genes (Figure 334 4c).Increased abundance of such medium chained saturated fatty acyls has also been reported to be 335 positively correlated with longevity in C. elegans previously 59 . Similarly, high abundance of MUFAs 336 has been shown to be associated with extended lifespan in nematodes 62 . In humans, high ratios of 337 MUFA:PUFA have also been found in erythrocyte membranes of children of nonagenarians 63,64 . 338 There has been much interest in the potential for MET and possibly RAP to delay age-dependent 339 decline and disease in humans. Given this translational interest, the limited benefit of combining 340 MET with RAP in both C. elegans and mice is somewhat disappointing. However, as our results 341 illustrate, lifespan is determined through complex and interactive biochemical and gene regulatory 342 networks. Intervening simultaneously at multiple points of these networks can result in significant and 343 sometimes surprising benefits 28 . Our proof-of-principle study suggests that beneficial synergistic and 344 additive interactions affecting key longevity pathways are unexpectedly common and evolutionarily 345 conserved. While, to date, ours is the largest systematic transcriptional screen of drug synergy 346 interactions between compounds targeting ageing pathways, it is important to note that this dataset is 347 too small to derive definitive rules by which to detect or predict synergistic interactions based on the 348 transcriptional profiles of single drugs or even drug combinations. Moreover, there is growing interest 349 in repurposing drugs by identifying compounds that may target known or suggested ageing pathway 350 based on the often-extensive data known about such compounds, including their three-dimensional 351 structure bound to biological ligands, their pharmacokinetics, physical properties and known 352 biological targets and effects 65 . Our finding support the feasibility of targeting multiple conserved 353 ageing pathways using existing drugs to slow down biological ageing rate, an approach that, if 354 translatable to humans, would result in dramatic medical and economic benefits 66 Single drugs extend lifespan of wild type C. elegans 359 Wild type N2 worms treated with different doses of a, RAP b, RIF c, MET d, PSORA and e, ALLAN 360 have longer lifespan. f, Mean lifespan of worms treated with the optimal dose of each drug, mean ± 361 SD. Each drug treatments resulted in a statistically significant lifespan extension at Double and triple drug combinations showed synergistic lifespan extension; a, Circos 365 plot illustrating gene overlap for single drugs and eat-2 mutant transcriptome. Purple lines link genes 366 shared by multiple drugs. Blue lines link different genes which fall into the same GO term. A greater 367 number of purple and blue links and longer dark orange arcs indicates greater overlap among the DGE 368 and GO terms of each drug. (Minimum overlap = 3, minimum enrichment = 1.5, P value < 0.01). b, 369 Three dimensional principle component analysis based on DGE (PCA). c, RAP+RIF and d, 370 RIF+PSORA results in synergistic lifespan extension (P<0.0001, log-rank with adjustment for 371 multiple comparisons). e, RAP+MET did not show further mean lifespan extension but showed 372 further maximum lifespan extension compared to single drug treatments. f, RIF+PSORA+ALLAN 373 and g. RAP+RIF+ALLAN showed synergistic lifespan extension (P<0.0001, log-rank with 374 adjustment for multiple comparisons). h, Heatmap showing hierarchical clustering (distance metrics 375 and linkage algorithms) of single drugs and synergistic combinations. n = 2000 for RNAseq and 50-376 100 for lifespan studies. *P<0.01, **P<0.001, Drug combinations did not show synergy on daf-7, daf-2 and daf-16 mutants. a, all 379 dual and triple synergistic combinations resulted in lifespan extension in daf-16 mutants but effect 380 size does not exceed individual drug effects. b, Of the single drugs only RIF extends lifespan of eat-2 381 (P<0.05, log-rank with adjustment for multiple comparisons). RIF+PSORA resulted in synergistic 382 lifespan extension in eat-2 mutants (P<0.05, log-rank with adjustment for multiple comparisons). c, 383 None of the synergistic combinations showed synergy in daf-2 mutants. d, RIF alone extends lifespan 384 of daf-7 mutants (P<0.05, log-rank adjustment for multiple comparisons) but combinations fail to 385 result in further synergistic lifespan extension. At least 50 worms per condition. 386 Transcriptomics and lipidomics profiles explain the mechanism of drug synergy. a, 388 Venn diagram for pathways enriched by synergistic drug combinations. Only TGF is commonly 389 enriched in all synergistic combinations. b, Heatmap of pathways enriched by synergistic drug 390 combinations compared to their constituent single drugs. Only TGF is commonly enriched in all 391 synergistic combinations. c, Mechanism of MUFA containing lipid accumulation and lifespan 392 extension. d, Total triacylglycerol content normalized to the control, three biological replicates, 2500 393 worms per condition, (Mean ± SD, one-way ANOVA) e, Fat metabolism-related gene expression 394 profile, log fold change, P value < 0.05. f, TAGs categorized as those containing medium chained and 395 long chained acyl chains, normalized to control, three biological replicates, 2500 worms per condition 396 (Mean ± SD, one-way ANOVA). g, Phosphatidylcholine species abundance based on double bond, 397 three biological replicates, 2500 worms per condition (Mean ± SD, one-way ANOVA). h, Total 398 sphingomyelin content normalized to the control, three biological replicates, 2500 worms per 399 condition, (Mean ± SD, one-way ANOVA). i, Double bond index, per oxidation index and 400 MUFA/PUFA ratios calculated for phosphatidylcholine species for all conditions, MUFA/PUFA is 401 normalized to the control. Three biological replicates, 2500 worms per condition (Mean ± SD), j.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "lifespan extension by drug synergies. Red-inhibition, green-activation, 403 black-unknown. *P<0.01, **P<0.001, ***P<0.0001. RIF+PSORA+ALLAN and RAP+RIF+ALLAN improve healthspan without 406 tradeoffs. a-c, RIF+PSORA+ALLAN and RAP+RIF+ALLAN shows extension of reproductive span 407 but no effect on total fertility, n=10 worms per condition. d, health span, n>150 worms per condition, 408 P<0.0001, one-way ANOVA. e, resistance to heat stress, n=50 worms per condition. f, resistance to 409 paraquat stress, n=50 worms per condition. g, distance travelled n=50 worms per condition, one-way 410 ANOVA. h, development measured by size of worms n=10 worms per condition. i, basal metabolic 411 rate, n=80 worms per condition, one-way ANOVA, Bonferroni multiple comparison. *P<0.Drug synergies resulted in conserved lifespan extension in Drosophila melanogaster. 415 a,b,c RAP extends both mean and maximum lifespan. RAP+RIF and RAP+RIF+ALLAN resulted in 416 synergistic mean and maximum lifespan extension. RIF and PSORA did not extend mean lifespan of 417 flies. Their combination also did not extend mean lifespan. However, RIF and PSORA extends 418 maximum lifespan significantly. RIF+PSORA and RIF+PSORA+ALLAN resulted in further 419 maximum lifespan extension, close to additive (P value < 0.001) but not mean lifespan. n = 80 flies 420 per condition. One-way ANOVA, Bonferroni multiple comparison for mean and maximum lifespan 421 and",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "-S7 -in the attached supplementary files Mean and Maximum lifespan of worms treated with ranges of doses of different drugs. Drug treatment started at day 4 and continued until all worms died. Worms were transferred to fresh plate every day 3-4 days. (a-e) Mean and (f-j) Maximum lifespan of single drug treatments supplementary to figure 1. a and f -RAP, b and g -RIF, c and h -MET, d and i -PSORA, e and j -ALLAN (Mean ± SE).One-way ANOVA, Bonferroni multiple comparison ***P < 0.0001, **P < 0.001, *P < 0.S2 lifespan comparison of dual combinations supplementary for figure 2. a-i, survival curve for all 10 possible combinations of five drugs at their respective optimal dose except RAP+MET. j-m, all possible combinations of RAP and MET at their optimal and half-optimal doses. n-p, Log-rank with proper adjustment. Mean lifespan of representative dual combinations, (Mean ± SE) q-s, maximum lifespan of representative dual combinations, (Mean ± SE). Oneway ANOVA, Bonferroni multiple comparison ***P < 0.0001, **P < 0.001, *P < 0.01. dFigure S4. 2D Principle component analysis (PCA), Transcriptome profile based on the differentially expressed genes of each drug and drug combination projected onto top two PCs. a, 2D PCA of PSORA, RIF and their combination showed that the combination transcriptome profile is different from single drugs. Because the single drugs and the combinations were sequenced in two different lanes, we used the N2 untreated controls of both lanes. b, as in a for RAP and RIF. c, similar to the 3D PCA, RAP, RIF and PSORA were well separated with 2D PCA. All single drugs were separated from eat-2. d, all synergistic combinations are well separated with N2 control and eat-2, whereas they are not separated from each other. This could show that they may have the same mechanism of synergistic lifespan extension. GO terms enriched by synergistic triple drug combinations determined by Cytoscape 70 and summarized by Revigo 71 . Differentially expressed genes (|LFC| >= 1, P value < 0.05) for each conditions were used as an input for GO term analysis. both a, RIF+PSORA+ALLAN, and b, RAP+RIF+ALLAN mainly targets metabolic pathways. (P value < 0.05, S6 Gene signature and pathway overlap for synergistic combinations: supplementary for figure 5. a, DGE and GO term overlap among synergistic combinations. Purple line links identical genes whereas blue line links different gene that grouped into similar GO terms. b, Venn diagram of pathways enriched in synergistic combinations using eat-2 transcriptome as a background. Only TGF-beta was commonly enriched in all synergistic combinations. S7 TGF-beta pathway is significantly enriched in the synergistic drug combinations differentially expressed genes. a, Top five pathways enriched in the down regulated genes of the four synergistic drug combinations. All synergistic combinations consistently enrich TGFβ. b, Pathways enriched in N2 animals treated with synergistic drug combinations relative to untreated eat-2 worms. All synergistic combinations consistently enrich TGFβ. c, fold enrichment of TGFβ in all single drugs and synergistic combinations. From single drugs, only RIF enriched TGFβ. All the four synergistic combinations resulted in a significant enrichment of TGFβ compared to RIF. d, protein-protein interaction drawn by STRING 72 showed that TGFβ/daf-7 has an interaction with daf-2 and daf-16 as well as the lipid metabolism regulators daf-9 and daf-12. Thickness of the edge indicates strength of data support for the specific interaction. e, PC's pooled based on their degree of unsaturation, an increase shown in the MUFA containing species normalized to control, 2500 worms per condition (Mean ± SD) *P<0.01, **P<0.001, ***P<0.000. Mean lifespan on daf-16, eat-2, daf-2 and daf-7 mutants treated with single drugs and drug combinations. a, Dual combinations RAP+RIF and RIF+PSORA showed synergy in daf-16 where as the triple combinations RAP+RIF+ALLAN and RIF+PSORA+ALLAN did not result in significant difference from their respective synergistic dual combinations. b, All synergistic combinations did not show synergy in daf-2 mutant worms. c, Only RIF+PSORA showed synergy in eat-2 mutants. d, The triple combinations showed further lifespan extension compared to single drugs but none of the four combinations show synergy in daf-7 mutants. Supplementary for figure 4. At least 50 worms per condition. One-way ANOVA, Bonferroni multiple comparison ***P<0.0001, **P<0.001, *P<0.01.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ". In order to test the lifespan effects, 84 which can be highly sensitive to details in experimental conditions and can be variable between 85 different laboratories 19,23 , we first carried out operator-blinded confirmatory lifespan studies using the 86 previously reported optimal dose for each drug. We found that only five compounds extended lifespan87 reproducibly under conditions used in our laboratory (Fig. 1, Extended data Fig. 1, Supplementary 88Table S2). Generally, lifespan extension effects in our hands tended to be smaller compared to 89 previous reports 7,22,24-26(Fig. 1, Extended data Fig. 1, Supplementary Table S2).Gene expression signature of single drug treatmentsTo examine drug modes of action, we carried out transcriptomics analysis and determined 93 differentially expressed genes (DEG) and pathway enrichments relative to untreated controls.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": ").. Globally, effects of RIF and RAP were quite different 104 from each other and from any of the other drugs. We confirmed this by principle component analysis 105 (PCA) which showed that RIF, RAP and PSORA are well separated by the first three principle MET to RAP results in some additional benefits mainly in males with only weak (if any) additional 119 benefits in females 14 .",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "d, Extended data Fig. 2 and Supplementary Table S2). The synergistic pairs 126 comprise RIF with either RAP or PSORA. This means that two out of the three pairs formed by the 127 drugs that are most well-separated in the PCA are synergistic (Fig. 2b, Extended data Fig. 4a,b). Of 128 the remaining eight combinations, four extended lifespan as much as their best component while the 129 other four combinations nullified each other and did not result in lifespan extension and none were 130 toxic (Extended data Fig. 2, Supplementary Table S2). Lifespan extension resulting from the two synergistic pairs, while larger than those of previously 132 published drug effects, were still smaller than the benefits seen with genetic mutations 9 . This raises 133 the question whether the effect size seen with the synergistic pairs represented the maximum 134 achievable by adult-onset drug treatment or if further benefits could be gained by adding additional 135 compounds. Since exhaustive combinatorial search of all thirty possible triple drug combinations was 136 not feasible, we explored selected triple combinations based on the original synergistic pairs and 137 taking into account our analysis of transcriptional changes for the single drugs. We first evaluated the 138 combination of the three drugs best separated by PCA and involved in the two initial synergistic pairs 139 (RAP, RIF and PSORA). However, nematodes treated with this triple combination had a shorter 140 lifespan than seen with either of the dual combinations (Extended data Fig. 3a SupplementaryTable 141S2). We then tested three drug combinations including ALLAN as the third component. As explained 142 above, ALLAN has a gene expression signature that is quite distinct from the rest of our drugs.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Log-rank test for survival analysis. *P<0.01, **P<0.001, ***P<0.0001Extended data -Tables and FiguresExtended dataTable S1Drug selection based on ageing pathways",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "b, The triple combinations RAP+RIF+ALLAN and RIF+PSORA+ALLAN slows mortality rate in Drosophila Melanogaster. c, RAP+RIF+ALLAN and d, RIF+PSORA+ALLAN delays incidence rate of death of worms.. CC-BY-ND 4.0 International license author/funder. It is made available under aThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/153205 doi: bioRxiv preprint",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Preparation Method 16 A single colony OP50 E. coli was picked and incubated at 37°C for 20 hours with shaking at 17 180 rpm in LB broth supplemented with Streptomycin (final concentration 200µg/ml). 18 Bacterial colony forming units (CFU) were determined spectrophotometrically at 600nm 19",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Age-synchronized adult worms were transferred to a fresh NGM plate containing drug or 51vehicle. 5-fluoro-2'-deoxyuridine (FUdR) was also added to prevent egg hatching. After 48 52 hours of treatment, worms were transferred to plates with 20mM paraquat (methyl viologen  53 dichloride hydrate, Sigma Aldrich) to induce oxidative stress in the worms. Thereafter, dead 54 worms were counted every day until all of the worms were dead. 55 56Heat shock stress resistance 57Age-synchronized adult worms were picked from a NGM plate and transferred to a fresh 58 NGM plate containing drug or vehicle. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 253,
                    "end": 273,
                    "text": "(methyl viologen  53",
                    "ref_id": null
                }
            ],
            "section": "Resistance to oxidative stress 50"
        }
    ]
}