{
    "paper_id": "0d7964c665ff0107c674bc6dab8f252cab08038e",
    "metadata": {
        "title": "A transmissible RNA pathway in honey bees",
        "authors": [
            {
                "first": "Eyal",
                "middle": [],
                "last": "Maori",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cambridge",
                    "location": {
                        "addrLine": "Madingley Road",
                        "postCode": "CB3 0ES",
                        "settlement": "Cambridge",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Yael",
                "middle": [],
                "last": "Garbian",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Robert H. Smith",
                    "location": {
                        "settlement": "Rehovot",
                        "country": "Israel"
                    }
                },
                "email": ""
            },
            {
                "first": "Vered",
                "middle": [],
                "last": "Kunik",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rita",
                "middle": [],
                "last": "Mozes-Koch",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Robert H. Smith",
                    "location": {
                        "settlement": "Rehovot",
                        "country": "Israel"
                    }
                },
                "email": ""
            },
            {
                "first": "Osnat",
                "middle": [],
                "last": "Malka",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Robert H. Smith",
                    "location": {
                        "settlement": "Rehovot",
                        "country": "Israel"
                    }
                },
                "email": ""
            },
            {
                "first": "Haim",
                "middle": [],
                "last": "Kalev",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Robert H. Smith",
                    "location": {
                        "settlement": "Rehovot",
                        "country": "Israel"
                    }
                },
                "email": ""
            },
            {
                "first": "Niv",
                "middle": [],
                "last": "Sabath",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Technion-Israel Institute of Technology",
                    "location": {
                        "postCode": "31096",
                        "settlement": "Haifa",
                        "country": "Israel"
                    }
                },
                "email": ""
            },
            {
                "first": "Ilan",
                "middle": [],
                "last": "Sela",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Robert H. Smith",
                    "location": {
                        "settlement": "Rehovot",
                        "country": "Israel"
                    }
                },
                "email": ""
            },
            {
                "first": "†",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sharoni",
                "middle": [],
                "last": "Shafir",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Robert H. Smith",
                    "location": {
                        "settlement": "Rehovot",
                        "country": "Israel"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Honey bees are eusocial insects, living in a colony that is often described as a superorganism. RNA mobility among cells of an organism has been documented in plants and animals. Here we show that RNA spreads further in honey bees, and is horizontally transferred between individuals and across generations. We found that honey bees share biologically active RNA through secretion and ingestion of worker and royal jellies. Such RNA initiates RNA interference, which is a known defense mechanism against viral infection. Furthermore, we characterized diverse RNA profiles of worker and royal jelly, including fragmented viral RNA. Our findings demonstrate a transmissible RNA pathway with potential roles in social immunity and epigenetic signaling among members of the hive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "One of the characteristics of RNA interference (RNAi) is systemic spread of the silencing signal among cells and tissues throughout the organism. Systemic RNAi, initiated by double-stranded RNA (dsRNA) ingestion, has been reported in diverse invertebrates, including honey bees, demonstrating environmental RNA uptake that undermines homologous gene expression. However, the question why any organism would take up RNA from the environment has remained largely unanswered. Here, we report on horizontal RNA flow among honey bees mediated by secretion and ingestion of worker and royal jelly diets. We show that ingested dsRNA spreads through the bee's hemolymph associated with a protein complex. The systemic dsRNA is secreted with the jelly and delivered to larvae via ingestion. Furthermore, we demonstrate that transmission of jelly-secreted dsRNA to larvae is biologically active and triggers gene knockdown that lasts into adulthood. Finally, RNA extracted from worker and royal jellies harbor differential naturally occurring RNA populations. Some of these RNAs corresponded to honey bee protein coding genes, transposable elements, non-coding RNA as well as bacteria, fungi and viruses. These results reveal an inherent property of honey bees to share RNA among individuals and generations. Thus, our findings suggest a transmissible RNA pathway, playing a role in social immunity and epigenetic signaling between honey bees and potentially among other closely interacting organisms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In eukaryotes, sequence-specific gene silencing pathways, generally termed RNA interference (RNAi), are induced and maintained by the presence of double stranded RNA (dsRNA) [1] . Through processing of based-paired RNA into small RNAs, these mechanisms regulate gene expression in both co-transcriptional and posttranscriptional levels [2] . While RNA-mediated nascent transcript destabilization and heterochromatin remodeling inhibits gene transcription, post-transcriptional gene silencing down regulates gene expression through guiding target RNA degradation or repression of translation [3, 4] .",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 177,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 336,
                    "end": 339,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 591,
                    "end": 594,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 595,
                    "end": 597,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "RNAi could be divided into cell-autonomous and non-cell autonomous [5] . In cell-autonomous RNAi, silencing is restricted to cells that produce or were exposed to the dsRNA trigger. Initiation of local RNAi could develop in some organisms into a non-cell autonomous silencing signal, affecting cells and tissues which originally did not generate or were not introduced to dsRNA [6, 7] . The mechanisms that facilitate RNA export from donor cells, extracellular spread and import into acceptor cells are not fully elucidated, but under ongoing investigation in diverse biological systems.",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 70,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 378,
                    "end": 381,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 382,
                    "end": 384,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In 1998, Timmons and Fire were the first to report on gene silencing triggered by environmentally acquired dsRNA [8] . In essence, their finding represents a form of horizontal regulatory RNA transfer. To date, susceptibility to environmental RNAi has been established in fungus and animals from different phyla including Nematodes, Plathelminthes and Arthropods [reviewed in [9] ]. Environmental RNAi experiments mostly utilize bacterially expressed-or in vitro synthesized dsRNA through ingestion, suggesting that dietary consumption is an effective RNA uptake pathway. Further supporting this, potent RNAi transmission from transgenic dsRNA-expressing plants to invertebrate herbivores has been widely reported [10, 11] . Accordingly, host to-parasite RNAi transfer (commonly termed \"host-induced gene silencing\"; HIGS) has been applied to agriculture in recent years, demonstrating a potential practical strategy to control various pest and viral related diseases [12, 13] .",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 116,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 376,
                    "end": 379,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 714,
                    "end": 718,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 719,
                    "end": 722,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 968,
                    "end": 972,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 973,
                    "end": 976,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "One of the main questions in the field of environmental RNAi is whether natural and functional RNA transfer among organisms occurs. Recently, transmission of parasitic nematode-derived miRNA to its mammalian host has been shown to compromise immunity of infected mice [14] . Similarly, pathogenic fungi exploit mobile small RNA signals to modulate via RNAi plant immune responses [15] . Reciprocally, arabidopsis plants secrete and transfer vesicles-containing small RNAs that could suppress virulence fungal genes [16] . Furthermore, ingestion of pollen-derived plant miRNA induces worker bee sterility in a sequence specific manner [17] . Interestingly, while the aforementioned examples provide evidence that some organisms acquire, and are affected by foreign regulatory RNA, it is still puzzling why would they allow it? This evolutionary maintained susceptibility to non-self regulatory RNA is intriguing in light of the fact that the most well-known transmissible RNA are viruses.",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 272,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 380,
                    "end": 384,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 515,
                    "end": 519,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 634,
                    "end": 638,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The honey bee (Apis mellifera) has been established as a model to study various disciplines in biology. One of the remarkable characteristics of honey bees is their environmentally-mediated phenotypic plasticity [18] . Female bee larvae can either develop into worker or queen; two castes with distinct morphology, physiology, reproductive capability, life span and behavior. This developmental flexibility of genetically identical individuals is driven by differential diet consumption. A larva fed exclusively on royal jelly will develop into a queen, whereas larva fed on worker jelly will develop into a worker [19] . In other words, nutritional differences trigger one genome to direct two distinct phenotypic outputs in honey bees.",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 216,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 615,
                    "end": 619,
                    "text": "[19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The honey bee caste determination is driven by the interplay of food quantity and quality, environmental conditions and gene expression [20, 21] . Epigenetic regulation has been suggested to play a role in the honey bee's clonal phenotypic variation. Knockdown of DNA methyl-transferase 3 (dnmt3), a key enzyme in DNA methylation process, has a royal jelly-like effect, and semi-queen workers emerge with fully developed ovaries and a transcriptome profile similar to naturally reared queens [22] . Moreover, the methylation imprint varies between the brain's DNA of workers and queens, demonstrating unique epigenetic profiles among workers and queens [23] . Consistently, (E)-10-hydroxy-2-decenoic acid (10HDA), a fatty acid that comprises up to 5% of the royal jelly, has been characterized as a histone deacetylase inhibitor (HDACi) [24] . Nonetheless, although the general involvement of epigenetics has been established, it is still not clear how caste-specific DNA methylation marking is directed.",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 140,
                    "text": "[20,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 141,
                    "end": 144,
                    "text": "21]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 492,
                    "end": 496,
                    "text": "[22]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 653,
                    "end": 657,
                    "text": "[23]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 837,
                    "end": 841,
                    "text": "[24]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Previously, we reported on a RNAi-based ingestion system for the control of Israeli Acute Paralysis Virus (IAPV) disease in honey bees [25] . Field trials, in which this environmental RNAi system was employed, indicated that the colony performance of virus-inoculated hives deteriorated following virus infection in control hives, whereas that of dsRNA-treated hives remained strong [26] . Interestingly, dsRNA-treated hives also produced more honey, when the main honey flow was 3-4 months after the last dsRNA treatment. By that time, most of the originally treated bees would have been replaced by new generations. Honey bee viruses can be transmitted among individuals in the hive both horizontally and vertically [27] . It was therefore expected that hives would become virus-affected once the new generation gradually replaced the previous, dsRNA-treated one. Potential persistence of disease protection raised the question whether treated honey bees may serve as vectors for RNA.",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 139,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 383,
                    "end": 387,
                    "text": "[26]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 718,
                    "end": 722,
                    "text": "[27]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Following this hypothesis, here we show that environmentally consumed dsRNA in honey bees is up-taken from the digestive system and systemically spread through the hemolymph associated with a protein complex. Then, these RNAi carrier bees transfer silencing-triggering molecules to the next generation via dsRNA secretion into the jelly. Moreover, we demonstrate that jelly-secreted dsRNA is biologically active and triggers a long lasting silencing effect in the recipient generation. Finally, we characterize diverse naturally occurring endogenous and exogenous RNA populations in royal and worker jellies. These findings demonstrate an environmentally mediated transmissible RNA in honey bees.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Adult honey bees exchange food via trophallaxis and all bees in a hive are regarded as having a \"shared stomach\" [18] . Consumed but pre-digested dsRNA may thus be distributed directly among adult bees. However, nurse honey bees nourish the young larvae for the first three days with a processed diet secreted from the mandibular and hypopharyngeal food glands, the worker and royal jellies [19] . Queens are exclusively fed on royal jelly their entire life. In order to transmit RNAi-triggering molecules to the next generation, the ingested dsRNA has to spread systemically and reach the food glands, and then be secreted in the jellies. Therefore, we first attempted to test whether ingested dsRNA occurs in the honey bee's circulatory system, where it can systemically spread. To that end, we applied Digoxigenin (DIG)-labeled dsRNA (dsRNA*) for the direct detection of ingested dsRNA.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 117,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 391,
                    "end": 395,
                    "text": "[19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Intake of ingested dsRNA into the honey bee hemolymph"
        },
        {
            "text": "Adult worker bees were immobilized and fed on dsRNA* or mock solutions directly to their glossa in order to avoid cuticle contamination. Five hours post feeding, we extracted hemolymph of bees and tested for the presence of dsRNA* in whole raw hemolymph extracts. A labeled band corresponding to the purified dsRNA* size (430bp) was detected in the hemolymph of treated bees ( Figure 1A) , demonstrating uptake of full length dsRNA from the digestive system to the circulatory system.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 377,
                    "end": 387,
                    "text": "Figure 1A)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Intake of ingested dsRNA into the honey bee hemolymph"
        },
        {
            "text": "Interestingly, two additional dsRNA* bands of higher molecular weight (corresponding approximately to 2.5 and 4 Kbp) were also observed in raw hemolymph extracts ( Figure 1A ). Two scenarios can be drawn to explain the appearance of high molecular weight labeled RNAs: (i) recombination between dsRNA* and other RNAs; or (ii) association of the dsRNA* with other components of the hemolymph. Following Proteinase K digestion of the hemolymph extract the size of the higher bands shifted back to the expected 430 bp, indicating that the higher compounds were complexes of ca. full length dsRNA and hemolymph protein(s) ( Figure 1B ). It is worth noting that no processed dsRNA forms could be detected in the hemolymph extracts tested.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 164,
                    "end": 173,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 620,
                    "end": 629,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Intake of ingested dsRNA into the honey bee hemolymph"
        },
        {
            "text": "The honey bee's hemolymph is a complex fluid mixture of immune cells (haemocytes), lipids, carbohydrates, nucleic acids, hormones and proteins [28] . The finding of ingested dsRNA-protein complexes in the hemolymph indicates a possible active mechanism for uptake and translocation of dsRNA through the honey bee's circulatory system and possible spread to the jelly producing glands. If this happens, mobile dsRNA may be present in the jelly. Therefore, we next tested whether ingested dsRNA is secreted in the diet of worker-and queen-destined larvae.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 147,
                    "text": "[28]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Presence of ingested dsRNA in the worker and royal jelly"
        },
        {
            "text": "Minihives with ca. 250 worker bees and reproductive queens were established and fed on sucrose only (control) or sucrose solution mixed with dsRNA carrying a foreign GFP sequence (dsRNA-GFP). Control and treated hives were kept in separate net houses. Worker jelly was collected from brood cells containing 5 th instar worker larvae and royal jelly was harvested from queen brood cells with 3 rd -4 th instar larvae (see Materials and Methods). We could detect the presence of dsRNA-GFP by Northern blot analysis performed on total RNA extracted from worker and royal jellies. Notably, while the full-length dsRNA could be detected, additional degraded or processed GFP-RNA forms appear in both jellies ( Figure 1C ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 705,
                    "end": 714,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Presence of ingested dsRNA in the worker and royal jelly"
        },
        {
            "text": "The presence of ingested dsRNA in the circulatory system indicates systemic spread and the possibility of dsRNA transport to the food glands ( Figure 1A, B) . This was further supported by dsRNA presence in both worker and royal jellies ( Figure 1C ). Hence, dsRNA could presumably be transmitted from nurse bees to the young larvae through jelly consumption.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 143,
                    "end": 156,
                    "text": "Figure 1A, B)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 239,
                    "end": 248,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "RNA is horizontally transferred among bee generations"
        },
        {
            "text": "In order to test whether RNA can be transferred horizontally among bee generations down the line, we established reproductive mini-hives that were fed on sucrose solution (control hives) or sucrose solution containing dsRNA-GFP (See Material and Methods). During the experiment, adult workers, larvae, pupae and newly emerged bees were collected and analyzed for the presence of dsRNA-GFP. The experimental design is illustrated in figure 2A . RNA slot-blot assay with a GFP-specific probe was conducted and showed, as expected, the presence of dsRNA-GFP in adult workers that consumed directly dsRNA in their diet. It also demonstrated the occurrence of dsRNA-GFP in larvae that consumed jelly secreted by treated bees ( Figure 2B ). As previously reported, dsRNA is stable and persists in treated adult bees for a few days post feeding [25] . Here we show that dsRNA, which is transmitted from nurse bees to the larvae, persists in subsequent developmental stages including pupae and newly emerging bees. It appears that ingested foreign dsRNA diminished with time, but could be detected at least 14 days after the last dsRNA feed ( Figure 2B ).",
            "cite_spans": [
                {
                    "start": 838,
                    "end": 842,
                    "text": "[25]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 432,
                    "end": 441,
                    "text": "figure 2A",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 722,
                    "end": 731,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 1135,
                    "end": 1144,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "RNA is horizontally transferred among bee generations"
        },
        {
            "text": "While the presence of dsRNA-GFP in the jellies supports horizontal transfer to the progeny, it might also be explained by vertical dsRNA transmission from queen toegg. To distinguish between the two possible transmission routes, we designed an experiment in which only horizontal nurse bee to-larvae transmission could occur (experimental design is illustrated in Figure 2C ). A similar mini-hives set up was established and sucrose solution containing dsRNA-GFP or sucrose solution only (control hives) were provided for five days. On day six, combs containing 1 st instar larvae from control hives were transferred either to dsRNA-treated or to another control hive. The transferred larvae were then allowed to develop four additional days in the new untreated-or dsRNA-treated host colonies. On day ten, the 5 th instar larvae were collected from the transferred combs, washed rigorously and analysed for the presence of dsRNA-GFP. Northern blot analysis performed on total RNA detected a GFP-RNA signal in larvae that were nourished by dsRNA-treated bees, demonstrating an environmentally mediated horizontal RNA transfer route among honey bee generations ( Figure 2D ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 364,
                    "end": 373,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 1162,
                    "end": 1171,
                    "text": "Figure 2D",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "RNA is horizontally transferred among bee generations"
        },
        {
            "text": "RNA transfer from nurse bee to larvae does not rule out paternal queen deposition of RNA to eggs and its persistence throughout the progeny development. Therefore, we attempted exploring whether vertical dsRNA transmission also occurs in honey bees (experimental design is illustrated in Figure 2E ). To this end, the reproductive mini-hive system was applied and dsRNA-GFP containing sucrose solution or sucrose only solution (control hive) were provided for six days. On day six, simultaneous queen swaps among treatments were performed as follows: i) the queen from dsRNA-GFP hive replaced the queen from a control hive; and ii) the substituted control queen replaced a queen from a different control hive. On day eight, after two days of acclimatization, the newly introduced queens were released and allowed to lay eggs in their new colony. On day ten, eggs were collected, pooled and analyzed for the presence of dsRNA-GFP. We could not detect GFP-RNA signal in eggs laid by a queen that was previously nourished with royal jelly provided by dsRNA-treated bees ( Figure  1C ). We acknowledge that such negative detection could be explained by the sensitivity limitation of the Northern blot assay. Thus, we conclude that while vertical transmission might occur to some extent, horizontal nurse to-larvae transfer is the main route to distribute RNA among honey bees.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 288,
                    "end": 297,
                    "text": "Figure 2E",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 1069,
                    "end": 1079,
                    "text": "Figure  1C",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "RNA is horizontally transferred among bee generations"
        },
        {
            "text": "We next asked whether horizontally transferred RNA (i.e. transmissible RNA) is biologically active within recipient individuals. It has been previously demonstrated that supplementing dsRNA into the natural larval diet induces potent RNAi against endogenous RNA [29, 30] . Moreover, similar application with dsRNA, corresponding to Deformed Wing Virus (DWV) and Sacbrood Virus (SBV), effectively reduced viral RNA titter as well as disease symptoms in infected worker larvae and adults [31, 32] . Notably, these studies showed that ingestion of jelly-containing dsRNA results in sustainable gene silencing that lasts until adulthood [29] [30] [31] .",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 266,
                    "text": "[29,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 267,
                    "end": 270,
                    "text": "30]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 486,
                    "end": 490,
                    "text": "[31,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 491,
                    "end": 494,
                    "text": "32]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 633,
                    "end": 637,
                    "text": "[29]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 638,
                    "end": 642,
                    "text": "[30]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 643,
                    "end": 647,
                    "text": "[31]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Transmissible RNA is biologically active in recipient bees"
        },
        {
            "text": "Unlike previous reports, we examined whether dsRNA, which is originated from nurse bees and secreted into the jelly, could elicit RNAi response in the progeny. To answer this question, we established a minimal hive system in plastic boxes containing ca. 150 workers and a comb with eggs and young larvae. The adult bees were fed for eight days on sucrose solution (untreated), sucrose solution mixed with dsRNA-GFP (non-specific dsRNA control) or dsRNA that matched the vitellogenin mRNA sequence (dsRNA-Vg). When the brood cells were sealed, the adult bees were removed and the combs were kept until new workers emerged. We then collected ten days old workers and analyzed the expression levels of vitellogenin by RT-qPCR. Consistent with persistence of jelly-transmitted dsRNA ( Figure 2B ) and in agreement with the aforementioned reports [29] [30] [31] , we observed vitellogenin knockdown in adult workers that were nourished as larvae by dsRNA-fed nurse bees ( Figure 2F ). Therefore, we concluded that transmissible RNA, at least in a dsRNA form, is biologically active in recipient bees.",
            "cite_spans": [
                {
                    "start": 842,
                    "end": 846,
                    "text": "[29]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 847,
                    "end": 851,
                    "text": "[30]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 852,
                    "end": 856,
                    "text": "[31]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 781,
                    "end": 790,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 967,
                    "end": 976,
                    "text": "Figure 2F",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "Transmissible RNA is biologically active in recipient bees"
        },
        {
            "text": "Royal jelly is a processed food substance secreted from the hypopharyngeal and mandibular glands of young nurse bees. It is mainly composed of proteins, sugars, lipids, vitamins and free amino acids [33] . While queens are exclusively fed on royal jelly, worker larvae consume it only during the first three days post hatching, and then their diet is switched towards worker jelly (mixture of jelly, honey and pollen) [20] .",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 203,
                    "text": "[33]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 418,
                    "end": 422,
                    "text": "[20]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Naturally occurring RNA in worker and royal jellies"
        },
        {
            "text": "The previous experiments described a mechanism that enables, through jelly consumption, transmission of biologically active RNA among individuals within and between generations in the hive. These findings suggest a naturally occurring transmissible RNA pathway in honey bees. In line with this hypothesis, it has been reported that both worker and royal jellies contain small honey bee RNA populations, demonstrating endogenous bee RNA secretion into the larval diet [17, 30] . To further explore the RNA repertoire in the jellies, including the natural occurrence of exogenous and pathogen-related RNA, we adapted a small RNA-seq protocol to sequence fulllength RNA up to 200nt (see materials and methods). Samples of royal jelly were collected from 3 rd instar queen larvae brood cells, and worker jelly was collected from 5 th instar worker larvae brood cells. The jellies were harvested from untreated healthy looking hives.",
            "cite_spans": [
                {
                    "start": 467,
                    "end": 471,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 472,
                    "end": 475,
                    "text": "30]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Naturally occurring RNA in worker and royal jellies"
        },
        {
            "text": "Size distribution analysis of sequenced RNA indicated that worker and royal jellies have different profiles, with RNAs corresponding to 39-and 72 nt mainly differentiate among the two jellies ( Figure 3A , Supplementary Figure 1A) . We next applied a metagenomics analysis to identify the origin of jelly RNA and again, found different profiles in the worker and royal jellies ( Figure 3B , Supplementary Figure 1B) . Surprisingly, bee RNA represents only a minor fraction in both jellies, representing 0.58% and 3.55% of worker and royal jelly, respectively. Instead, large proportions of plant, fungi and bacteria were identified alongside sequences originating from unknown sources. Remarkably, RNA corresponding to various exogenous bee-affecting viruses could also be detected in both jellies.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 194,
                    "end": 203,
                    "text": "Figure 3A",
                    "ref_id": null
                },
                {
                    "start": 220,
                    "end": 230,
                    "text": "Figure 1A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 379,
                    "end": 388,
                    "text": "Figure 3B",
                    "ref_id": null
                },
                {
                    "start": 405,
                    "end": 415,
                    "text": "Figure 1B)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Naturally occurring RNA in worker and royal jellies"
        },
        {
            "text": "We next further characterized jelly RNA that corresponds to the honey bee genome ( Figure 4A , Supplementary Figure 2A -C). Like the previous jelly RNA analyses, different honey bee RNA profiles were detected in worker and royal jellies. In both jellies the large proportions represent bee RNA homologous to protein coding genes followed by tRNAs. However, worker jelly is relatively enriched in ribosomal, transposable elements (TE) and non-coding RNA. Interestingly, differential TE RNA occurrence could be detected among the jellies, which is mainly associated with LTRretrotransposons and TIR transposons ( Figure 4B ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 83,
                    "end": 92,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 95,
                    "end": 118,
                    "text": "Supplementary Figure 2A",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 611,
                    "end": 620,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Naturally occurring RNA in worker and royal jellies"
        },
        {
            "text": "We hypothesized that bees treated with an IAPV-specific dsRNA in previous field trials [26] , may have transmitted the antiviral RNA to other bees, resulting in transmissible protection against the viral infection. The presence of naturally occurring viral RNA in both jellies supports the existence of such an RNA-based social immunity in bees. Therefore, we also characterized the viral RNA in worker and royal jellies.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 91,
                    "text": "[26]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Naturally occurring RNA in worker and royal jellies"
        },
        {
            "text": "Overall, RNA corresponding to four and ten bee-affecting viruses could be detected in worker and royal jelly respectively ( Figure 5A ). The most abundant viruses in both jellies were DWV and Varroa Destructor Virus 1 (VDV-1). Interestingly, both sense and antisense viral RNA strands are detected for most viruses. The presence of replicative forms (anti-sense viral genome) suggests an intracellular origin of the viral RNA and its secretion into the jelly rather than RNA derived exclusively from environmental capsids. Additionally, we analyzed the size distribution of viral sequences and identified diverse sense and anti-sense viral RNA fragments in both jellies ( Figure 5B ). Interestingly, while both worker and royal jellies contain large populations of small RNAs ( Figure 3A) , almost no small viral RNAs (20-25nt) were identified ( Figure 5B ). To assess fragment diversity as well as potential occurrence of base-paired viral RNA, reads were mapped against corresponding viral genomes ( Figure ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 124,
                    "end": 133,
                    "text": "Figure 5A",
                    "ref_id": null
                },
                {
                    "start": 672,
                    "end": 681,
                    "text": "Figure 5B",
                    "ref_id": null
                },
                {
                    "start": 778,
                    "end": 788,
                    "text": "Figure 3A)",
                    "ref_id": null
                },
                {
                    "start": 846,
                    "end": 855,
                    "text": "Figure 5B",
                    "ref_id": null
                },
                {
                    "start": 1002,
                    "end": 1008,
                    "text": "Figure",
                    "ref_id": null
                }
            ],
            "section": "Naturally occurring RNA in worker and royal jellies"
        },
        {
            "text": "Employing dsRNA as a model, this study reports on an environmentally mediated RNA cycle among honey bees. The cycle is engaged by consumption of RNA-containing diet by an individual bee. Then, the ingested RNA is spread from the digestive system through the epithelial gut cells to the hemolymph, where it is associated with a protein complex. A systemic RNA signal reaches the food secretion glands of nurse bees, and is transmitted to the progeny, again, through RNA-containing jelly consumption ( Figure 6 ). This phenomenon is driven by horizontal RNA transfer among individual bees and across generations. Hence, it demonstrates an inherent nonorganism autonomous RNA -a transmissible RNA route in honey bees.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 500,
                    "end": 508,
                    "text": "Figure 6",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Larva and adult honey bees can ingest biologically active dsRNA [25, 29] . However, the ability of bees to efficiently take up dietary small RNAs (e.g. miRNAs, siRNAs) is currently debatable [17, 30, 34, 35] . While exchange of dietary RNA among adult bees can reasonably occur via trophallaxis [36] , in our experiments, secretion of jelly that contained dsRNA-GFP required systemic distribution of the environmentally consumed dsRNA within the nurse bee. A few RNA uptake mechanisms have been reported including internalization by extracellular vesicles, dsRNA channels and receptor-mediated endocytosis [37] [38] [39] [40] . Although these mechanisms have demonstrated cellular RNA import, little is known about the systemic spread of RNA through the insect's circulatory system. Here we show that ingested-dsRNA is exported into the bee's hemolymph where at least part of it is not naked, but associated with proteins, forming extracellular ribonucleoprotein complexes. In agreement with previous studies, which determined import preference of long dsRNA [39] [40] [41] in c. elegans and drosophila, we found that the hemolymph dsRNA-protein complex is comprised of long and mostly non-processed dsRNA ( Figure 1B ). These findings led us to propose potential parallel complementary functions of the extracellular dsRNA-protein complex involving stabilization, translocation and introduction of the circulatory RNAi signal to recipient cells and tissues in a specific and/or non-specific manner. Yet, investigating such potential roles would require the identification and characterization of the RNA binding hemolymph proteins in future studies.",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 68,
                    "text": "[25,",
                    "ref_id": null
                },
                {
                    "start": 69,
                    "end": 72,
                    "text": "29]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 191,
                    "end": 195,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 196,
                    "end": 199,
                    "text": "30,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 200,
                    "end": 203,
                    "text": "34,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 204,
                    "end": 207,
                    "text": "35]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 295,
                    "end": 299,
                    "text": "[36]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 606,
                    "end": 610,
                    "text": "[37]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 611,
                    "end": 615,
                    "text": "[38]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 616,
                    "end": 620,
                    "text": "[39]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 621,
                    "end": 625,
                    "text": "[40]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1059,
                    "end": 1063,
                    "text": "[39]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1064,
                    "end": 1068,
                    "text": "[40]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1069,
                    "end": 1073,
                    "text": "[41]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [
                {
                    "start": 1208,
                    "end": 1217,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Suspected prolonged viral disease resistance in field hives fed on dsRNA homologous to a bee virus (IAPV) [26] , suggested long-term effect of RNAi in treated colonies 3-4 months after the last dsRNA treatment. RNAi maintenance via dsRNA amplification, driven by the viral RdRp and/or endogenous expression [42] [43] [44] , can explain silencing persistence in an individual bee. Nevertheless, it is unlikely to explain long-term protection at the colony level since the honey bee's life span during the summer is ca. six weeks. Worker larvae are fed exclusively royal jelly for three days, and then predominantly jelly, honey and pollen mix. Therefore, the presence of dsRNA-GFP in royal jelly demonstrated jelly-secretion mediated RNA transfer to next generations ( Figure 1C ). Further supporting such nurse to-larva transfer, dsRNA-GFP could be detected in larvae originated from untreated hives, but nourished by workers fed on dsRNA ( Figure 2D ). Reciprocally, dsRNA-GFP could not be detected in eggs laid by a dsRNA-treated queen in an untreated hive ( Figure 1C) . These experiments show that horizontal RNA transfer is the main route to share and spread RNA, at least in a dsRNA form, among the bee population in the hive. However, our results cannot rule out additional vertical transmission of RNA from queen to eggs. Ingestion of dsRNAsupplemented jelly under natural or in vitro conditions has been reported to confer efficient endogenous and exogenous gene silencing in honey bee larvae and newly emerged adults [17, [29] [30] [31] . Here, we show that dsRNA that is secreted into the jelly and consumed by larvae is also biologically potent and can induce a long lasting RNAi that persists until adulthood ( Figure 2B ). Therefore, an interpretation of our results leads us to conclude that RNA transfer to larvae could potentially prime anti-viral RNAi and explain the suspected long term protection against viral disease in infected hives fed on IAPV-dsRNA [26] .",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 110,
                    "text": "[26]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 307,
                    "end": 311,
                    "text": "[42]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 312,
                    "end": 316,
                    "text": "[43]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 317,
                    "end": 321,
                    "text": "[44]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1527,
                    "end": 1531,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1532,
                    "end": 1536,
                    "text": "[29]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1537,
                    "end": 1541,
                    "text": "[30]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1542,
                    "end": 1546,
                    "text": "[31]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1975,
                    "end": 1979,
                    "text": "[26]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 768,
                    "end": 777,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 941,
                    "end": 950,
                    "text": "Figure 2D",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 1061,
                    "end": 1071,
                    "text": "Figure 1C)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1724,
                    "end": 1733,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "RNAi has been established in insects, including honey bees, as a key immune response against viruses [25, 44, 45] . During infection, local RNAi develops into a systemic signal to control viral spread and propagation in distant cells and tissues. Our data indicates that systemic RNAi signal is not limited to the infected bee, but spreads beyond to other individuals in the hive. Diverse fragments of bacterial, fungal and viral RNA naturally occur in both jellies, representing 25% and 16.75% of total worker and royal jelly RNA, respectively ( Figure 3B , 5A). The presence of both sense and antisense viral sequences suggests secretion of viral RNA originated from cells. Additionally, potential Dicer substrates seem to be common among natural viral jelly RNA ( Figure 5C, Supplementary Figure 3 ), supporting transfer of naturally occurring RNAi triggers to the larvae. Yet, the relative amount of viral RNA is somewhat low in jelly samples collected from healthy looking hives ( Figure 3B ). We previously demonstrated cross species bi-directional RNAi transfer between the honey bee and Varroa mite, which has been applied for Varroa control [13, 46] . Thus, in addition to individual-defense, transmissible RNA could elicit a colony-level protective outcome. Relative to other insects, the honey bee's genome encodes a reduced number and variety of immune gene families. It has been therefore suggested that the bees' behavioral group-defense provides a complementary level of immunity, compensating for the reduction of immune genes [47] . We hypothesize another form of collective defense; social immunity that is engendered through transfer of pathogen-related RNA among members in the hive.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 105,
                    "text": "[25,",
                    "ref_id": null
                },
                {
                    "start": 106,
                    "end": 109,
                    "text": "44,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 110,
                    "end": 113,
                    "text": "45]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1150,
                    "end": 1154,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1155,
                    "end": 1158,
                    "text": "46]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1543,
                    "end": 1547,
                    "text": "[47]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [
                {
                    "start": 547,
                    "end": 556,
                    "text": "Figure 3B",
                    "ref_id": null
                },
                {
                    "start": 767,
                    "end": 800,
                    "text": "Figure 5C, Supplementary Figure 3",
                    "ref_id": null
                },
                {
                    "start": 986,
                    "end": 995,
                    "text": "Figure 3B",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "It is generally agreed that RNAi evolved as a defense mechanism against selfish nucleic acids and further diversified to regulate endogenous gene expression. The presence of differential naturally occurring RNA among worker and royal jellies points towards a potential effect of transmissible RNA on genome function in recipient bees. Indeed, supplementing jelly with endogenous or exogenous miRNAs that are naturally enriched in worker jelly affected gene expression as well as developmental and morphological characters of newly emerged workers and queens [17, 30] . We speculate that bee to-larva RNA transfer could also play a role in epigenetic dynamics among honey bees. A general involvement of epigenetics in the phenotypic plasticity of female bees has been demonstrated [22] [23] [24] . Nonetheless, it is still not understood how castespecific epigenetic marking is directed. Continuous uptake of regulatory jelly RNA could contribute towards a specific gene-expression profile of a genome with a potential to differentiate into two castes; hence, shifting towards an emergence of worker or queen. Making of a queen is a multilevel process and presumably there are numerous factors interplaying one with the other. Further research should molecularly determine the impact of jelly RNA and its relation to other identified players, such as Royalactin [21] .",
            "cite_spans": [
                {
                    "start": 558,
                    "end": 562,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 563,
                    "end": 566,
                    "text": "30]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 780,
                    "end": 784,
                    "text": "[22]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 785,
                    "end": 789,
                    "text": "[23]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 790,
                    "end": 794,
                    "text": "[24]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1361,
                    "end": 1365,
                    "text": "[21]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The presented mechanistic experiments with artificial RNA and the occurrence of natural RNA populations in the jellies indicated not only an RNA share among bees, but also its ability to persist in an external non-sterile environment. It has been reported that royal jelly contains bactericide components [48] . Although inhibition of microbial growth could contribute to the stability of RNAs in the jelly, it cannot solely protect against environmentally distributed nucleases and physical degradation. Moreover, after ingestion, jelly RNAs need to be further stabilized in the digestive system of the larva and adult queen, which harbors a diverse microbial population [49] . This raises the question how does the jelly support environmental persistence and activity of RNA?",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 309,
                    "text": "[48]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 672,
                    "end": 676,
                    "text": "[49]",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The GFP sequence and primers as well as dsRNA synthesis procedure were described in Maori et al., 2009 . Apis mellifera sequence that corresponds to the Vitellogenin mRNA (bases 4648-5084; accession no. NM_001011578.1) served as a template for dsRNA-Vg transcription, and was amplified by the following primers: 5' TAATACGACTCACTATAGGGCGAAAAGCTTATCAGAAGGTGGAAGAAAA 3'; 5' TAATACGACTCACTATAGGGCGACAATGTTTGTTAACGTTATGGTGGTA 3' (T7 promoter in bold). Labeling of GFP-dsRNA was performed using a DIG RNA Labeling Kit (Roche) with a DIG-11-UTP concentration of 70 µm per reaction.",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 102,
                    "text": "Maori et al., 2009",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods dsRNA synthesis"
        },
        {
            "text": "Cloning, transcription, RNA preparations, cDNA synthesis, RNA slot blot, Northernblot, PCR and Proteinase K digestions were carried out according to published protocols (Sambrook & Russell, 2001) or to the manufacturers' instructions. Northern-blot analyses for the detection of labeled-dsRNA were conducted without using a probe; a standard DIG Northern-blot protocol was modified by omitting the probe-hybridization step. Briefly, 10 µl of pooled whole hemolymph extracts (detailed below) were electrophorased in the Northern-blot analyses of labeled dsRNA, using native 1.2% agarose gel. Slot-and Northern-blot analyses for detection of non-labeled dsRNA were probed with a DIG-labeled PCR probe (Roche Diagnostics Indianapolis, IN, USA) of a sequence corresponding to GFP-sequence used as template for the dsRNA-GFP synthesis.",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 195,
                    "text": "(Sambrook & Russell, 2001)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Molecular procedures"
        },
        {
            "text": "Young worker bees were collected from a single hive and immobilized within plastic straws. Individual bees were fed on 10 µl 50% sucrose solution (w/w) containing DIGlabeled dsRNA-GFP in a final concentration of 50 ng/µl. The control group was fed on 50% sucrose solution (w/w) only. To control dsRNA spillage and cuticle contamination, the immobilized bees were fed directly to their glossa and complete uptake was monitored. Hemolymph was collected from a small incision at the level of the 3rd dorsal tergite, using a microcapillary. The hemolymph of 10 workers was pooled per sample and stored at -80°C for later analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hemolymph extraction from bees"
        },
        {
            "text": "Caged fertile queen bees, together with approximately 250 worker bees, were placed in mini-hives (26x17x15.5 cm polystyrene) fitted with four mini-combs each. The minihives were sealed and placed in a temperature-controlled room (28°C) for three days in which the combs were constructed and queen-workers recognition had been established. During the first three days, the bees were fed on a mixture of 33% honey and 67% sucrose powder (candy). Next, the mini-hives were transferred into two net-houses separating between dsRNA treated, and untreated mini-hives. The bees were free to fly within the net-houses and to forage for water from buckets. The first 14 days were an adaptation period, during which the colonies were fed on demand with candy, and pollen supplement patties (5 g each) were placed on top of the combs and replaced once a week. An established mini-colony was determined by at-least two constructed combs and egg-laying activity of the queen; only these hives were included in the experiment. During all the experiments, established colonies (two per treatment) were fed on pollen supplement patties (5 g each), and had unlimited water supply.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reproductive mini-hive system"
        },
        {
            "text": "Treated colonies were fed daily on 10 ml of 50% sucrose solution (w/w) containing dsRNA-GFP in a final concentration of 20 ng/µl (200 µg dsRNA-GFP per day), and untreated mini-hives were fed daily on 10 ml of 50% sucrose solution (w/w) only. Feeding dsRNA-GFP was continued for five days and subsequently the colonies were fed only on 50% sucrose solution until the experiment's end. At the beginning of day four, the queens were removed in order for the bees to rear new queens. We waited two hours, and placed artificial queen cells containing 1 st -2 nd instar larvae grafted from a different untreated hive. On day 6, we carefully removed intact 3 rd -4 th instar larvae with a fine paintbrush and harvested royal jelly. Royal jelly was harvested from five artificial queen cells, pooled and stored at -80°C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detection of dsRNA-GFP in royal jelly"
        },
        {
            "text": "Treated colonies were fed daily on 10 ml of 50% sucrose solution (w/w) containing dsRNA-GFP in a final concentration of 20 ng/µl (200 µg dsRNA-GFP per day), and untreated mini-hives were fed daily on 10 ml of 50% sucrose solution (w/w) only. Feeding dsRNA-GFP was continued for eight days. On day five and eight, 4 th-5 th instar larvae were carefully removed from worker brood cells and checked for any physical damage. Worker jelly was collected by washing cells with nuclease free water to resuspend the low jelly quantity available. Samples were stored at -80°C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detection of dsRNA-GFP in royal jelly"
        },
        {
            "text": "Two treated colonies were fed daily on 15 ml of 50% sucrose solution (w/w) containing dsRNA-GFP in a final concentration of 20 ng/µl (300 µg dsRNA-GFP per day), and two untreated mini-hives were fed daily on 15 ml of 50% sucrose solution (w/w) only. Feeding dsRNA-GFP was continued for seven days and subsequently all the colonies were fed only on 50% sucrose solution until the experiment's end. The day in which dsRNA was first introduced represents 'day-1' (Figure 2A ). Samples were collected in different time points, immediately frozen in liquid nitrogen and kept at -80°C for further analysis. Prior to RNA extraction, samples were rigorously washed with nuclease-free water.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 460,
                    "end": 470,
                    "text": "(Figure 2A",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "Horizontal RNA transfer in the hive"
        },
        {
            "text": "For five days, treated colonies were fed daily on 10 ml of 50% sucrose solution (w/w) containing dsRNA-GFP in a final concentration of 20 ng/µl (200 µg dsRNA-GFP per day), and untreated mini-hives were daily fed on 10 ml of 50% sucrose solution (w/w) only. On day six, combs containing 1 st instar larvae were removed from an untreated hive and transferred either to another untreated or dsRNA-treated colony. On day ten, 5 th instar worker larvae were collected, immediately frozen in liquid nitrogen and kept at -80°C for further analysis ( Figure 2C ). Prior to RNA extraction, samples were rigorously washed with nuclease-free water.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 543,
                    "end": 552,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "Combs transfer experiment"
        },
        {
            "text": "For six days, one treated colony was fed daily on 10 ml of 50% sucrose solution (w/w) containing dsRNA-GFP in a final concentration of 20 ng/µl (200 µg dsRNA-GFP per day), and three untreated mini-hives were fed daily on 10 ml of 50% sucrose solution (w/w) only. On day six, the queens from both untreated and dsRNA-treated minihives were caged, and on day seven swapped with other queens as follows: the queen taken from the dsRNA-treated colony replaced the queen of an untreated minihive, and a queen from the untreated colony replaced a queen from another untreated minihive ( Figure 2E ). To allow acclimation, the queens remained caged for a day and then they were released to lay eggs for three days. 100 eggs were collected per treatment on day ten and stored at -80°C for further analysis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 581,
                    "end": 590,
                    "text": "Figure 2E",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "Queens swap experiment"
        },
        {
            "text": "Nine plastic boxes were populated each with ca. 150 workers (collected nearby open brood cells) and a piece of comb containing eggs and young larvae. The plastic boxes were placed in an incubator at 34° C with 45-55% humidity. The boxes were divided into three groups (three boxes per treatment) and were fed daily for eight days with: i) 100µg dsRNA-Vg in 2ml 35% sucrose solution; ii) 100µg dsRNA-GFP in 2ml 35% sucrose solution; and iii) 2ml 35% sucrose solution. Bees were fed with additional 4 ml 35% sucrose solution per day, to avoid hunger. In addition, the bees were routinely fed pollen-sugar supplement to encourage larvae rearing (70% pollen and 30% sugar powder). On day eleven, all cells were sealed and the adult bees were removed. The newly emerged bees were paired for ten days. The pairs were prepared by placing together two bees from different treatments that emerged at the same day and originated from the same hive. Paired bees were fed with 35% sucrose solution and pollen-sugar supplement. On day ten, we collected workers samples from each treatment for Vitellogenin expression analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vitellogenin silencing by horizontal transfer of dsRNA-Vg"
        },
        {
            "text": "qRT-PCR reactions were performed using the EvaGreen® qPCR Plus Mix kit (SOLIS BIODYNE) according to the manufacturer's instructions. The Vitellogenin mRNA was amplified using primers: 5'-CCAAACTGGAACGGGACCTGC-3' and 5'-TGTAGCTGTCAGTCGGCGTGC-3'. Calmodulin was used as a control for normalization using primers: 5'-CGAGAGAGAACGGTGGACTC-3' and 5'-ATACGACACAGCCGACGAG -3'. Statistical analyses were conducted with JMP statistical software version 13 (SAS Institute, Cary, NC, USA). Statistical significance was set at P<0.05. To test for significant differences in relative expression of Vg in workers, one-way ANOVA was conducted on dCt values as previously described [50] .",
            "cite_spans": [
                {
                    "start": 666,
                    "end": 670,
                    "text": "[50]",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Real-time RT-PCR and statistics"
        },
        {
            "text": "Significant differences between treatments were tested by the Tukey-Kramer (HSD) test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Real-time RT-PCR and statistics"
        },
        {
            "text": "Royal jelly was collected from queen brood cells containing 3 rd instar larvae, and worker jelly was collected from 5 th instar worker larvae brood cells; all brood belonged to untreated healthy looking hives. The jelly samples were immediately frozen in liquid nitrogen and kept at -80°C for further analysis. Total RNA extracted from worker and royal jellies was subjected to Tobacco Acid Pyrophosphatase (TAP) treatment using the Cap-Clip enzyme (CellScript). Modified RNA was purified again by standard Phenol/Chloroform extraction followed by Ethanol precipitation in the presence of Glycogen. The RNA pellet was taken up in 12 ul nuclease-free water. RNA quality and quantity was verified using Agilent RNA 6000 pico chip on a Bioanalyzer 2100 instrument. Libraries construction and sequencing were provided by Cambridge Genomic Services (Cambridge University). Briefly, full-length RNA libraries were prepared using the NEXTflex small RNA-seq kit v3 (Bioo Scientific) according to the manufacturer's instructions with the following modifications; Adaptor ligation was . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/299800 doi: bioRxiv preprint performed at 16°C overnight (step A). The bead cleanup (step F) was performed following an amended one-sided purification protocol to retain also long fragments (no size selection protocol) as provided by the manufacturer. The final purification of the PCR product (step H1) followed also the amended protocol without size selection as provided by the manufacturer. Sequencing was performed in a NextSeq 500 instrument, in a 150 bp paired-end read run using the high output kit (300 cycle). RNA-seq data have been deposited in the ArrayExpress database at EMBL-EBI (www.ebi.ac.uk/arrayexpress) under accession number E-MTAB-6557.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sequencing of full length RNA from worker and royal jelly"
        },
        {
            "text": "An in-house script utilizing cutadapt (version 1.11) [51] , fastx_trimmer (FASTX Toolkit 0.0.13) [52] and FastQC (version v0.10.1) [53] was used to trim raw fastq files. Briefly, Illumina NEXTflex small RNA 5' and 3' adapter sequences were trimmed from paired-end fastq sample files, while retaining sequences that were at least 23 bp long. Due to the two colour method of sequencing and other technical sequencing considerations, reads that were shorter than the total number of sequencing cycles had a poly-A tail followed by a poly-G tail that were both trimmed. Then, the four random index bases were trimmed from both ends of the sequences. Next, 5' and 3' Illumina NEXTflex small RNA adapter sequences were trimmed anew and only sequences for which the length of both paired reads was at least 15bp long were retained. QC, performed with FastQC, revealed low quality bases at both ends of the reads. These low quality bases were trimmed using fastx_trimmer and an additional QC run indicated that all the samples are properly trimmed. Total number of reads that passed trimming and QC per library is summarized in Supplementary Table 1. All in-house scripts have been deposited in Github and can be downloaded: https://doi.org/10.5281/zenodo.1302437.",
            "cite_spans": [
                {
                    "start": 53,
                    "end": 57,
                    "text": "[51]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 97,
                    "end": 101,
                    "text": "[52]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 131,
                    "end": 135,
                    "text": "[53]",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Reads trimming and QC"
        },
        {
            "text": "The genome of A. mellifera was downloaded from ensembl (release 32). Using in-house scripts (https://doi.org/10.5281/zenodo.1302437), the fastq files (R1 & R2) of each royal and jelly sample were converted into fasta files, which were then aligned to the A. mellifera genome using blat [54] . The best hit for each R1 mapped read was matched with the best hit for its R2 mapped read. Therefore determining the final mapping of the read as well as the size of its matching RNA.",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 290,
                    "text": "[54]",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Alignment of royal and jelly samples to the genome of A. mellifera"
        },
        {
            "text": "For each royal and worker jelly sample, we computed the length of the sequenced RNA's independent of any genome alignment. That is, we used blat to align an R1 read and the reverse complement of its matching R2 read. We then calculated the length of the sequence the two reads span from the 5' of R1 to the 3' of R2. The size of reads that did not overlap is indicated as being greater that the length of the longer between the R1 and R2 reads (e.g. >38 where 38 is the length in bp of the longer read). Using the described method, we managed to map the size of approximately 98.5% of the all the reads in each of the samples",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RNA size analysis"
        },
        {
            "text": "To compare the size distributions of RNA in royal jelly and worker jelly samples, we computed a histogram of all RNA sizes present in the jellies and calculated the log of Reads Per Million, hereof denoted as RPM, using the following formula:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparative RNA size analysis"
        },
        {
            "text": "To compute the log(RPM) of royal and worker jelly samples in general, we calculated the average number of RNA's in each size group for all royal / worker jelly samples, that is | ! |, and used it to calculate the general royal / worker log(RPM) value using the following formula:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparative RNA size analysis"
        },
        {
            "text": "To identify the origin of royal and worker jelly RNAs we used blat [54] to map the RNA sequences against the genomes of A. mellifera, 13 viral genomes, 5243 bacterial genomes, 1038 fungi genomes and two plant genomes. The names and the sizes of the genomes are depicted in Supplementary Table 2 . Each of the royal and worker jelly RNA samples were mapped to the above mentioned genomes and the percentage of RNA mapped to each specie were recorded as the number of RNA sequences mapped to each specie out of the total number of RNA sequences in the sample. The RNA in each sample were first searched against the bee genome and then against viral genomes, bacterial genomes, fungi genomes and finally against plant genomes. Each blat search was performed with the RNAs that did not match the previous genome they were searched against. That is, all the RNAs in each sample were searched against the bee genome but only RNA reads that did not match the bee genome were searched against viral genomes, only RNAs that did not match any of the viral genomes were searched against bacterial genomes etc'. In order to calculate the number of RNA sequences mapped to each genome for each type of jelly (i.e. royal / worker), the data from the three royal jelly samples were treated as a single sample and the data from the three worker jelly samples were treated as a single sample. We then recorded the percentage of RNAs that were mapped to each species for the merged royal jelly samples and for the merged worker jelly samples. For individual sample analysis, we simply recorded the percentage of RNAs that were mapped to each species for each royal or worker jelly sample.",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 71,
                    "text": "[54]",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [
                {
                    "start": 273,
                    "end": 294,
                    "text": "Supplementary Table 2",
                    "ref_id": null
                }
            ],
            "section": "Comparative metagenomics of sequenced RNA populations"
        },
        {
            "text": "We used the ensembl annotation file for the genome of A. mellifera (release 32) to characterize the jelly RNA corresponding to the honey bee genome. Using an in-house script, we converted the ensembl annotation file into a bed format file and intersected it with a bed file version of the RNAs corresponding to the honey bee genome using intersectBed (bedtools version 2.17.0) [55] . The number of RNAs in each annotation category was then recorded, excluding matches in which the overlap between the RNA and the annotation element was shorter than 7bp. To further characterize the jellies corresponding to the honey bee genome, we performed a blat search against two transposable elements (TE) databases, the TREP database (release 16) [56] and RepBase (version 22.04) [57] . The number of RNAs that mapped to each of the TE categories was then recorded from which the percentage of each TE category was calculated.",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 381,
                    "text": "[55]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 737,
                    "end": 741,
                    "text": "[56]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 770,
                    "end": 774,
                    "text": "[57]",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "Characterization of jelly RNA corresponding to the honeybee genome"
        },
        {
            "text": "To detect the presence of pathogen-related RNA, we performed a blat search [54] against 13 honey bee viral genomes (Supplementary Table 2 ). That is, the RNAs of each of the six jelly samples were searched against each of the viral genomes and their genomic position, length (i.e. insert length), orientation (i.e. forward/reverse) and abundance, relative to each viral genome, were obtained (Supplementary Tables 3 and  4 ).",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 79,
                    "text": "[54]",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [
                {
                    "start": 130,
                    "end": 137,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 392,
                    "end": 422,
                    "text": "(Supplementary Tables 3 and  4",
                    "ref_id": null
                }
            ],
            "section": "Detection of viral RNAs"
        },
        {
            "text": "To enable a comparison between the abundance of virus-related RNAs in each of the 13 viral genomes, we calculated for each jelly (i.e. royal or worker) its log(TPM), where TPM = Transcripts Per Million, using the following formula:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abundance comparison of viral RNAs between royal and worker jellies"
        },
        {
            "text": "To analyze the size distribution of viral RNAs for each jelly type (i.e. royal / worker) or for each sample separately, we grouped the various insert lengths into nine distinct size groups: 15-19nt, 20-25nt, 26-31nt, 32-50nt, 51-75nt, 76-100nt, 101-125nt, 126-200nt and >200nt and calculated the log(TPM) of each viral genome in each size group using the following formula:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abundance comparison of viral RNAs between royal and worker jellies"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/299800 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abundance comparison of viral RNAs between royal and worker jellies"
        },
        {
            "text": "To evaluate the abundance of viral RNAs along the genome of each virus, we calculated the log(TPM) at each position along the viral genome of each virus using the following formula: A) Presence of ingested dsRNA in the hemolymph. Probe-free Northern blot analysis performed on pooled raw hemolymph extracts (ten bees per pool, 10 µl per well). Raw hemolymph extracts were collected from bees that were fed on 50% sucrose solution (w/w) containing DIG-labeled dsRNA-GFP, or sucrose solution only. The 430 bp band represents free full-length dsRNA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abundance comparison of viral RNAs between royal and worker jellies"
        },
        {
            "text": "Association of ingested-dsRNA with a protein complex in the hemolymph. Probefree Northern blot analysis performed on untreated or protease K-treated pooled raw hemolymph extracts (ten bees per pool, 10 µl per well). The hemolymph in both treatments was derived from the same hemolymph sample.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B)"
        },
        {
            "text": "Occurrence of ingested dsRNA in the larval diets and newly laid eggs from dsRNA-GFP treated and untreated minihives. Northern blot analysis of 1 µg total RNA extracted from worker jelly (WJ), royal jelly (RJ) and eggs. Eggs were laid in untreated minihives by queens that were transferred from dsRNA-treated or untreated minihives. Purified dsRNA-GFP was used as a positive control and a size marker for full-length dsRNA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C)"
        },
        {
            "text": "A) Experimental design for detecting RNA transmission within the hive. Reproductive minihives contained ca. 250 bees and an active queen. Treated colonies were provided with 300 µg dsRNA-GFP in 50% sucrose solution (w/w) per feeding. Control minihives were fed on 50% sucrose solution (w/w) only. Adult bees and brood were sampled from the available developmental stages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2."
        },
        {
            "text": "Occurrence of dsRNA in adult bees and its transfer to the next generation. RNA slotblot analysis of 1.5 µg total RNA extracted from individual larvae, pupae and adult bees from dsRNA-GFP treated or untreated colonies (Figure 2A ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 217,
                    "end": 227,
                    "text": "(Figure 2A",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "B)"
        },
        {
            "text": "Experimental design to test horizontal RNA transfer among bees. Reproductive minihives contained ca. 250 bees and an active queen. Treated colonies were provided with 200 µg dsRNA-GFP in 50% sucrose solution (w/w) per feeding. Control minihives were fed on 50% sucrose solution (w/w) only.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C)"
        },
        {
            "text": "Transfer of dsRNA from worker bees to nourished larvae. 1 st instar larvae were transferred from untreated hive and nourished by workers from dsRNA treated or untreated minihives for four days. Northern blot of 5 µg total RNA extracted from individual 5 th instar larvae.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D)"
        },
        {
            "text": "Experimental design to test vertical RNA transfer among bees. Reproductive minihives contained ca. 250 bees and an active queen. Treated colonies were provided with 200 µg dsRNA-GFP in 50% sucrose solution (w/w) per feeding. Control minihives were fed on 50% sucrose solution (w/w) only. Queens from dsRNA treated or untreated minihives were removed to untreated minihives. The queens were then isolated for two days to acclimatize. Next, the queens were released and their newly laid eggs were collected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E)"
        },
        {
            "text": "F) Transmissible RNA is biologically active. Vitellogenin (Vg) knockdown in ten-days old workers that were nourished as larvae by dsRNA-Vg treated bees. Vg expression was quantified by RT-qPCR. Values were normalized relative to a reference calmodulin gene. Individual workers were tested in the untreated (N=6), dsRNA-GFP (N=6), and dsRNA-Vg (N=7) treatments. Data are shown as the mean ±SE. Different letters above the plots indicate statistically significant difference according to the Tukey-Kramer (HSD) test (P<0.05).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E)"
        },
        {
            "text": "A) Size distribution of naturally occurring royal and worker jelly RNA. RNA size was determined through sequencing full-length jelly RNA by a small RNA-seq protocol that was adapted to sequence broad full RNA length spectrum (i.e. 15-200 nt). Data represent a merged analysis of three biological repeats per jelly and are presented as the normalized number of Reads Per Million (RPM). Common peak sizes are marked in black font, and differential sizes in red font. A) A working model for transmissible RNA pathway in honey bees. Bees are able to take up RNA from the environment through ingestion. The ingested RNA is taken up from the digestive system through the epithelial gut cells to the circulatory system, the hemolymph. In the hemolymph, ingested extracellular RNA is associated with a protein complex and systemically spread, including to the jelly producing hypopharyngeal and mandibular glands. Then, ingested and other RNAs are secreted in the royal and worker jellies. A new environmental RNA cycle is initiated through ingestion of jellycontaining RNA. A few potential RNA sources could participate in the transmissible RNA pathway including systemic antiviral RNAi and endogenous mobile RNA, jelly-. CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/299800 doi: bioRxiv preprint secreting gland transcription as well as hive environmental RNA (e.g. plant, fungi, bacteria). Three biological samples were individually sequenced per jelly; sequencing outcomes were merged and analysed. Data are presented as the number of reads normalized to log Transcripts Per Kilobase Million (TPM). Reads that correspond to the sense viral RNA strand (genome) are in positive TPM values, and reads that derived from the antisense viral RNA strand (anti-genome) are in negative TPM values. Not all viruses could be detected in both jellies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 3."
        },
        {
            "text": "Worker and royal jellies RNA-seq read counts after trimming and QC",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Table 1."
        },
        {
            "text": "List of species used in the metagenomics analysis The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/299800 doi: bioRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Table 2."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Potent and specific genetic interference by double-stranded RNA in Caenorhabditis elegans",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fire",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Montgomery",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Kostas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Driver",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Mello",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Nature",
            "volume": "391",
            "issn": "",
            "pages": "806--811",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Role for a bidentate ribonuclease in the initiation step of RNA interference",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bernstein",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Caudy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Hammond",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Hannon",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nature",
            "volume": "409",
            "issn": "",
            "pages": "363--366",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "RNA interference in the nucleus: roles for small RNAs in transcription, epigenetics and beyond",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Castel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Martienssen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat. Rev. Genet",
            "volume": "14",
            "issn": "",
            "pages": "100--112",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "RNA silencing and genome regulation",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Almeida",
                    "suffix": ""
                },
                {
                    "first": "Allshire",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Trends Cell Biol",
            "volume": "15",
            "issn": "",
            "pages": "251--258",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Environmental RNA interference",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Whangbo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Hunter",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Trends Genet",
            "volume": "24",
            "issn": "",
            "pages": "297--305",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Systemic signalling in gene silencing",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Voinnet",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Baulcombe",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Nature",
            "volume": "389",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Transport of sequence-specific RNA interference information between cells",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Jose",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Hunter",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Annu. Rev. Genet",
            "volume": "41",
            "issn": "",
            "pages": "305--330",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Specific interference by ingested dsRNA",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Timmons",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fire",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Nature",
            "volume": "395",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Trans-kingdom cross-talk: small RNAs on the move",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Knip",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Constantin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Christensen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Genet",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Silencing a cotton bollworm P450 monooxygenase gene by plant-mediated RNAi impairs larval tolerance of gossypol",
            "authors": [
                {
                    "first": "Y.-B",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                },
                {
                    "first": "W.-J",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "J.-W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "G.-J",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "X.-Y",
                    "middle": [],
                    "last": "Tao",
                    "suffix": ""
                },
                {
                    "first": "L.-J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y.-P",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Chen",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "X.-Y",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nat. Biotechnol",
            "volume": "25",
            "issn": "",
            "pages": "1307--1313",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Pest control. Full crop protection from an insect pest by expression of long doublestranded RNAs in plastids",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hasse",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ruf",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Heckel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bock",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Science",
            "volume": "347",
            "issn": "",
            "pages": "991--994",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "RNA interference technology in crop protection against arthropod pests, pathogens and nematodes",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zotti",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Santos",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cagliari",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Christiaens",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "N T"
                    ],
                    "last": "Taning",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Smagghe",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Pest Manag. Sci",
            "volume": "74",
            "issn": "",
            "pages": "1239--1250",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Bidirectional transfer of RNAi between honey bee and Varroa destructor: Varroa gene silencing reduces Varroa population",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Garbian",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Maori",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kalev",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shafir",
                    "suffix": ""
                },
                {
                    "first": "Sela",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS Pathog",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Exosomes secreted by nematode parasites transfer small RNAs to mammalian cells and modulate innate immunity",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Buck",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Coakley",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Simbari",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcsorley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Quintana",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Le Bihan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Abreu-Goodger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lear",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Harcus",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nat. Commun",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Fungal small RNAs suppress plant immunity by hijacking host RNA interference pathways",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Weiberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "F.-M",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kaloshian",
                    "suffix": ""
                },
                {
                    "first": "H.-D",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Jin",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Science",
            "volume": "342",
            "issn": "",
            "pages": "118--123",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Plants send small RNAs in extracellular vesicles to fungal pathogen to silence virulence genes",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Qiao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "F.-M",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Palmquist",
                    "suffix": ""
                },
                {
                    "first": "H.-D",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Jin",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Science. Available",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.aar4142"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Plant microRNAs in larval food regulate honeybee caste development",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS Genet",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Nutritional Physiology and Ecology of Honey Bees",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Nicolson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shafir",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Annu. Rev. Entomol",
            "volume": "63",
            "issn": "",
            "pages": "327--344",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Royalactin induces queen differentiation in honeybees",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kamakura",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nature",
            "volume": "473",
            "issn": "",
            "pages": "478--483",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Nutritional control of reproductive status in honeybees via DNA methylation",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kucharski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Maleszka",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Foret",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Maleszka",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Science",
            "volume": "319",
            "issn": "",
            "pages": "1827--1830",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The honey bee epigenomes: differential methylation of brain DNA in queens and workers",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lyko",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Foret",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kucharski",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wolf",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Falckenhayn",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Maleszka",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS Biol",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Histone deacetylase inhibitor activity in royal jelly might facilitate caste switching in bees",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Spannhoff",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "K"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Raynal",
                    "suffix": ""
                },
                {
                    "first": ".-M",
                    "middle": [],
                    "last": "Gharibyan",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "M.-B",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y.-Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Castellano",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sbardella",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Issa",
                    "suffix": ""
                },
                {
                    "first": "J.-P",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "EMBO Rep",
            "volume": "12",
            "issn": "",
            "pages": "238--243",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "IAPV, a bee-affecting virus associated with Colony Collapse Disorder can be silenced by dsRNA ingestion",
            "authors": [],
            "year": null,
            "venue": "Insect Mol. Biol",
            "volume": "18",
            "issn": "",
            "pages": "55--60",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Large-scale field application of RNAi technology reducing Israeli acute paralysis virus disease in honey bees (Apis mellifera, Hymenoptera: Apidae)",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hunter",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ellis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hayes",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Westervelt",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Glick",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Sela",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Maori",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pettis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cox-Foster",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS Pathog",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Honey bee viruses",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "P"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Siede",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Adv. Virus Res",
            "volume": "70",
            "issn": "",
            "pages": "33--80",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The Biochemistry of Insect Hemolymph",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Wyatt",
                    "suffix": ""
                }
            ],
            "year": 1961,
            "venue": "Annu. Rev. Entomol",
            "volume": "6",
            "issn": "",
            "pages": "75--102",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "A non-invasive method for silencing gene transcription in honeybees maintained under natural conditions",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "M F"
                    ],
                    "last": "Nunes",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "L P"
                    ],
                    "last": "Simões",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Insect Biochem. Mol. Biol",
            "volume": "39",
            "issn": "",
            "pages": "157--160",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Recipe for a busy bee: microRNAs in Honey Bee caste determination",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Skogerboe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dai",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Reduction in deformed wing virus infection in larval and adult honey bees (Apis mellifera L.) by double-stranded RNA ingestion",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Desai",
                    "suffix": ""
                },
                {
                    "first": "Y.-J",
                    "middle": [],
                    "last": "Eu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Whyard",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Currie",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Insect Mol. Biol",
            "volume": "21",
            "issn": "",
            "pages": "446--455",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Prevention of Chinese sacbrood virus infection in Apis cerana using RNA interference",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Curr. Microbiol",
            "volume": "61",
            "issn": "",
            "pages": "422--428",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Composition of Freshly Harvested and Commercial Royal Jelly",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Howe",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Dimick",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Benton",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Apic. Res",
            "volume": "24",
            "issn": "",
            "pages": "52--61",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Negligible uptake and transfer of diet-derived pollen microRNAs in adult honey bees",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Masood",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Everett",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Snow",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "RNA Biol",
            "volume": "13",
            "issn": "",
            "pages": "109--118",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Israeli acute paralysis virus: epidemiology, pathogenesis and implications for honey bee health",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "P"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Pettis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Corona",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Spivak",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Visscher",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Degrandi-Hoffman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Boncristiani",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Pathog",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Oral transfer of chemical cues, growth proteins and hormones in social insects",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Leboeuf",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Waridel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Brent",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Gonçalves",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Menin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ortiz",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Riba-Grognuz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Koto",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "G"
                    ],
                    "last": "Soares",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Privman",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7554/eLife.20375"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Exosome-mediated transfer of mRNAs and microRNAs is a novel mechanism of genetic exchange between cells",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Valadi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ekström",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bossios",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sjöstrand",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Lötvall",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nat. Cell Biol",
            "volume": "9",
            "issn": "",
            "pages": "654--659",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Transport of dsRNA into cells by the transmembrane protein SID-1",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Feinberg",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Hunter",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "301",
            "issn": "",
            "pages": "1545--1547",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Uptake of extracellular double-stranded RNA by SID-2",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Mcewan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Weisman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Hunter",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Mol. Cell",
            "volume": "47",
            "issn": "",
            "pages": "746--754",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "The endocytic pathway mediates cell entry of dsRNA to induce RNAi silencing",
            "authors": [
                {
                    "first": "M.-C",
                    "middle": [],
                    "last": "Saleh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Van Rij",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hekele",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gillis",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Foley",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "O&apos;farrell",
                    "suffix": ""
                },
                {
                    "first": "Andino",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nat. Cell Biol",
            "volume": "8",
            "issn": "",
            "pages": "793--802",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Characterizing the mechanism of action of double-stranded RNA activity against western corn rootworm (Diabrotica virgifera virgifera LeConte)",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bolognesi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ramaseshadri",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bachman",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Clinton",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Flannagan",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ilagan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lawrence",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Levine",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Moar",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Reciprocal sequence exchange between non-retro viruses and hosts leading to the appearance of new host phenotypes",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Maori",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tanne",
                    "suffix": ""
                },
                {
                    "first": "Sela",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Virology",
            "volume": "362",
            "issn": "",
            "pages": "342--349",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "RNAmediated interference and reverse transcription control the persistence of RNA viruses in the insect model Drosophila",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Goic",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Vodovar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Mondotte",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Monot",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Frangeul",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Blanc",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Gausson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vera-Otarola",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cristofari",
                    "suffix": ""
                },
                {
                    "first": "M.-C",
                    "middle": [],
                    "last": "Saleh",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat. Immunol",
            "volume": "14",
            "issn": "",
            "pages": "396--403",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Circulating Immune Cells Mediate a Systemic RNAi-Based Adaptive Antiviral Response in Drosophila",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tassetto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kunitomi",
                    "suffix": ""
                },
                {
                    "first": "Andino",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Cell",
            "volume": "169",
            "issn": "",
            "pages": "314--325",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "RNA interference-mediated antiviral defense in insects",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Gammon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Mello",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Curr Opin Insect Sci",
            "volume": "8",
            "issn": "",
            "pages": "111--120",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Compositions for controlling Varroa mites in bees",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Sela",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shafir",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Maori",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Garbian",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ben-Chanoch",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Yarden",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kalev",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Immune pathways and defence mechanisms in honey bees Apis mellifera",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Aronstein",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "P"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hetru",
                    "suffix": ""
                },
                {
                    "first": "J.-L",
                    "middle": [],
                    "last": "Imler",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kanost",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hultmark",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Insect Mol. Biol",
            "volume": "15",
            "issn": "",
            "pages": "645--656",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Peptides from Royal Jelly: studies on the antimicrobial activity of jelleins, jelleins analogs and synergy with temporins",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Romanelli",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Moggio",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Montella",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Campiglia",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Iannaccone",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Capuano",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pedone",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Capparelli",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Pept. Sci",
            "volume": "17",
            "issn": "",
            "pages": "348--352",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Gut microbial communities of social bees",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Kwong",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Moran",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nat. Rev. Microbiol",
            "volume": "14",
            "issn": "",
            "pages": "374--384",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Statistical analysis of real-time PCR data",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Reed",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "Stewart",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "BMC Bioinformatics",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Cutadapt removes adapter sequences from high-throughput sequencing reads",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "EMBnet.journal",
            "volume": "17",
            "issn": "",
            "pages": "10--12",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Fastx-toolkit. FASTQ/A short-reads preprocessing tools",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gordon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Hannon",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "FastQC: a quality control tool for high throughput sequence data",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bioinformatics",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "BLAT-The BLAST-Like Alignment Tool",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Kent",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Genome Res",
            "volume": "12",
            "issn": "",
            "pages": "656--664",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "BEDTools: a flexible suite of utilities for comparing genomic features",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Quinlan",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Bioinformatics",
            "volume": "26",
            "issn": "",
            "pages": "841--842",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "A unified classification system for eukaryotic transposable elements",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wicker",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sabot",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hua-Van",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Bennetzen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Capy",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Chalhoub",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Flavell",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Leroy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Morgante",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Panaud",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nat. Rev. Genet",
            "volume": "8",
            "issn": "",
            "pages": "973--982",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Repeats in genomic DNA: mining and meaning",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jurka",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Curr. Opin. Struct. Biol",
            "volume": "8",
            "issn": "",
            "pages": "333--337",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "5C, Supplementary Figure 3). Multiple mappings were observed in most viruses, especially in the abundant VDV-1 and DWV. Remarkably, presence of long (>25 nt) overlapping viral sense and antisense RNA fragments is somewhat common",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure legends",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "RNA-based metagenomic analysis of royal and worker jellies.Data represent a merge analysis of three biological repeats per jelly. Individual biological sample analyses are presented inSupplementary Figures 1A and 1B.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "A) Classification of honey bee (Apis mellifera) RNA in royal and worker jellies. RNA types classification derived from annotated sequences in worker and royal jellies (54.02 % and 86.96 %, respectively). Non-coding RNA classification derived from the RNA types analysis of worker and royal jellies (3.14 % and 0.19 %, respectively).B) Occurrence of honey bee transposable elements RNA in royal and worker jellies. TE classification derived from RNA types analysis of worker and royal jellies (0.2 % and 0.01 %, respectively) Data represent a merge analysis of three biological repeats per jelly. Individual biological sample analyses are presented in Supplementary Figure 2A-C Figure 5. A) Natural occurrence of diverse viral RNAs in royal and worker jellies. B) The viral RNA in royal and worker jellies is fragmented. C) Genome distribution of VDV-1 RNA fragments from royal and worker jellies.Three biological samples were individually sequenced per jelly; sequencing outcomes were merged and analysed. Data are presented as the number of reads normalized to log Transcripts Per Kilobase Million (TPM). Reads that correspond to the sense viral RNA strand (genome) are in positive TPM values, and reads that derived from the antisense viral RNA strand (anti-genome) are in negative TPM values.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 6.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "A) Size distribution of royal and worker jelly RNA. Data are presented as the normalized number of Reads Per one Million (RPM). B) RNA-based metagenomic analysis of royal and worker jellies. Supplementary Figure 2. A) Proportion of annotated and un-annotated honey bee RNA in three biological replicas of royal and worker jellies. B) Proportion of different honey bee RNA species in three biological replicas of royal and worker jellies. C) Proportion of non-coding honey bee RNA species in three biological replicas of royal and worker jellies. Supplementary Figure 3. A) Genome distribution of DWV RNA fragments from royal and worker jellies. B) Genome distribution of SBV RNA fragments from royal and worker jellies. C) Genome distribution of IAPV RNA fragments from royal jelly. D) Genome distribution of BeeMLV RNA fragments from royal jelly. E) Genome distribution of BQCV RNA fragments from royal and worker jellies. F) Genome distribution of CBPV1 RNA fragments from royal jelly. G) Genome distribution of KBV RNA fragments from royal jelly. H) Genome distribution of LSV2 RNA fragments from royal jelly. I) Genome distribution of SBPV RNA fragments from royal jelly.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Figure 1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Figure 2",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Figure 2",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Figure 3",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Figure 5",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/299800 doi: bioRxiv preprint",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Professor Ilan Sela, who has died aged 81, was Professor of Virology and Molecular Biology at the Hebrew University of Jerusalem and was regarded as one of the pioneer virologists in Israel. Ilan was a creative mind and a passionate scientist. He found joy in understanding fundamental principles in biology and reveled in their translation into real world solutions. For more than five decades he nourished generations of students with curiosity and admiration towards science. Ilan is greatly missed. The authors thank Dr. Ed Farnell and Dr Emily Clemente from Cambridge Genomic Services for their contribution in the RNA-seq protocol development. We thank Mr. John Rayner (Springwell Apiaries, UK) for his support on bee and jelly samples. We are grateful to ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": " Supplementary Table 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1,
                    "end": 22,
                    "text": "Supplementary Table 3",
                    "ref_id": null
                }
            ],
            "section": "annex"
        },
        {
            "text": "Summary of viral sequencing reads obtained from worker jelly sequencing",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Table 4."
        }
    ]
}