{
    "paper_id": "0eda8331214ca028350b07e2953702f3078a105e",
    "metadata": {
        "title": "Substantial undocumented infection facilitates the rapid dissemination of novel coronavirus (COVID-19)",
        "authors": [
            {
                "first": "Ruiyun",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "MRC Centre for Global Infectious Disease Analysis",
                    "institution": "Imperial College London",
                    "location": {
                        "postCode": "W2 1PG",
                        "settlement": "London",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "†",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sen",
                "middle": [],
                "last": "Pei",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University",
                    "location": {
                        "postCode": "10032",
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Bin",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "postCode": "95616",
                        "settlement": "Davis",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Yimeng",
                "middle": [],
                "last": "Song",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "Tao",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Ministry of Education Key Laboratory for Earth System Modeling",
                    "institution": "Tsinghua University",
                    "location": {
                        "postCode": "10084",
                        "settlement": "Beijing",
                        "country": "P. R. China"
                    }
                },
                "email": ""
            },
            {
                "first": "Wan",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University",
                    "location": {
                        "postCode": "10032",
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Jeffrey",
                "middle": [],
                "last": "Shaman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University",
                    "location": {
                        "postCode": "10032",
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Estimation of the fraction and contagiousness of undocumented novel coronavirus infections is critical for understanding the overall prevalence and pandemic potential of this disease. Many mild infections are typically not reported and, depending on their contagiousness, may support stealth transmission and the spread of documented infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Here we use observations of reported infection and spread within China in conjunction with mobility data, a networked dynamic metapopulation model and Bayesian inference, to infer critical epidemiological characteristics associated with the emerging coronavirus, including the fraction of undocumented infections and their contagiousness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We estimate 86% of all infections were undocumented (95% CI: [82%-90%]) prior to the Wuhan travel shutdown (January 23, 2020). Per person, these undocumented . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "infections were 52% as contagious as documented infections ([44%-69%]) and were the source of infection for two-thirds of documented cases. Our estimate of the reproductive number (2.23; [1.77-3 .00]) aligns with earlier findings; however, after travel restrictions and control measures were imposed this number falls considerably.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 194,
                    "text": "[1.77-3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A majority of COVID-19 infections were undocumented prior to implementation of control measures on January 23, and these undocumented infections substantially contributed to virus transmission. These findings explain the rapid geographic spread of COVID-19 and indicate containment of this virus will be particularly challenging. Our findings also indicate that heightened awareness of the outbreak, increased use of personal protective measures, and travel restriction have been associated with reductions of the overall force of infection; however, it is unclear whether this reduction will be sufficient to stem the virus spread.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The novel coronavirus that emerged in Wuhan, China at the end of 2019 quickly spread to all Chinese provinces and, as of February 6, 2020, to 24 other countries 1, 2 . Efforts to contain the virus are ongoing; however, given the many uncertainties regarding pathogen transmissibility and virulence, the effectiveness of these efforts is unknown.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 163,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 164,
                    "end": 165,
                    "text": "2",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The fraction of undocumented but infectious cases is a critical epidemiological characteristic that modulates the pandemic potential of an emergent respiratory virus 3−6 . These undocumented infections often experience mild, limited or no symptoms and hence go unrecognised, and, depending on their contagiousness and numbers, can expose a far greater portion of the population to virus than would otherwise occur. Here, to assess the full potential of COVID-19, we use a modelinference framework to estimate the contagiousness and proportion of undocumented infections in China during the weeks before and after the shutdown of travel in and out of Wuhan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "We developed a mathematical model that simulates the spatio-temporal dynamics of infections among 375 Chinese cities. The model incorporates information on human movement within the following metapopulation structure: [5] where < , < , < A , < B and < are the susceptible, exposed, documented infected, undocumented infected and total population in city i. Note that we define patients with symptoms severe enough to be confirmed as documented infected individuals; whereas other infected persons are defined as undocumented infected individuals. We specified a rate parameter, β, for the transmission rate due to documented infected individuals. The transmission rate due to undocumented individuals is reduced by a factor . In addition, is the fraction of documented infections, Z is the average latency period and D is the average duration of infection. The effective reproduction number ( 4 ) is calculated as 4 = + (1 − ) (see Supplementary Appendix for details). Spatial coupling within the model is represented by the daily number of people traveling from city j to city i ( <3 ) and a multiplicative factor, , which is greater than 1 to reflect underreporting of human movements (see below). We assume that individuals in the < A group do not move between cities. A similar metapopulation model has been used to forecast the spatial transmission of influenza in the United States 7 .",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 221,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Metapopulation Model"
        },
        {
            "text": "Daily numbers of travelers between 375 Chinese cities during the Spring Festival period (\"Chunyun\") were derived from human mobility data collected by the Tencent Location-based Service (LBS) during the 2018 Chunyun period (February 1 -March 12, 2018) 8 . Chunyun is a period of 40 days -15 days before and 25 days after the Lunar New Year -during which there are high rates of travel within China. To estimate human mobility during the 2020 Chunyun period, which began January 10, we aligned the 2018 Tencent data based on relative timing to the Spring Festival. For example, we used mobility data from February 1, 2018 to represent human movement on January 10, 2020, as these days were similarly distant from the Lunar New Year. During the 2018 Chunyun, a total of 1.73 billion travel events were captured in the Tencent data; whereas 2.97 billions trips are reported 8 . To reconcile these two numbers, we include the parameter in the model system.",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 253,
                    "text": "8",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Travel Data"
        },
        {
            "text": "To infer COVID-19 transmission dynamics during the early stage of the outbreak, we simulated observations from January 10-23, 2020 (i.e. the period before the initiation of travel restrictions) using an iterated filter-ensemble adjustment Kalman filter (IF-EAKF) framework [9] [10] [11] . With this combined model-inference system, we estimated the trajectories of the four model state variables ( < , < , < A , < B ) for all 375 cities, while simultaneously inferring the six model parameters (Z, D, , , , ). The initial prior ranges of the model parameters were drawn from uniform distributions of the following ranges: 2 ≤ ≤ 5 , 2 ≤ ≤ 5 , 0.2 ≤ ≤ 1, 0.6 ≤ ≤ 1.5, 0.02 ≤ ≤ 0.8, 1 ≤ ≤ 1.75.",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 276,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 277,
                    "end": 281,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 282,
                    "end": 286,
                    "text": "[11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Inference and Model Initialization"
        },
        {
            "text": "For the outbreak origin, Wuhan city, the initial exposed population, VBWXY , and initial undocumented infected population, VBWXY B , were drawn from a uniform distribution [0, \\X] ]. The documented infected population in Wuhan VBWXY A on January 10 was set to zero. Although infections were reported prior to January 10, these cases were sporadic and the EAKF adjustment can account for the effects of these early infections (by selecting elevated exposed and unreported infection levels). For other cities, we defined < as the number of travelers from Wuhan to city on the first day of Chunyun. The initial exposed, documented infected and undocumented infected populations were set to < = < VBWXY / VBWXY , < A = 0 and <",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 179,
                    "text": "\\X]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Inference and Model Initialization"
        },
        {
            "text": "To account for delays in infection confirmation, we also defined an observation model using a Poisson process. Specifically, for each new case in group < A , a reporting delay ! (in days) was generated from a Poisson distribution with a mean value of ! . In fitting both synthetic and the observed outbreaks, we performed simulations with the model-inference system using different fixed values of ! (4 ≤ ! ≤ 12 ) and \\X] (500 ≤ \\X] ≤ 6000). The best fitting model-inference posterior was identified by log-likelihood. Full details of the data and methods, including synthetic testing and sensitivity analyses, are provided in the Supplementary Appendix.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inference and Model Initialization"
        },
        {
            "text": "Finally, we also modelled the transmission of COVID-19 in China after January 23, when greater control measures were effected. These control measures included travel restrictions imposed between major cities and Wuhan; self-quarantine and contact precautions advocated by the government; and more available rapid testing for infection confirmation [12] [13] . These measures along with changes in medical careseeking behaviour due to increased awareness of the virus and increased personal protective behavior (e.g. wearing of facemasks, social distancing, self-isolation when sick), likely altered the epidemiological characteristics of the outbreak after January 23. To quantify these differences, we re-estimated the system parameters using the metapopulation model-inference framework and city-level daily cases reported between January 24 and February 8. As inter-city mobility was restricted, we set = 0. In addition, to represent reduced person-to-person contact and increased infection detection, we updated the initial priors for and to [0.2, 1.0] and [0.2, 1.0], respectively (see Supplementary Appendix for more details).",
            "cite_spans": [
                {
                    "start": 348,
                    "end": 352,
                    "text": "[12]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 353,
                    "end": 357,
                    "text": "[13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Modelling epidemic dynamics after January 23"
        },
        {
            "text": "We first tested the model-inference framework using synthetic outbreaks generated by the model in free simulation. These simulations verified the ability of the modelinference framework to simultaneously estimate the six target model parameters (see Supplementary Appendix, Figures S1-S8) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 274,
                    "end": 288,
                    "text": "Figures S1-S8)",
                    "ref_id": null
                }
            ],
            "section": "Epidemiological Characteristics before January 23, 2020"
        },
        {
            "text": "We next applied the system to the observed outbreak before the travel restrictions of January 23 -a total of 811 documented cases throughout China. Figure 1 shows simulations of reported cases generated using the best-fitting model parameter estimates. The distribution of these stochastic simulations captures the range of observed cases well. In addition, the best-fitting model captures the spread of COVID-19 to other cities in China ( Figure S9 ). Our median estimate of the overall 4 is 2.23 (95% CI: 1.77−3.00), indicating a high capacity for sustained transmission of COVID-19 (Table 1) . This finding aligns with other recent estimates of the reproductive number for this time period 6, [12] [13] [14] . In addition, the median estimates for the latent and infectious periods are approximately 3.77 and 3.45 days, respectively. Further, we find that, during January 10-23, only 14% (95% CI: 9-26%) of total infections in China were reported. This estimate reveals a very high rate of undocumented infections: 86%. This finding is independently corroborated by the infection rate among foreign nationals evacuated from Wuhan (see Supplementary Appendix). These undocumented infections are estimated to have been half as contagious per individual as reported infections (µ = 0.52; 95% CI: 0.44 -0.69). Other model fittings made using alternate values of ! and \\X] produced similar parameter estimates ( Figure S10 ).",
            "cite_spans": [
                {
                    "start": 693,
                    "end": 695,
                    "text": "6,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 696,
                    "end": 700,
                    "text": "[12]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 701,
                    "end": 705,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 706,
                    "end": 710,
                    "text": "[14]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 148,
                    "end": 156,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 440,
                    "end": 449,
                    "text": "Figure S9",
                    "ref_id": null
                },
                {
                    "start": 585,
                    "end": 594,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1410,
                    "end": 1420,
                    "text": "Figure S10",
                    "ref_id": null
                }
            ],
            "section": "Epidemiological Characteristics before January 23, 2020"
        },
        {
            "text": "Using the best-fitting model ( To highlight further this impact of contagious, undocumented COVID-19 infections on overall transmission and reported case counts, we generated a set of hypothetical outbreaks using the best-fitting parameter estimates but with = 0, i.e. the undocumented infections are no longer contagious (Figure 2) . We find that without transmission from undocumented cases, reported infections during January 10-23 are reduced 66.4% across all of China and 64.0% in Wuhan. Further, there are fewer cities with more than 8 cumulative documented cases: only 1 city with more than 8 documented cases versus the 10 observed by January 23 (Figure 2 ). This finding indicates that contagious, undocumented infections facilitated the geographic spread of COVID-19 within China.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 322,
                    "end": 332,
                    "text": "(Figure 2)",
                    "ref_id": null
                },
                {
                    "start": 654,
                    "end": 663,
                    "text": "(Figure 2",
                    "ref_id": null
                }
            ],
            "section": "The Impact of Undocumented Infections during January 10-23"
        },
        {
            "text": "The results of inference for the January 24-February 8 period are presented in Table  2 , Figure S11 and Table S1 . Control measures are continually shifting, so we show estimates for both January 24 -February 3 (Period 1) and January 24 -February 8 (Period 2). The best-fitting model for both periods has a reduced reporting delay, ! , of 5 days (vs. 10 days before January 23), consistent with more rapid confirmation of infections. Estimates of both the latency and infectious periods are relatively unchanged; however, , and 4 have all shifted considerably. The contact rate, , drops to 0.51 (95% CI: 0.39 -0.69) during Period 1 and 0.34 (95% CI: 0.27 -0.48) during Period 2, less than half the estimate prior to travel restrictions. The reporting rate, , is estimated to be 0.71 (95% CI: 0.55 -0.85), i.e. 71% of infections are documented during Period 1, up from 0.14 prior to travel restrictions, and is nearly the same in Period 2. The reproductive number is 1.51 (95% CI: 1.17 -2.10) during Period 1 and 1.00 (95% CI: 0.73 -1.38) during Period 2, down from 2.23 prior to travel restrictions. While the estimate for the relative transmission rate, , is similar to before January 23, the contagiousness of undocumented infections, represented by , is substantially reduced, possibly reflecting that only very mild and asymptomatic infections remain undocumented.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 79,
                    "end": 87,
                    "text": "Table  2",
                    "ref_id": null
                },
                {
                    "start": 90,
                    "end": 100,
                    "text": "Figure S11",
                    "ref_id": null
                },
                {
                    "start": 105,
                    "end": 113,
                    "text": "Table S1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Epidemiological Characteristics after January 23, 2020"
        },
        {
            "text": "Our findings indicate that a large proportion of COVID-19 infections were undocumented prior to the implementation of travel restrictions and other heightened control measures in China on January 23, and that a large proportion of the total force of infection was mediated through these undocumented infections (Table 1) . This high proportion of undocumented infections, many of whom were likely not severely symptomatic, appears to have supported the rapid spread of the virus throughout China. Indeed, suppression of the infectiousness of these undocumented cases in model simulations reduces the total number of documented cases and the overall spread of COVID-19 (Figure 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 311,
                    "end": 320,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 668,
                    "end": 677,
                    "text": "(Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Our findings also indicate that a radical increase in the identification and isolation of currently undocumented infections would be needed to fully control COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Increased news coverage and awareness of the virus in the general population have already likely prompted increased rates of seeking medical care for respiratory symptoms. In addition, awareness among healthcare providers, public health officials and the availability of viral identification assays suggest that capacity for identifying previously missed infections has increased. Further, general population and government response efforts have increased the use of face masks, restricted travel, delayed school reopening and isolated suspected persons, all of which could additionally slow the spread of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Combined, these measures are expected to increase reporting rates, reduce the proportion of undocumented infections, and decrease the growth and spread of infection. Indeed, estimation of the epidemiological characteristics of the outbreak after January 23, indicate that government control efforts and population awareness have reduced the rate of spread of the virus (i.e. lower , , 4 ) and increased the reporting rate. The overall reduction of the effective reproductive number is encouraging; however, the control efforts have yet to critically and clearly reduce 4 below 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Importantly, the situation on the ground in China is changing day-to-day. New travel restrictions and control measures are being imposed on new populations in different cities, and these rapidly varying effects make certain estimation of the epidemiological characteristics for the outbreak difficult. Further, reporting inaccuracies and changing care-seeking behavior add another level of uncertainty to our estimations. While the data and findings presented here indicate that travel restrictions and control measures have reduced COVID-19 transmission considerably, whether these controls are sufficient for reducing 4 below 1 for the length of time needed to eliminate the disease locally and prevent a rebound outbreak once control measures are relaxed is unclear. Further, similar control measures and travel restrictions would have to be implemented outside China to prevent re-introduction of the virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our findings underscore the seriousness and pandemic potential of COVID-19. The 2009 H1N1 pandemic influenza virus also caused many mild cases, quickly spread globally, and eventually became endemic. Presently, there are four, endemic, coronavirus strains currently circulating in human populations (229E, HKU1, NL63, OC43). If the novel coronavirus follows the pattern of 2009 H1N1 pandemic influenza, it will also spread globally and become a fifth endemic coronavirus within the human population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Many characteristics of the COVID-19 remain unknown or uncertain. Consequently, care should be taken when interpreting our estimates. For instance, after January 23, we assume a complete travel shutdown with no inter-city human mobility; however, the degree and initial date of travel restrictions has varied among cities. Our estimates may therefore represent an upper-bound of the potential impact of travel restriction on COVID-19 transmission. Further studies accounting for heterogenous travel interventions are warranted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "This work was supported by US NIH grants GM110748 and AI145883. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institute of General Medical Sciences, the National Institute for Allergy and Infectious Diseases, or the National Institutes of Health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "JS and Columbia University disclose partial ownership of SK Analytics. JS also reports receiving consulting fees from Merck. Table 1 . Best-fit model posterior estimates of key epidemiological parameters for simulation with the full metapopulation model during January 10-23, 2020 ( \\X] = 5000, ! = 10 days).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 125,
                    "end": 132,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Disclosures"
        },
        {
            "text": "Median (95% CIs) . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameter"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.14.20023127 doi: medRxiv preprint Fig. 1 . Best-fit model-inference fitting ( \\X] = 5000, ! = 10 days) to daily reported cases in all cities (A), Wuhan city (B) and Hubei province (C). The blue box and whiskers show the median, interquartial range, and 95% credible intervals are derived from 300 simulations using the best-fit parameters. The red 'x's are daily reported cases. The distribution of estimated 4 is shown in (D). Fig. 2 . Impact of undocumented infections on the transmission of COVID-19. Synthetic outbreaks generated using parameters reported in Table 1 are compared for = 0.52 (red) and = 0 (blue).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 137,
                    "end": 143,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 531,
                    "end": 537,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 666,
                    "end": 673,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Parameter"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figures"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.14.20023127 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figures"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Beijing: China National Health Commission",
            "authors": [],
            "year": 2020,
            "venue": "Update on the novel coronavirus pneumonia outbreak",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Kok",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "20",
            "pages": "30154--30163",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Real-time tentative assessment of the epidemiological characteristics of novel coronavirus infections in Wuhan, China, as at 22",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Hao",
                    "suffix": ""
                },
                {
                    "first": "Ehy",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Euro Surveill",
            "volume": "25",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A Novel Coronavirus Emerging in China -Key Questions for Impact Assessment",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Munster",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Koopmans",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Van Doremalen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMp2000929"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Risk of 2019 novel coronavirus importations throughout China prior to the Wuhan quarantine",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "MedRxiv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Forecasting the spatial transmission of influenza in the United States",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pei",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kandula",
                    "suffix": ""
                },
                {
                    "first": "Yang",
                    "middle": [
                        "W"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Proc. Natl. Acad. Sci. U. S. A",
            "volume": "115",
            "issn": "",
            "pages": "2752--2757",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Accessed on",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Inference for nonlinear dynamical systems",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Ionides",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Breto",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "King",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proc. Natl. Acad. Sci. U. S. A",
            "volume": "103",
            "issn": "",
            "pages": "18438--18443",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The 9 th Press Conference on the Prevention and Control of COVID-19. Health Commission of Hubei Province",
            "authors": [],
            "year": null,
            "venue": "The 8 th Press Conference on the Prevention and Control of COVID-19. Health Commission of Hubei Province",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Nowcasting and forecasting the potential domestic and international spread of the COVID-19 outbreak originating in Wuhan, China: a modelling study",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "20",
            "pages": "30260--30269",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Pattern of early human-to-human transmission of Wuhan 2019 novel coronavirus (COVID-19)",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Riou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Althaus",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Euro Surveill",
            "volume": "25",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Report 2: Estimating the potential total number of novel Coronavirus cases in Wuhan City",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Dorigatti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cori",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Figure 1), we estimated 18,829 (95% CI [3,761, 38,808]) total new COVID-19 infections (documented and undocumented combined) during January 10-23 in Wuhan city. 86.3% of all infections (95% CI [81.9%, 90.1%]) were infected from undocumented cases. Nationwide, the total number of infections during January 10-23 was 28,898 (95% CI [5,534, 59,491]) with 86.4% (95% CI [82.0%, 90.1%]) infected from undocumented cases.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2. Best-fit model posterior estimates of key epidemiological parameters for simulation of the model without travel between cities during January 24 -February 3 and January 24 -February 8 ( \\X] = 5000 on January 10, ! = 10 days before January 24, ! = 5 days between January 24 and February 8).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}