{
    "paper_id": "0eee9760aee0ca2fdf8d1d215c3689d5f8d84df5",
    "metadata": {
        "title": "Prevalence and clinical features of 2019 novel coronavirus disease (COVID-19) in the Fever Clinic of a teaching hospital in Beijing: a single-center, retrospective study",
        "authors": [
            {
                "first": "Ying",
                "middle": [],
                "last": "Liang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jingjin",
                "middle": [],
                "last": "Liang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Qingtao",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xiaoguang",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Fei",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhonghua",
                "middle": [],
                "last": "Deng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Biying",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lu",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xiaohua",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hong",
                "middle": [],
                "last": "Zhu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Qingbian",
                "middle": [],
                "last": "Ma",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xiaomei",
                "middle": [],
                "last": "Tong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Peking University Third Hospital",
                    "location": {
                        "postCode": "100191",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jie",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yongchang",
                "middle": [],
                "last": "Sun",
                "suffix": "",
                "affiliation": {},
                "email": "yongchangsunsuny@bjmu.edu.cn"
            }
        ]
    },
    "abstract": [
        {
            "text": "Background With the spread of COVID-19 from Wuhan, Hubei Province to other areas of the country, medical staff in Fever Clinics faced the challenge of identifying suspected cases among febrile patients with acute respiratory infections. We aimed to describe the prevalence and clinical features of COVID-19 as compared to pneumonias of other etiologies in a Fever Clinic in Beijing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The first cluster of cases of pneumonia with unknown origin emerged in the city of Wuhan, Hubei Province, China, in early December, 2019 1,2 . A novel coronavirus had been isolated from these patients, and subsequently named as 2019 novel coronavirus (2019-nCoV) on January 12, 2020 3 , and later as SARS-CoV-2. The initially confirmed cases were localized in Wuhan and mostly associated with Huanan Seafood Wholesale market in the city 2 , but soon the disease spread rapidly to other areas of the country. On January 19, 2020, two cases in Beijing and one case in Guangdong Province were reported 4 , and subsequently more cases were reported elsewhere 5-8 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Since the outbreak in Wuhan, as a quick response, Fever Clinics were requested to reinforce case finding of pneumonia of unknown etiologies. Fever Clinics, mostly affiliated to the Division of Infectious Diseases in general hospitals, had been established after SARS outbreak in 2003, and since then served as the first line to monitor and manage acute febrile respiratory infections, mostly seasonal influenza in recent years. For 2019 novel coronavirus disease (COVID-19), this time, patients with body temperatures≥37.2 o C were asked to firstly visit Fever Clinics, where a triage strategy was implemented 9 , and probable or possible cases were identified by experts or expert panels, and samples were sent for quick viral detection. On Jan. 21, 2020, the first case of COVID-19 was identified in our Fever Clinic, and up to Feb. 15, 21 cases were diagnosed, with 19 cases confirmed by positive 2019-nCoV results, among 88 patients with pneumonia sent for viral detection. As far as we know, the prevalence of COVID-19 in patients with pneumonia visiting Fever Clinics has not been reported, and there is lack of data comparing the clinical features between COVID-19 and pneumonia of other etiologies.",
            "cite_spans": [
                {
                    "start": 610,
                    "end": 611,
                    "text": "9",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Therefore, we collected and reviewed the medical records of patients who visited the Fever Clinic in our hospital. We aimed to estimate the prevalence of COVID-19 in pneumonias during this period and to find the unique features of COVID-19 as compared to pneumonias caused by other agents. We believe that the results of our study will add to the knowledge of COVID-19 for practice in Fever Clinics facing newly emerging respiratory infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We conducted a retrospective, single-centered study and recruited patients visiting the Fever Clinic at Peking University Third Hospital from January 21 to February 15, 2020. Based on epidemiological history, clinical and radiological manifestations, cases with possible or probably COVID-19 were sent for panel discussion and then for 2019-nCoV detection by RT-PCR. Pediatric patients were not included in our study. The study protocol was approved by the ethics committee of Peking University Third Hospital and the data were analyzed anonymously.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design and patient selection"
        },
        {
            "text": "The ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnostic criteria of COVID-19"
        },
        {
            "text": "From January 21 to February 15, 2020, based on epidemiological evidence, fever and/or respiratory symptoms, chest radiological findings and blood white blood cell (WBC) results, physicians at the Fever Clinic referred 156 cases to panel discussion by multi-discipline experts. After discussion, 110 were considered to be possible or probable cases of COVID-19, and received 2019-nCoV real-time PCR testing, which was positive in 19 cases (confirmed cases). In another 2 patients, though PCR testing was negative, a clinical diagnosis was made according to epidemiological evidence, consistent clinical and CT findings (clinical cases). These 21 cases were grouped as COVID-19 for this analysis. For the remaining cases with negative viral detection, the diagnosis of COVID-19 was excluded based on inconsistent epidemiological, clinical or radiological data. Among these, 22 were excluded from the analysis because of lack of CT scan or no signs of pneumonia on CT scan, and finally 67 patients with pneumonia of other etiologies were included for analysis as the non-COVID-19 group (see patient selection flowchart in Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1119,
                    "end": 1127,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "In the study period, 2123 patients visited the Fever Clinic because of fever and/or respiratory symptoms, and 342 patients were diagnosed to have pneumonia based on CT scan or in a few cases on Chest X-ray. The prevalence of COVID-19 in all these pneumonia patients was 6.14% (21/342). The prevalence of COVID-19 in cases with CT-confirmed pneumonia sent for 2019-nCoV testing was 23.9% (21/88).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The demographics and baseline characteristics of the 21 patients with COVID-19 were shown in Table 1 . The median age was 42.0 years (25th-75th percentile, 34.5-66.0 years). Men and women were equally affected. Nineteen patients (90.5%) had a clear epidemiological history All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 93,
                    "end": 100,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.25.20027763 doi: medRxiv preprint of COVID-19. Seven patients, from 5 family clusters, had close contact with their family members.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "In the two patients with unclear epidemiological link, one was a social worker contacting a high-flow of people and his wife was confirmed to have COVID-19 by positive 2019-nCoV test about one week later. The other one had no epidemiological history on presentation, but another patient, who had had dinner with him, was also diagnosed to have COVID-19 later. An incubation period was elicited from 12 patients (57.1%), ranging from 2 to 10 days with a median of 6.5 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Most of the patients were mild-moderate in disease severity (mild-moderate cases, n=18, 85.7%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Three patients were classified as severe cases with SpO 2 ≤ 93% on presentation, while no very severe cases were identified in our series.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "On presentation, most patients (85.7%) had fever with a mean body temperature of 37.8 o C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Cough (42.9%), expectoration (33.3%), fatigue (57.1%), headache or dizziness (38.1%) were common symptoms. Other symptoms included shortness of breath, myalgia or arthralgia, sore throat, nasal symptoms and diarrhea ( Blood routine showed that decreased lymphocyte count was present in 38.1% of the COVID-19 patients. More than 80% of COVID-19 patients had normal WBC and neutrophil counts. Compared with COVID-19 patients, the total WBC and neutrophil counts were higher in non-COVID-19 patients. Additionally, more non-COVID-19 patients had higher than normal WBC and neutrophil counts. However, lymphocyte counts and the proportions of patients with decreased lymphocytes were not statistically different between the two groups (Table 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 731,
                    "end": 739,
                    "text": "(Table 3",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In non-COVID-19 patients, infiltrates on the CT scan mainly involved 1-2 lung lobes, while in COVID-19 patients, lesions involving 4-5 lobes were more common. In COVID-19 patients, lung lesions were mostly peripheral or sub-pleural in distribution, and in severe cases were diffusely distributed (Figure 2 ). In non-COVID-19 patients, 34.3% showed airway-dominant lesions, while diffuse distribution was found in only 4.5%. The patterns of the lesions showed no significant difference between the two groups. However, centrilobular nodules were observed in non-COVID-19 patients but not in COVID-19 patients (Table 4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 296,
                    "end": 305,
                    "text": "(Figure 2",
                    "ref_id": null
                },
                {
                    "start": 608,
                    "end": 616,
                    "text": "(Table 4",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "Results"
        },
        {
            "text": "As of Feb 15, 2020, 57416 cases of confirmed COVID-19 were reported in 31 provinces, autonomous regions and municipalities in China, among which 49030 were in Hubei Province, while in Beijing municipality, 380 confirmed cases were reported. Since the outbreak in early December, 2019, case finding and reporting of COVID-19 were required for medical staff in Fever Clinics around the country. During this study period, in Beijing, as in other regions of the country, influenza and other respiratory infections were also prevalent; it was a challenge for physicians to identify suspected COVID-19 from patients with fever, particularly from pneumonia of varied etiologies. Our results here provide information on the prevalence of COVID-19 in the busy Fever Clinic of a teaching hospital and differential characteristics from non-COVID-19 pneumonias.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "From January 21, 2019, when the first case of COVID-19 was identified, up to Feb.15, 2020, 2123 patients visited our Fever Clinic because of fever and/or respiratory symptoms, and 342 patients were confirmed to have pneumonia by CT scan or in a few cases by Chest X-ray. The prevalence of COVID-19 in all these pneumonia patients was 6.14% (21/342). The prevalence of All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.25.20027763 doi: medRxiv preprint COVID-19 in cases with pneumonia sent for 2019-nCoV testing was 23.9% (21/88).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We found that epidemiological history was extremely important for identification of suspected cases of COVID-19 and for differential diagnosis. Over 90% of the COVID-19 patients had clearly identified epidemiological evidence, while in non-COVID-19 patients, epidemiological links could only be found in 32.8%. In our series, most cases were imported from the city of Wuhan or Hubei Province, including traveling to or living in Wuhan or other cities in Hubei, and a few had a history of close contact with individuals coming from the above areas. In the later phase of our study, contact with family members with confirmed COVID-19 was an epidemiological feature and five family clusters were found. A report from Chinese CDC showed that the incidence of COVID-19 outside Hubei Province peaked in Jan 24-27 and most cases (68.6%) had ever exposed to Wuhan or Hubei within 14 days 11 . Weight of exposure history related to Wuhan and Hubei in confirmed cases was decreasing after February 11 . Consistent to previous reports, the incubation period of our cases was in a range of 2-10 days, with a median of 6.5 days [12] [13] [14] .",
            "cite_spans": [
                {
                    "start": 881,
                    "end": 883,
                    "text": "11",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1116,
                    "end": 1120,
                    "text": "[12]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1121,
                    "end": 1125,
                    "text": "[13]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1126,
                    "end": 1130,
                    "text": "[14]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A unique feature of our study was the comparison between COVID-19 and non-COVID-19 cases visiting the same Fever Clinic at a certain period, with the finding that the total WBC count and the neutrophil count were different between the two groups of patients. Increased total WBC and neutrophil counts were more common in patients with other causes of pneumonia. In contrast, although decrease of lymphocytes was also common in our study, the difference between COVID-19 and non-COVID-19 cases was not significant, probably due to the fact that pneumonias enrolled for this analysis were mostly viral(for example, influenza) or atypical, as classical bacterial pneumonia had been excluded by first screening/triage. Additionally, the percentage of our patients with decreased lymphocytes was not as high as that reported in some previous studies 2, 15 , perhaps due to differences in disease severity. Blood lymphopenia was observed in up to 85% of critically ill patients with COVID-19 16 . Compared with mild and moderate cases, severe cases were more likely to have lymphopenia 2,16,17 . A recent paper by Xu and colleagues showed a lymphocyte decrease in 38% of the cases within symptom onset ≤ 10 days 18 , which was consistent with our data. Therefore, we speculate that persisting decrease of lymphocytes may be an indicator of severe disease, rather than a criterion for the diagnosis of COVID-19.",
            "cite_spans": [
                {
                    "start": 848,
                    "end": 850,
                    "text": "15",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 986,
                    "end": 988,
                    "text": "16",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Unlike pneumonia caused by other pathogens, COVID-19 has some unique characteristics on the CT scan. Firstly, multi-lobe involvement was more common in COVID-19 as compared to non-COVID-19 pneumonia. The lesions, including GGO, mixed GGO and consolidation, or patchy consolidation, were mainly distributed in peripheral and sub-pleural areas in mild to moderate cases, while in severe cases diffuse ground glass lesions were present. In the study by Pan and colleagues, 11.1% and 44.4% of the 63 patients showed four and five lobe involvement, with patchy/punctate GGO and patchy consolidation being the dominant patterns on CT scan 19 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Other studies also demonstrated similar CT findings 20 . Our study had several limitations. As a single-center, retrospective study of patients mainly from Haidian District in Beijing, the prevalence of COVID-19 in this Fever Clinic was not representative. The sample was small-sized and mostly mild and moderate in severity, which may not reflect the whole picture of the disease. Furthermore, the pathogens causing pneumonia in patients without COVID-19 were not identified, therefore we were unable to evaluate the prevalence of other common viral pneumonias of this season, such as influenza pneumonia and All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.25.20027763 doi: medRxiv preprint adenoviral pneumonia, making specific comparisons between different viral pneumonias unavailable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "During the study period when COVID-19 was epidemic, the prevalence of COVID-19 in patients with pneumonia visiting our Fever Clinic was 6.14%. Most of the COVID-19 cases were mild and moderate in severity and more than 90% had identified epidemiological exposure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Changes of WBC and neutrophil counts showed clinical significance for differential diagnosis of pneumonia caused by 2019-nCoV or other pathogens. CT findings of COVID-19 were characteristic, including the number of affected lobes, lesion patterns and distribution, which may be helpful for clinicians to identify suspected cases of COVID-19 from pneumonia of other etiologies. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.25.20027763 doi: medRxiv preprint author/funder, who has granted medRxiv a license to display the preprint in perpetuity. Data are presented as n (%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity. Data are presented as mean (SD) or n (%). SD: standard deviation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.25.20027763 doi: medRxiv preprint author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.25.20027763 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        }
    ],
    "bib_entries": {
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Therapeutic and triage strategies for 2019 novel coronavirus disease in fever clinics",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S2213-2600(20)30071-0"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Guidelines for the Diagnosis and Treatment of Novel Coronavirus (2019-nCoV) Infection by the National Health Commission",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (COVID-19) in China",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Incubation period of 2019 novel coronavirus (2019-nCoV) infections among travellers from Wuhan, China",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Backer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Klinkenberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Euro Surveill",
            "volume": "25",
            "issn": "",
            "pages": "20--28",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES.2020.25.5.2000062"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Clinical characteristics of novel coronavirus cases in tertiary hospitals in Hubei Province",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kui",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Chin Med J (Engl)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1097/CM9.0000000000000744"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered,retrospective, observational study",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "2020",
            "issn": "20",
            "pages": "30079--30084",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.1585"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Statistical analyses were performed using SPSS software, version 22.0 (IBM, Armonk, NY, USA).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "D, Wang W, et al. A Novel Coronavirus from Patients with Pneumonia in China, 2019. N Engl J Med 2020;382: 727-33. 2 Huang C, Wang Y, Li X, et al. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet 2020;395: 497-506. 3 WHO. Clinical management of severe acute respiratory infection when ://www.who.int/publications-detail/clinical-management-of-severe-acute-respiratory-inf ection-whennovel-coronavirus-(ncov)-infection-is-suspected. 4 Wang C, Horby PW, Hayden FG, Gao GF. A novel coronavirus outbreak of global health concern. Lancet 2020;395: 470-73. 5 Yu P, Zhu J, Zhang Z, Han Y, Huang L. A familial cluster of infection associated with the 2019 novel coronavirus indicating potential person-to-person transmission during the incubation period. J Infect Dis 2020; DOI: 10.1093/infdis/jiaa077.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Patient selection diagram. Information of the two patients with clinically-diagnosed COVID-19 (throat swab 2019-nCoV negative): one patient and his wife (2019-nCoV positive) both having fever for more than 3 days and typical features of viral pneumonia on CT scan, had contacted a confirmed case in a same flight. The other patient and his father had fever and cough almost at the same time. Both of them had typical findings of viral pneumonia on CT scans, and 2019-nCoV was detected in the throat swab from his father subsequently. Moreover, his mother had been confirmed to have COVID-19 10 days ago by positive 2019-nCoV testing. COVID-19: 2019 novel coronavirus disease; CT: computed X-ray tomography CT findings in 4 patients with confirmed COVID-19. A. Patchy GGO distributed in subpleural area in left lower lung. B. A round-like, mixed GGO and consolidation lesion (with reversed halo sign) in subpleural area in right lower lung. C. Multiple patchy GGO in bilateral lungs, mainly peripheral distribution. D. Diffuse lesions in bilateral lungs (severe case).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "diagnostic criteria of COVID-19 were according to Guidelines for the Diagnosis and Treatment of Novel Coronavirus (2019-nCoV) Infection by the National Health Commission 10 , which can be accessed in the network http://www.nhc.gov.cn/xcs/zhengcwj/list_gzbd.shtml. very severe diseases; 2) Severe: presence of one of the following: respiratory rate 93% at rest; PaO 2 /FiO 2 300mmHg; 3) Very severe: presence of one of the following: severe respiratory failure requiring mechanical ventilation; shock; complicated with other organ failure and requiring ICU admission.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": ". Compared with non-COVID-19 patients, a higher proportion of COVID-19 patients had an identified epidemiological history (90.5% versus 32.8%). Clinical symptoms were similar between cases of COVID-19 and non-COVID-19, except for cough(Table 2).",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Demographics and baseline characteristics of 21 cases of COVID-19 Data are presented as n (%) or median (25 th , 75 th ) or mean (SD). COVID-19: 2019 Novel coronavirus disease; SD: standard deviation; All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.25.20027763 doi: medRxiv preprint",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Epidemiological history and symptoms on presentation between patients with COVID-19and non-COVID-19",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.25.20027763 doi: medRxiv preprint",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Blood routine test on presentation between COVID-19 and non-COVID-19 groups",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "CT findings between COVID-19 a and non-COVID-19 patients COVID-19 (n = 20) Non-COVID-19 (n = 67) One patient with confirmed COVID-19 showed minimal change on CT scan. CT: computed X-ray tomography; GGO: Ground-glass opacity; COVID-19: 2019 Novel coronavirus disease All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}