{
    "paper_id": "10525ac89e46be4cb9cb9fd1131d28411a902047",
    "metadata": {
        "title": "Using Digital Surveillance Tools for Near Real-Time Mapping of the Risk of International Infectious Disease Spread: Ebola as a Case Study",
        "authors": [
            {
                "first": "Sangeeta",
                "middle": [],
                "last": "Bhatia",
                "suffix": "",
                "affiliation": {
                    "laboratory": "MRC Centre for Global Infectious Disease Analysis",
                    "institution": "Imperial College London",
                    "location": {
                        "postCode": "W2 1PG",
                        "settlement": "Norfolk Place, London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Britta",
                "middle": [],
                "last": "Lassmann",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Emily",
                "middle": [],
                "last": "Cohn",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Boston Children's Hospital",
                    "location": {
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Malwina",
                "middle": [],
                "last": "Carrion",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Moritz",
                "middle": [
                    "U G"
                ],
                "last": "Kraemer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Boston Children's Hospital",
                    "location": {
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Mark",
                "middle": [],
                "last": "Herringer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "John",
                "middle": [],
                "last": "Brownstein",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Boston Children's Hospital",
                    "location": {
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Larry",
                "middle": [],
                "last": "Madoff",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anne",
                "middle": [],
                "last": "Cori",
                "suffix": "",
                "affiliation": {
                    "laboratory": "MRC Centre for Global Infectious Disease Analysis",
                    "institution": "Imperial College London",
                    "location": {
                        "postCode": "W2 1PG",
                        "settlement": "Norfolk Place, London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Pierre",
                "middle": [],
                "last": "Nouvellet",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Sussex",
                    "location": {
                        "settlement": "Brighton",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In our increasingly interconnected world, it is crucial to understand the risk of an outbreak originating in one country or region and spreading to the rest of the world. Digital disease surveillance tools such as ProMED and HealthMap have the potential to serve as important early warning systems as well as complement the field surveillance during an ongoing outbreak. Here we present a flexible statistical model that uses data produced from digital surveillance tools (ProMED and HealthMap) to forecast short term incidence trends in a spatially explicit manner. The model was applied to data collected by ProMED and HealthMap during the 2013-2016 West African Ebola epidemic. The model was able to predict each instance of international spread 1 to 4 weeks in advance. Our study highlights the potential and limitations of using publicly available digital surveillance data for assessing outbreak dynamics in real-time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In our increasingly interconnected world, it is crucial to understand the risk of an outbreak originating in one country or region and spreading to the rest of the world. Digital disease surveillance tools such as ProMED and HealthMap have the potential to serve as important early warning systems as well as complement the field surveillance during an ongoing outbreak. Here we present a flexible statistical model that uses data produced from digital surveillance tools (ProMED and HealthMap) to forecast short term incidence trends in a spatially explicit manner. The model was applied to data collected by ProMED and HealthMap during the 2013-2016 West African Ebola epidemic. The model was able to predict each instance of international spread 1 to 4 weeks in advance. Our study highlights the potential and limitations of using publicly available digital surveillance data for assessing outbreak dynamics in real-time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Increasing globalization of commerce, finance, production, and services has fostered rapid movement of people, animals, plants, and food [1] . With the transportation of people and goods comes the widespread dispersion of pathogens that cause infectious diseases and the vectors that may spread them [2] . Outbreaks that begin in the most remote parts of the world can now spread swiftly to urban centers and to countries far away with dangerous, global consequences [3] . For instance, population mobility across borders played a critical role in the spread of Ebola virus in West Africa during the 2013-2016 Ebola epidemic [4] . A more recent example is the 2016 yellow Fever outbreak in Angola [5] . Infected travellers from Angola reached China, representing the first ever reported cases of yellow fever in Asia [6] .",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 140,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 300,
                    "end": 303,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 467,
                    "end": 470,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 625,
                    "end": 628,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 697,
                    "end": 700,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 817,
                    "end": 820,
                    "text": "[6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Early detection and monitoring of infectious disease outbreaks through passive or active collection of surveillance data can help public health officials initiate interventions such as removing contaminated food sources, isolating affected individuals or launching vaccination campaigns. However, any data collection method involves trade-offs between speed, accuracy and costs. Data collected through traditional surveillance, for example via public health infrastructure, are generally reliable but are resource intensive and are therefore typically available for upstream analysis with an (understandable) delay [7] .",
            "cite_spans": [
                {
                    "start": 615,
                    "end": 618,
                    "text": "[7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "In the past three decades, the internet has grown at a staggering pace, with approximately half of the world's population accessing internet in 2017 [8] . The rapid growth of the internet has fostered a corresponding increase in tools for internet based disease detection and monitoring that lie at the other end of the spectrum. Digital disease surveillance consists of monitoring online information sources to collate relevant information about diseases. The sources of information can be formal such as advisories posted by a ministry of health, or informal such as news media items, blogs or tweets. Digital surveillance makes data collection less expensive and time consuming but the acquired data often contain more noise than those collected through traditional public health surveillance. While traditional surveillance systems report on select pathogens and depend on a well-functioning public health infrastructure, digital surveillance in contrast typically monitor a wide range of pathogens using little to no additional infrastructure. Thus, digital surveillance tools can play a significant role in the rapid recognition of public health emergencies [9, 10] .",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 152,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 1164,
                    "end": 1167,
                    "text": "[9,",
                    "ref_id": null
                },
                {
                    "start": 1168,
                    "end": 1171,
                    "text": "10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The Program for Monitoring Emerging Diseases (ProMED, www.promedmail.org) was one of the first entrants in the field of digital disease surveillance. ProMED was created in 1994 as a surveillance network to provide early warning of emerging and re-emerging infections [11] . ProMED collates information from various sources that include media reports, official reports, local observers, and a network of clinicians throughout the world. The reports generated through bottom-up surveillance are reviewed by a team of subject matter experts before being posted to the ProMED network. ProMED now provides free email based reports on outbreaks to over 70,000 subscribers in at least 185 countries.",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 271,
                    "text": "[11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "HealthMap (www.healthmap.org) is another widely used tool for disease outbreak monitoring. In addition to ProMED alerts, HealthMap utilises online news aggregators, eyewitness reports and other formal and informal sources of information and allows for visualisation of alerts on a map [12] . The surveillance data collected by HealthMap has been incorporated into the Epidemic Intelligence from Open Sources (EIOS) surveillance system, developed by WHO. Both ProMED and HealthMap are used by key public health bodies, including the Centers for Disease Control and Prevention (CDC) and surveillance process. Compiling the data, conducting analyses, and generating reports that are easily understood and actionable are equally important. For instance, one of the ProMED outbreak analysts reported in March 2014 on the likely spread of Zika to the Americas [13] , well before the epidemic surfaced in South America in February 2015. However, lacking an easy to use and openly accessible tool to quantify and visualize the reported risk of disease spread, this report did not have any significant impact on public health resource allocation and decision making. While there has been a growing interest in using various internet data streams for epidemiological investigations [14, 15] and in using data from digital surveillance tools [16] , there is as yet a dearth of a framework that can automatically combine such data with other streams of information, analyse them in a statistically robust manner, and produce actionable reports, particularly in real time during an outbreak where such analyses would be most useful.",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 289,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 854,
                    "end": 858,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 1272,
                    "end": 1276,
                    "text": "[14,",
                    "ref_id": null
                },
                {
                    "start": 1277,
                    "end": 1280,
                    "text": "15]",
                    "ref_id": null
                },
                {
                    "start": 1331,
                    "end": 1335,
                    "text": "[16]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "In this study, we propose a new statistical framework to estimate and visualize risks posed by outbreak events using digital surveillance data. Our approach relies on a relatively simple statistical framework that integrates multiple data streams to predict the future incidence trajectory, and quantifies spatial heterogeneity in the risk of disease spread. In this paper, we present the model implemented in this framework and as a case study, we report the analysis of ProMED and HealthMap data for the 2013-16 West African Ebola epidemic. To assess the robustness of the digital surveillance data, we also applied the framework to the data collated by WHO and made available at the end of the epidemic. We present a comparison of the near real-time ProMED/HealthMap data with the retrospective WHO data and the results of the spatio-temporal analysis carried out on these three data sources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Our analysis based solely on epidemic data available through ProMED/HealthMap provides a realistic appraisal of their strengths and weaknesses, especially if used in near real-time forecasting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "ods for details). The raw and processed data from ProMED and HealthMap for all countries included in the feed are available in the Github repository for this article. There were substantial differences between the incidence time series derived from the three data sources, particularly at the peak of the epidemic. There may be multiple reasons underpinning such discrepancy, including potential variability in digital surveillance reporting during the course of the epidemic. It is also worth highlighting that the WHO data used here are an extensively cleaned version of the data collected during the epidemic [17, 18] , published more than a year after the epidemic was declared to be over. Moreover, while ProMED and HealthMap did not record probable cases for this epidemic, the WHO data contained confirmed, probable and suspected cases. However, despite these discrepancies, the weekly incidence derived from ProMED and HealthMap was moderately to highly correlated with that reported by WHO later (Pearson's correlation coefficients aggregated across the three countries 0.44 and 0.74 respectively, p value < 0.001, also see Fig 2 for weekly trends).",
            "cite_spans": [
                {
                    "start": 612,
                    "end": 616,
                    "text": "[17,",
                    "ref_id": null
                },
                {
                    "start": 617,
                    "end": 620,
                    "text": "18]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1133,
                    "end": 1142,
                    "text": "Fig 2 for",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "To broadly assess the extent to which such discrepancies in incidence would impact the quantification of transmissibility throughout the epidemic, we estimated the time-varying transmissibility, measured by the reproduction number R t (the average number of secondary cases at time t per infected individual [19] ), using the incidence from each of the three data sources (Fig 1) . R t was estimated independently for each country using the R package EpiEstim [20] over a sliding time window of 4 weeks. There were substantial differences in the estimates of R t according to the incidence data source used ( Fig 1B) . The correlation between the median R t estimates on sliding 4-week windows from ProMED or HealthMap data with the estimates from WHO data varied from weak (0.30, between reproduction number from WHO and ProMED in Guinea) to very strong (0.72, between reproduction number from WHO and ProMED in Sierra Leone, Fig 3) .",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 312,
                    "text": "[19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 372,
                    "end": 379,
                    "text": "(Fig 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 609,
                    "end": 616,
                    "text": "Fig 1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 927,
                    "end": 933,
                    "text": "Fig 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "To forecast incidence at time t in location j (I t j ), we fitted a spatially explicit branching process model to the daily incidence in all locations up to t − 1, using an extension of the renewal equation as the likelihood [19] :",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 229,
                    "text": "[19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Short term forecasts"
        },
        {
            "text": "where the matrix p i→j characterises the spatial spread between locations i and j based on a gravity model [21] , R t i (the reproduction number) reflects transmissibility in location i at time t, and ω is the typical infectiousness profile of a case over time after infection (see Methods for details).",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 111,
                    "text": "[21]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Short term forecasts"
        },
        {
            "text": "The ability of the model to robustly predict future outbreak trajectory was limited and depended on the data source (Fig 2) as well as on the time window used for inference (calibration window) and the forecast horizon. Results using a 2-week calibration window and a 4-week forecast horizon using ProMED data are presented in the main text (see Figs 6 and 7 for other forecast horizons and calibration windows). Overall, 48.7% of weekly observed incidence across all three countries were included in the 95% forecast interval (49.3% and 57.5% for HealthMap and WHO respectively, SI Table 1 ). Typically, model forecasts were 0.5 times lower or higher than the observed incidence (95% CrI 0.0 -32.0) based on the median relative mean absolute error (Fig 3D) , see Methods for details). We found no evidence of systematic bias in any week of the forecast horizon (median bias 0.12, Fig 3A) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 116,
                    "end": 123,
                    "text": "(Fig 2)",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 583,
                    "end": 590,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 749,
                    "end": 757,
                    "text": "(Fig 3D)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 881,
                    "end": 888,
                    "text": "Fig 3A)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Short term forecasts"
        },
        {
            "text": "Typically, individual forecasts were within 17.0% (95% CrI 0 -80%) of the median forecast (based on the median and 95% CrI for relative sharpness, Fig 3B, see Methods for details).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 147,
                    "end": 154,
                    "text": "Fig 3B,",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Short term forecasts"
        },
        {
            "text": "As expected, the robustness of forecasts (both accuracy and precision) decreased over the forecast horizon ( Fig 3C) . In the first week of the forecast window, 58.0% of observed values (across the three countries) were within the 95% forecasts interval, reducing to 49.4%, 42.3% and 45.0% in the second, third and fourth weeks of the forecast horizon.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 109,
                    "end": 116,
                    "text": "Fig 3C)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Short term forecasts"
        },
        {
            "text": "The model performance varied depending on the country and the phase of the epidemic, defined as \"growing\", \"declining\", and \"stable\" depending on R t estimates (see Methods). In general, the model performance was best in the stable phase with 66.7% of the observations contained in the 95% forecasts interval (versus 40.2% and 30.8% in the declining and growing phases respectively, SI Table 1 ). However the forecast uncertainty was largest in the stable phase and smallest in the growing phase ( Fig 3B) . Importantly, in the growing phase the model tended to over-predict while under-predicting in the declining phase ( Fig 3A) .",
            "cite_spans": [
                {
                    "start": 309,
                    "end": 332,
                    "text": "(versus 40.2% and 30.8%",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 386,
                    "end": 393,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 498,
                    "end": 505,
                    "text": "Fig 3B)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 623,
                    "end": 630,
                    "text": "Fig 3A)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Short term forecasts"
        },
        {
            "text": "Overall, the model performed moderately better using WHO data compared to ProMED and HealthMap data (Fig 33) and with shorter calibration windows (Fig 32) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 100,
                    "end": 108,
                    "text": "(Fig 33)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 146,
                    "end": 154,
                    "text": "(Fig 32)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Short term forecasts"
        },
        {
            "text": "Although our model was not always able to robustly predict the future incidence in the three mainly affected countries, we found that it allowed to robustly predict the presence or absence of cases in all countries in Africa up to a week in advance. For each week and each country in Africa, our model generated an alert if the predicted incidence (using a predetermined percentile of the forecast interval) was greater than 0. We classified an alert for a given week as a true alert when the observed incidence was also greater than 0, as a false alert when no cases were observed, and as a missed alert if cases were observed but were not predicted by the model. Using different percentiles of the forecast (e.g., the median or the 95 th percentile) yielded different rates of true, false and missed alerts, which were summarised in a ROC curve ( Fig 4A) . Overall, our model achieved high sensitivity (i.e., true alert rate) but variable specificity (i.e., 1 -false alert rate). Maximising the average between sensitivity and specificity led to 93.7% sensitivity and 96.0% specificity at 42.5% threshold ( Fig 4A) . The sensitivity of the model remained high over longer forecast horizon while the specificity deteriorated with more false alerts being raised 4 week ahead (Fig 47) . Both the sensitivity and the specificity of the model remained high when the analysis was restricted to all countries in Africa other than the three majorly affected countries (Guinea, Liberia and Sierra Leone) . The average of sensitivity and specificity was maximum at 92.5% threshold in this case with 85.7% sensitivity and 81.7% specificity (Fig 48) . The model exhibited high sensitivity (83.3%) and specificity (82.0%) in predicting presence of cases in weeks following a week with no observed cases in all countries in Africa (Fig 49) at 93% threshold (similarly chosen to maximise the average between sensitivity and specificity). Out of the 9 one-week ahead missed alerts in this case, 3 are in Liberia towards the end of the epidemic, after Liberia had been declared Ebola free on two separate occasions [22, 23] . The serial interval distribution that we have used does not account for very long intervals between infections such as that associated with sexual transmission. Using the latest available data on pairs of primary and secondary infections and models that allow for more heterogeneity in the distribution of cases e.g., using Negative Binomial distributions could potentially improve the assessment of risk of spread in such cases [24, 25] .",
            "cite_spans": [
                {
                    "start": 1490,
                    "end": 1496,
                    "text": "Leone)",
                    "ref_id": null
                },
                {
                    "start": 2100,
                    "end": 2104,
                    "text": "[22,",
                    "ref_id": null
                },
                {
                    "start": 2105,
                    "end": 2108,
                    "text": "23]",
                    "ref_id": null
                },
                {
                    "start": 2540,
                    "end": 2544,
                    "text": "[24,",
                    "ref_id": null
                },
                {
                    "start": 2545,
                    "end": 2548,
                    "text": "25]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 849,
                    "end": 856,
                    "text": "Fig 4A)",
                    "ref_id": null
                },
                {
                    "start": 1109,
                    "end": 1116,
                    "text": "Fig 4A)",
                    "ref_id": null
                },
                {
                    "start": 1275,
                    "end": 1283,
                    "text": "(Fig 47)",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 1631,
                    "end": 1639,
                    "text": "(Fig 48)",
                    "ref_id": "FIGREF14"
                },
                {
                    "start": 1819,
                    "end": 1827,
                    "text": "(Fig 49)",
                    "ref_id": null
                }
            ],
            "section": "Risk of spatial spread"
        },
        {
            "text": "The choice of a threshold at which to raise an alert is subjective and involves a trade-off between sensitivity and specificity. In general, using a high threshold to raise an alert leads to high sensitivity with a reasonably high specificity (Fig 50) . The cut-off for raising an alert can be informed by the relative costs of missed and false alerts potentially using a higher cut-off when the observed incidence is low. It is also worth noting that where our model failed to raise an alert in a week, either a true or a false alert had been raised in the recent weeks in all but one instance, indicating a potential risk of spread of the epidemic to that country.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 243,
                    "end": 251,
                    "text": "(Fig 50)",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "Risk of spatial spread"
        },
        {
            "text": "These results suggest that the model is able to capture and even anticipate the spatial spread of the epidemic. Importantly, as the model is fitted to data from any of the three data sources accumulating over the course of the epidemic, it is able to predict the presence of cases relatively early in the epidemic (Fig 51) when such inputs would be particularly useful.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 314,
                    "end": 322,
                    "text": "(Fig 51)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Risk of spatial spread"
        },
        {
            "text": "Together with providing operational outputs such as the predicted shortterm incidence in currently affected countries or the risk of spread to neighbouring countries, our method also provides near real-time estimates of parameters underlying the transmission model. First, the reproduction number R t for each affected country is estimated over the time-window of inference, here over the most recent two weeks (Fig 2) , second row). We found that these near real-time estimates of R t were in good agreement with retrospective estimates obtained using the entire incidence time-series (Fig 2, bottom row, correlation coefficients varying between 0.58 and 0.90, Fig 5) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 411,
                    "end": 418,
                    "text": "(Fig 2)",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 586,
                    "end": 593,
                    "text": "(Fig 2,",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 662,
                    "end": 668,
                    "text": "Fig 5)",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "Risk of spatial spread"
        },
        {
            "text": "The risk of spatial spread in our model relies on estimating movement patterns of infectious cases. Our method also provides estimates of the probability of a case staying within a country throughout their infectious period, and the extent to which distance between two locations affects the flow of infectious cases between them. The real-time estimates of these parameters over the course of the epidemic (Fig 34) , suggest that while the relative flow of cases between locations did not vary substantially over time, the probability of travel across national borders may have decreased after the initial phase of the epidemic. Finally, we quantify the relative risk of importation of a case into a country from any other currently affected country. The risk of importation is proportional to the population flow into a country from all other countries estimated using a mobility model (here, gravity model) weighted by the infectivity at each country (which depends on the number of cases and time at which they were infected, see Methods). Our estimates of the countries with higher risk of acting as source of importations are largely consistent with the reported source of cases (Fig 5) . In 4 out of the 5 reported cases of international spread of the epidemic in West Africa, the model correctly attributed the highest relative risk of acting as a source of importation (relative risk > 0.9 for importation into Liberia, Nigeria and Sierra Leone and 0.49 in case of Mali) to the actual source identified through retrospective epidemiological and genomic investigations [26] .",
            "cite_spans": [
                {
                    "start": 1577,
                    "end": 1581,
                    "text": "[26]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 407,
                    "end": 415,
                    "text": "(Fig 34)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1185,
                    "end": 1192,
                    "text": "(Fig 5)",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "Risk of spatial spread"
        },
        {
            "text": "In the context of increasing potential for movement of diseases between various regions of the world due to increased global connectivity, innovative strategies for epidemic monitoring are urgently needed. In this study, we propose a statistical framework that relies on digital surveillance data from ProMED or HealthMap to 1) predict the short-term epidemic trajectory in currently affected countries, 2) quantify the short-term risk of spread to other countries and 3) for countries at risk of importation, quantify where the risk comes from. We apply our model to data collected during the West African Ebola epidemic of 2013-2016, curated by the outbreak analysts at ProMED/HealthMap, and we compare the model's outputs to those obtained when using the data collated by the WHO and made available at the end of the epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In spite of the manual curation of the data carried out by outbreak analysts at ProMED and HealthMap, substantial issues remained in the quality and consistency of the data feeds. Dealing with issues such as missing data and inconsistent records will be a key challenge in using these data for prospective real-time analysis. Despite these challenges, we show the potential of digital surveillance tools to 1) inform early detection, 2) characterise the spread, and 3) forecast the future trajectory of outbreaks. Particularly in an evolving outbreak scenario, when information from traditional surveillance is limited and only available with a significant delay, digital surveillance data can be used to complement the information gap. For instance, during the West African Ebola epidemic, the first situation report by the WHO was published only at the end of August 2014 [27] , reporting on cases between January and August 2014. On the other hand, the first post on ProMED on Ebola cases in Guinea appeared in March 2014 [28] . Development of tools that can directly be plugged into the current digital surveillance ecosystem should therefore be a growing area of focus.",
            "cite_spans": [
                {
                    "start": 874,
                    "end": 878,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 1025,
                    "end": 1029,
                    "text": "[28]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In general, we found that, after systematic processing to remove inconsistencies, data from ProMED and HealthMap were in reasonably good agreement with the data collected through traditional surveillance methods and collated by WHO. In particular, both the incidence time-series and retrospective national estimates of transmissibility over time were well correlated across the three data sources. This suggests that digital surveillance data are a promising avenue for quantitative assessment of outbreak dynamics in real-time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We used the ProMED/HealthMap data to perform a spatio-temporal analysis of the spread of the West African Ebola epidemic. We fitted a spatially explicit branching process model to the daily incidence data derived from ProMED/HealthMap feeds. The estimated model parameters were used to simulate the future outbreak trajectory over 4, 6 or 8 weeks. The model performs relatively well at short forecast horizon, i.e. up to two weeks. At a longer time scale, the model performance starts to deteriorate. A likely explanation for this is that our model assumes that transmissibility remains constant over the entire projection window. This assumption may not hold as we project over longer horizons, for example due to interventions being implemented. Model performance was also highly dependent on the phase of the epidemic in which projections were made. During the growing phase, the model tended to over-predict. This is likely due to interventions implemented throughout the growing phase to reduce transmissibility, leading to a reduced observed incidence compared to our model's expectation. In the declining phase on the other hand, our model tended to under-predict the observed incidence. This could be due to control efforts being relaxed too early as case numbers decline. Another contributing factor could be super-spreading, a phenomenon observed in many epidemics including Ebola epidemics [29, 30] whereby a small number of cases generate a large number of secondary infections, implying that when case numbers are small, epidemic trajectory may be difficult to predict and not well described by Poisson likelihood. Models using more complex likelihoods, e.g. using Negative Binomial distributions, 10 should be explored in future work, but will present additional challenges as analytical results underpinning the estimation of the reproduction number will no longer hold [20] . Such variability in model performance throughout an epidemic could have important implications if the model predictions are used to inform resource allocation. Model estimates should therefore be interpreted with caution, particularly as an outbreak is observed to be declining, and if the forecast horizon is long.",
            "cite_spans": [
                {
                    "start": 1401,
                    "end": 1405,
                    "text": "[29,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1406,
                    "end": 1409,
                    "text": "30]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1885,
                    "end": 1889,
                    "text": "[20]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We have shown that our model would have been able to accurately predict in real-time the international spread of Ebola in West Africa. Importantly, our model has very high sensitivity, predicting all instances of observed international spread 1 to 4 weeks in advance. Choosing a cut-off to maximise sensitivity led to low model specificity. On occasions the model predicted cases in countries, such as Côte d'Ivoire, where neither WHO nor ProMED reported any case. However this may also be due to imperfect case reporting. Thus our method could be used with a high cut-off as a highly sensitive surveillance system with an alert triggering further epidemiological investigations and implementation of epidemic preparedness measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A key feature of our model is that it provides, for each country identified as at risk, a map of where the risk comes from. Out of 5 observed instances of international spread of Ebola in West Africa, our model correctly identified the source of importation in 4 cases while in the remaining case, the model highlighted the source of importation while assigning it low relative risk. This could help translating data collected through digital surveillance into concrete operational outputs in real-time that could assist in epidemic management and control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The systematic collection, storage, organization and communication of disease surveillance data were especially challenging during the West African Ebola epidemic as the deficiencies in transportation and communication resources, surveillance data quality and management, human resources and management structures posed unique challenges in this context [31] . The collection of case incidence data and rapid dissemination through digital surveillance systems was further hampered by the limited information technology and internet service in the countries most affected. Thus, for the West African Ebola epidemic, ProMED and HealthMap data were available at a coarse spatial scale with the sub-national level information for cases missing in most of the records. This limited our analysis to the spread of the outbreak across national borders only, although in principle our model could 11 deal with data at any spatial scale. Both ProMED and HealthMap collect more granular data for most outbreaks. Utilizing these data to investigate outbreaks and regions would provide further evidence of the ability of digital surveillance data to usefully complement data collected from traditional surveillance. Another interesting research avenue would be to explore ways of integrating timely data from ProMED and HealthMap with delayed data from ground surveillance to generate timely insights into the spatial spread of an outbreak.",
            "cite_spans": [
                {
                    "start": 354,
                    "end": 358,
                    "text": "[31]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The framework presented in this paper was developed as a proof-ofconcept to use digital surveillance data for near real-time forecasting of the spatio-temporal spread of an outbreak. It has been implemented as a web-based tool called \"Mapping the Risk of International Infectious Disease Spread\" (MRIIDS) (see [32] for more information). To further develop such approaches, it is important to establish an automated pipeline from data collection to curation to analysis, which currently requires manual intervention at each of these steps. Another factor that could enhance the usability of our model in near real time is to improve the running time of the fitting and forward simulation. In the current implementation, the running time varies from approximately 0.5 CPU hours when 100 days of incidence data are being used to approximately 335 CPU hours using 462 days of incidence data using a 3.3 GHz Intel Xeon X5680 processor. Although the West African Ebola epidemic was of unusual scale and duration, there is a scope for optimising the model implementation.",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 314,
                    "text": "[32]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Importantly, many other open data sources could be included in our framework to improve model performance. For example, data on human mobility could be used to further inform the parametric form and parameter values of our mobility model. We have incorporated a simple and wellcharacterised model of population movement in the current work. In addition to utilising other possible data sources, future work could consider other models of human population movement [33] . When relevant, spatially-explicit data on population-level immunity to the circulating pathogen (e.g. following previous epidemics and/or due to vaccination) could also be used to refine our transmission model. Finally, the impact of the health capacity of a region to respond to a public health emergency could also be accounted for in future iterations of the model. Ongoing efforts to collate quantitative information on the performance of health systems and the ability of regions or countries to respond to an epidemic [34], [35] can potentially provide valuable data for future work. Here using a relatively simple modelling approach we provide one of the first pieces of evidence of the potential value of digital surveillance for real-time quantitative analysis of epidemic data, with important operational and actionable outputs.",
            "cite_spans": [
                {
                    "start": 464,
                    "end": 468,
                    "text": "[33]",
                    "ref_id": null
                },
                {
                    "start": 1001,
                    "end": 1005,
                    "text": "[35]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The following files are provided as Supporting Information: (i) SI 1. Details of ProMED/HealthMap data cleaning and processing, model outputs for other data sources, model parameters and sensitivity analysis. (ii) Convergence report produced by the R package ggmcmc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supporting Information (SI)"
        },
        {
            "text": "Processing ProMED/HealthMap data feed",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "We used a set of curated ProMED and HealthMap records on the human cases of Ebola in West Africa. The dates in the feeds ranged from March 2014 to October 2016. Each dataset recorded the cumulative number of suspected/confirmed cases and suspected/confirmed deaths by country at various dates in this period. We derived the country specific daily and weekly incidence time series from these data after the following data cleaning and pre-processing:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "• We first extracted the total case counts as a sum of suspected and confirmed cases (ProMED and HealthMap data did not record probable cases for the West African Ebola epidemic).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "• Each unique record in ProMED is associated with a unique alert id. An alert id can correspond to various reports from different sources (news, social media etc.) which might report different case numbers. In such cases, we assigned the median of the case numbers to the record.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "• In some instances, cumulative case count was inconsistent in that it failed to be monotonically non-decreasing. We identified consecutive dates (t k and t k+1 ) where the cumulative case count was not increasing. If removing either t k or t k+1 made the cumulative case count increasing,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "13"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q and WHO data (orange). Daily incidence that were not directly available from ProMED and HealthMap data and which were therefore imputed (see Methods) are shown in lighter shade of blue and green respectively. WHO data were aggregated to country level. The y-axis differs for each plot. (B)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "13"
        },
        {
            "text": "The median time-varying reproduction number R t estimated using the WHO data (orange), ProMED (blue) and HealthMap (green) data. The shaded regions depicts the 95% credible intervals (95% CrI) for the R t estimates. The reproduction number was estimated on sliding windows of 28 days with a Gamma prior with mean 1 and variance 0.25, using the R package EpiEstim [20] . Estimates shown at time t are for the 28-day window finishing on day t.",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 367,
                    "text": "[20]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "13"
        },
        {
            "text": "14 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "13"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q Figure 2: Observed and predicted incidence, and reproduction number estimates from ProMED data. The top panel shows the weekly incidence derived from ProMED data and the 4 weeks incidence forecast on log scale. The solid dots represent the observed weekly incidence where the light blue dots show weeks for which all data points were obtained using interpolation. The projections are made over 4 week windows, based on the reproduction number estimated in the previous 2 weeks. The middle figure in each panel shows the reproduction number used to make forecasts over each 4 week forecast horizon. The bottom figure shows the effective reproduction number estimated retrospectively using the full dataset up to the length of one calibration window before the end. In each case, the solid black line is the median estimate and the shaded region represents the 95% Credible Interval. The red horizontal dashed line indicates the R t = 1 threshold. Results are shown for the three mainly affected countries although the analysis was done jointly using data for all countries in Africa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "13"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint A q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q : Model performance metrics overall and stratified by week of projection and epidemic phase. The performance metrics are (A) the percentage of weeks for which the 95% forecast interval contained the observed incidence, (B) relative mean absolute error, (C) bias, and (D) sharpness. In forecasting ahead, we assumed transmissibility to be constant over the forecast horizon. If the 97.5 th percentile of the R estimate used for forecasting was less than 1, we defined the epidemic to be in the declining phase during this period. Similarly, if the 2.5 th percentile of R was greater than 1, we defined the epidemic to be in a growing phase. The phase was set to stable where the 95% Credible Interval of the R estimates contained 1. See Methods for definitions of each metric.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "16"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint Figure 4 : Predicted weekly presence of cases in each country. The left panel shows the True and False alert rates using different thresholds for classification for alerts raised 1 (violet), 2 (light violet), 3 (dark pink) and 4 (green) weeks ahead. The black curve depicts the overall True and False alert rates. On each curve, the dot shows the True and False Alert rates at 42.5% threshold. For a given threshold (x th percentile of the forecast interval), we defined a True alert for a week where the x th percentile of the forecast interval and the observed incidence for a country were both greater than 0; false alert for a week where the threshold for a country was greater than 0 but the observed incidence for that country was 0; and missed alert for a week where the threshold for a country was 0 but the observed incidence for that country was greater than 0. True alert rate is the ratio of correctly classified true alerts to the total number of true and missed alerts (i.e., (true alerts)/(true alerts + missed alerts)). False alert rate is similarly the ratio of false alerts to the total number of false alerts and weeks of no alert (where the observed and the threshold incidence are both 0). The right panel shows the True (green), False (orange) and Missed (red) 1 week ahead alerts using the 42.5 th percentile of the forecast interval as threshold. The figure only shows countries on the African continent for which either the 42.5 th percentile of the predicted incidence or the observed incidence was greater than 0 at least once. The first alert in each country is shown using larger squares. Alerts in a country in a week where there were no observed cases in the previous week are shown using triangles. In each case, weeks for which all observed points were imputed are shown in lighter shades. Country codes, shown on the yaxis, are as follows: CIV -Côte d'Ivoire, GHA -Ghana, GIN -Guinea, LBR -Liberia, MLI -Mali, NGA -Nigeria, SEN -Senegal, SLE -Sierra Leone, BFA -Burkina Faso. The alerts are based on forecasts using ProMED data, a 2-week calibration window and a 4 week forecast horizon.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 76,
                    "end": 84,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "16"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "17"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint Figure 5 : Relative risk of importation of the epidemic. For each country with non-zero incidence, the figure shows the relative importation risk (see Methods). Since we forecasted every 7 th day, the risk of importation was estimated using forecasts closest to and before the date of the first case in that country reported in the data used. The date on which risk was estimated for each country is shown in the figure. Blue indicates low relative risk while deeper shades of red represent higher relative risk of acting as a source of importation. White is used to denote no risk. The estimates presented here use ProMED data with a 2 week calibration window. The country for which risk is estimated is shown in gray. The black circle represents the actual source of importation as retrospectively identified through epidemiological and genomic investigations. For each country, the figure shows only the risk of importation from other countries and does not show the risk of transmission within the country.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 133,
                    "end": 141,
                    "text": "Figure 5",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "17"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint we adopted this option. If however removing both or none of them resulted in a increasing series, we removed both t k and t k+1 . These rules were applied iteratively until the cumulative case count was consistent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": "• If an inconsistent point was at the end of the the cumulative case series, applying the above rules led to the removal of a large number of points. Hence, to remove outliers at the end, we used Chebyshev inequality with sample mean [36] . Given a set of observations X 1 , X 2 . . . X n , the formulation of Chebyshev inequality by Saw et al. gives the probability that the observation X n+1 is within given sample standard deviations of the sample mean. We defined X n+1 to be an outlier if the probability of observing this point given observations X 1 , X 2 . . . X n is less than 0.5. Fixing this probability allowed us to determine k such that P r(µ−kσ ≤ X {n + 1} ≤ µ + kσ) ≥ 0.5, where µ and σ are the sample mean and sample standard deviation respectively. We deleted an observation X n+1 as an outlier if it did lie in this interval.",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 238,
                    "text": "[36]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": "• Finally, cumulative incidence on days with no records was filled in using log-linear interpolation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": "An example of the pre-processing of ProMED feed is presented in the supplementary text (SI Fig 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 91,
                    "end": 97,
                    "text": "Fig 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "18"
        },
        {
            "text": "We used the West African Ebola incidence data collated by the WHO during the epidemic which was made available approximately an year after the end of the epidemic [37] . This data set is referred to as \"WHO data\" in the interest of brevity. The cleaned version of the WHO data consisted of cases reported between December 2013 and October 2015 in the three most affected countries -Guinea, Sierra Leone and Liberia. The location of residence of cases was geo-coded to the second administrative level. We aggregated the WHO data to national level to match the spatial resolution of ProMED and HealthMap that were only available at the country level.",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 167,
                    "text": "[37]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Data collated by WHO"
        },
        {
            "text": "Since the data collected by ProMED and HealthMap are manually curated by outbreak analysts, we have used the word \"curate\" in referring to their data collection process. Similarly, we refer to the data \"collated\" by WHO as WHO coordinated the international response to the outbreak and 19 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collated by WHO"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collated by WHO"
        },
        {
            "text": "in this role, they collated the information from Ministries of Health, situation reports from NGOs, and local and international medical teams.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collated by WHO"
        },
        {
            "text": "We used LandScan TM 2015 dataset grid [38] for population estimates and centroids for all countries on African mainland.",
            "cite_spans": [
                {
                    "start": 38,
                    "end": 42,
                    "text": "[38]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Demographic Data"
        },
        {
            "text": "Our model relies on a well-established statistical framework that assumes the daily incidence, I t , can be approximated with a Poisson process following the renewal equation [19] :",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 179,
                    "text": "[19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Statistical Model"
        },
        {
            "text": "Here R t is the reproduction number at time t (the average number of secondary cases per infected individual) and ω is the distribution of the serial interval (the time between onset of symptoms in a case and their infector). We extend this model to incorporate the spatial spread of the outbreak between n different locations. The number of incident cases at a location j at time t is given by the equation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Model"
        },
        {
            "text": "where R t i is the reproduction number at location i at time t and p i→j is the probability of a case moving from location i to location j while they are infectious. R t i is affected by a number of factors e.g., the intrinsic transmissibility of a pathogen or the health care capacity at location i (which could influence for example the capacity to isolate cases). The model could be easily extended to explicitly incorporate the dependence of the reproduction number on such factors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Model"
        },
        {
            "text": "The probability of moving between locations is derived from the relative flow of populations between locations. This latter quantity can be estimated using a population flow model; here we used a gravity model [39] , [21] . Under a gravity model, the flow of individuals from area i to area j, φ i→j , is proportional to the product of the populations of the two locations, N i and N j and inversely proportional to the distance between them d i,j raised to a power γ:",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 214,
                    "text": "[39]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 217,
                    "end": 221,
                    "text": "[21]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Statistical Model"
        },
        {
            "text": "The exponent γ, which modulates the effect of distance on the flow of populations, was estimated. A large value of γ indicates that the distances travelled by populations tend to be short.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Model"
        },
        {
            "text": "The relative risk of spread at a location j from a location i is thus proportional to the population flow into location j from location i.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Model"
        },
        {
            "text": "The probability of movement from location i to location j where (j = i)is then given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Model"
        },
        {
            "text": "where p stay is the probability that a case remains in a location i throughout their infectious period i.e. p stay is p i→i . p stay is assumed to be the same across all locations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Model"
        },
        {
            "text": "The parameters of the full model are:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Model"
        },
        {
            "text": "1. R t i , the reproduction number at time t in location i, 2. p stay , the probability of staying in a location, and 3. γ, the exponent of the distance in the gravity model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Model"
        },
        {
            "text": "The likelihood of the incidence at time t in location j given past incidence across all locations and model parameters is:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Model"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "21"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint R t i {i=1,2,...n} is the set of reproduction numbers at time t in locations 1, 2, . . . n. I t i {i=1,2,...n} is similarly the incidence at time t in locations 1, 2, . . . n. Λ t j is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "21"
        },
        {
            "text": "The likelihood of the parameters for data up to time T , the duration of the outbreak so far, is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "21"
        },
        {
            "text": "Therefore the joint posterior distribution of the model parameters given the observed data is:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "21"
        },
        {
            "text": "P (p stay ), P (γ), and P R t j t=1,2,...T j=1,2,...n represent the prior distributions on the parameters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "21"
        },
        {
            "text": "Here, we have assumed a single p stay for all countries on African mainland. For estimating the time-varying reproduction number for each country, we split the duration of the total outbreak into intervals of equal width. We assume that transmissibility in each location stays constant within each time window and thus, within a time window, we estimated a single reproduction number for each location. We varied the length of the time window to obtain different models, with short time windows increasing the number of parameters in the model. To reduce the number of parameters in the model, we divided the 55 countries on African continent into 5 groups and forced each country in a group to have the same reproduction number in each time window. The first three groups correspond of the three mainly affected countries -Sierra Leone, Guinea and Liberia. The countries that shared a border with these three countries were grouped together. These were Mali, Côte d'Ivoire, Guinea-Bissau and Gambia. The rest of the countries were assigned to the fifth group. A comparison of the performance of different models is presented in the Supplementary Material (Fig 32) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1156,
                    "end": 1164,
                    "text": "(Fig 32)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "21"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "22"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "22"
        },
        {
            "text": "We assumed a Gamma distributed serial interval with mean 14.2 days and standard deviation 9.6 days [18] . For the reproduction number, we used a Gamma prior with mean 3.3 and variance 1.5. This was informed by a review of estimates of the reproduction number for Ebola Zaire in outbreaks preceding the West African Ebola outbreak which reported estimates ranging from 1.4 to 4.7 [40] . The mean prior 3.3 was chosen as the midpoint of this interval, and the variance 1.5, was chosen so the 95% prior probability interval contains the extremes of this interval.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 103,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 379,
                    "end": 383,
                    "text": "[40]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "22"
        },
        {
            "text": "For the gravity model parameters p stay and γ, we chose uninformative uniform priors. Since p stay is a probability, the prior was a uniform distribution on the interval [0, 1]. γ was allowed to vary between 1 and 2 in the results presented in the main text. We performed a sensitivity analysis where γ has a uniform prior between 1 and 10. The results of this analysis are presented in the SI (SI Section 8).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "22"
        },
        {
            "text": "Model fitting was done in a Bayesian framework using a Markov Chain Monte Carlo (MCMC) as implemented in the software Stan [41] and its R interface rstan [42] . We ran 2 MCMC chains with 3000 iterations and burn-in of 1000 iterations. Convergence of MCMC chains was confirmed using visual inspections of the diagnostics (Potential Scale Reduction Factor [43] and Geweke Diagnostics [44]) reported by R package ggmcmc [45] . An example report produced by ggmcmc is included in the Supplementary Material.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 127,
                    "text": "[41]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 154,
                    "end": 158,
                    "text": "[42]",
                    "ref_id": null
                },
                {
                    "start": 417,
                    "end": 421,
                    "text": "[45]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "22"
        },
        {
            "text": "For each model (i.e., for each choice of the time window), we made forward projections every 7 th day, over a 2 week, 4 week and 6 week horizon. To forecast incidence from day t onwards, we fitted the model to the daily incidence series up to day t − 1. We then sampled 1000 parameter sets (reproduction numbers for each location in each time window and parameters of the gravity model) from the joint posterior distribution, and for each parameter set, simulated one future epidemic trajectory according to equation (1) , assuming that future R t is equal to the last estimated R t value in each location.",
            "cite_spans": [
                {
                    "start": 517,
                    "end": 520,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "22"
        },
        {
            "text": "Given the retrospective nature of our analysis, we validated the incidence projected using our model against observed incidence. In addition to the accuracy of the forecasted incidence, the uncertainty associated with the forecasts (e.g., measured by the width of the prediction interval) is an im-23 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Validation"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint portant indicator of model performance. A narrow prediction interval that contains the observed values is preferable over wide prediction intervals. To assess the performance of the model along both these dimensions, we used four different metrics drawn from the literature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Validation"
        },
        {
            "text": "In the remainder of this paper, we use the following notation. For a location j, let I t j be the observed incidence at time t and letÎ t j be the set of predictions of the model at time t. That is,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Validation"
        },
        {
            "text": "The relative mean absolute error (rmae) is a widely used measure of model accuracy [46] . The relative mean absolute error for the forecasts at a location j at time t is defined as:",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 87,
                    "text": "[46]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Relative mean absolute error"
        },
        {
            "text": ".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relative mean absolute error"
        },
        {
            "text": "That is the mean absolute error at time t is averaged across all simulated incidence trajectories and normalised by the observed incidence. We add 1 to the observed value to prevent division by 0. A rmae value of k means that the average error is k times the observed value.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relative mean absolute error"
        },
        {
            "text": "Sharpness is a measure of the spread (or uncertainty) of the forecasts. Adapting the definition proposed by [47], we used the relative mean deviation about the median to evaluate sharpness. The sharpness s t j of forecasts at at time t at location j is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sharpness"
        },
        {
            "text": "We add 1 toÎ t j to prevent division by 0. A sharpness score of k indicates that the average deviation of the predicted incidence trajectories is k times their median. Low values of sharpness therefore suggest that the predicted trajectories are clustered around the median.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sharpness"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "24"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "24"
        },
        {
            "text": "The bias of forecasts is a measure of the tendency of a model to systematically under-or over-predict [47] . The bias of a set of predictionsÎ t j at time t at location j is defined as",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 106,
                    "text": "[47]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Bias"
        },
        {
            "text": "where the mean is taken across the N draws. H(x) is the Heaviside step function defined as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bias"
        },
        {
            "text": "The above formulation can better be understood by considering the following extreme scenarios. If every projected valueÎ t j is greater than the observed value I t j , then the Heaviside function is 1 for all i = 1, 2, . . . N , and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bias"
        },
        {
            "text": "The bias for a model that always over-predicts is therefore 1. On the other hand, if the model systematically under-predicts, then mean H Î t j − I t j is 0 and the bias is -1. For a model for which all predictions match the observed values exactly, the bias is 0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bias"
        },
        {
            "text": "We defined the epidemic to be in a \"growing\" phase at time t if the 2.5 th percentile of the distribution of the reproduction number at this time was greater than 1. Similarly, the epidemic was defined to be in \"declining\" phase if the 97.5 th percentile of the distribution of the reproduction number was below 1. In all other cases, the epidemic was defined to be in a \"stable\" phase.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemic Phase"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "25"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "25"
        },
        {
            "text": "All analysis was carried out in the statistical software R version 3.5.3. The code for analysis of ProMED and HealthMap data and an implementation of the model is available at https://github.com/annecori/mRIIDSprocessData. The code for producing the text and figures for this manuscript is available at https://github.com/sangeetabhatia03/mriids_manuscript/tree/v1.0. This repository also contains the raw and processed data. Implementation of model performance metrics is at https://github.com/sangeetabhatia03/ assessR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Code and data availability"
        },
        {
            "text": "The total infectivity Λ t j at a location j at time t is the sum of infectivity at all locations weighted by the relative flow of cases into j from each location i (Eq 2). We define the risk of importation of case from i into j as the proportion of infectivity at j due to infectivity at i. That is,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relative risk of importation"
        },
        {
            "text": "where Λ t j is as in Eq 2, and λ t i = R ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relative risk of importation"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "26"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint 3 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "26"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "26"
        },
        {
            "text": "In this supplement, we present the details of the pre-processing of ProMED and HealthMap feeds (Section 1), the model results using ProMED, HealthMap and WHO data and the impact of the datasources and model parameters on the performance of the model. We varied the length of the time window used for model fitting (see Methods for details). SI Sections 2, SI Section 3 and SI Section 4 present the forecasts using ProMED, HealthMap and WHO data respectively using different calibration windows (2, 4 and 6 weeks) and forecast horizons (4, 6 and 8 weeks). The model performance was moderately better with shorter calibration windows ( Fig 32) and with WHO data (Fig 33) . We explored the impact of alternate priors for the gravity model parameter on the results from the model. The results of this sensitivity analysis are presented in Section 8. We present additional analysis on the predicting the spatial spread of the epidemic in Section 9.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 634,
                    "end": 641,
                    "text": "Fig 32)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 660,
                    "end": 668,
                    "text": "(Fig 33)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Overview"
        },
        {
            "text": "1 Processing ProMED and HealthMap data",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overview"
        },
        {
            "text": "The data from ProMED and HealthMap was pre-processed to remove inconsistencies and address missing data (see Methods). The data on cumulative number of confirmed and suspected Ebola cases in Guinea, Liberia, Sierra Leone, Senegal, Mali, Nigeria and Ghana were extracted from ProMED and HealthMap feeds. The pre-processing workflow is illustrated using data for Sierra Leone from ProMED.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data cleaning"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q qq q q q q q q q q q q q q q q q q q qq q q q q q q q q q qq qq q q q q q q q qq q qq q qq q qq q q q q q qq qq q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q qq q q q q q q q q q q q q q q q q q q q q q q q q q q q qq q qq qq q q q q q q q qq q qq q qq q qq q q q q q qq qq q q q 0 5000 10000 Cases q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q qq q qq qq q q q q q q q qq q qq q qq q qq q q q q q qq qq q q q 0 5000 10000 15000 20000 Cases q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q qq q qq qq q q q q q q q qq q qq q qq q qq q q q q q qq qq q q q 0 5000 10000 15000 20000 Cases q q q q q q q q q q q q q q q q q q q q q q q q qq q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q qq q qq q qq q q q qq qq qq qq q q qq q qq q q q qq q qq qq q q qq Cases q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q Cases q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q (teal) and confirmed (red) cases in Sierra Leone in the raw feed. We used the suspected and confirmed cases to derive cumulative incidence data (b). If there were more than one alert on a day, these were then removed by assigning the median of the cases reported to this day. (c). If there were outliers in the data, we removed them in the next step (d). We then made the cumulative case count monotonically increasing (e) by removing inconsistent records. Finally, missing data were imputed using log-linear interpolation (f). Imputed points are show in light blue. See Methods for details.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5"
        },
        {
            "text": "We processed the data from ProMED and HealthMap and derived daily and weekly incidence. The weekly incidence series derived from the three data sources were highly correlated (Fig 2) . q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q Weeks for which all daily data points were imputed are shown in lighter shades of blue and green respectively. The y-axis differs for each plot.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 175,
                    "end": 182,
                    "text": "(Fig 2)",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Weekly incidence from ProMED, HealthMap and WHO data"
        },
        {
            "text": "The correlation between estimates of time-varying reproduction number estimated using ProMED, HealthMap and WHO data depended on the time window used for estimation and the country (Fig 3) . Restricting the analysis was robust to using reproduction number estimates with lower uncertainty (coefficient of variation less than 0.25, Fig 4) Similarly, for each data source, 6 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. Only estimates with a coefficient of variation less than 0.25 were included in this analysis. The reproduction numbers were estimated using R package EpiEstim over a 4 week sliding window. Median estimates from WHO data are on the x-axis and the median estimates using ProMED (blue) and HealthMap (green) data are on the y-axis. All correlation coefficients were statistically significant.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 181,
                    "end": 188,
                    "text": "(Fig 3)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 331,
                    "end": 337,
                    "text": "Fig 4)",
                    "ref_id": null
                }
            ],
            "section": "Correlation between R estimates"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "8"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint q q q q q q q qq q q q q q q q q q q q q q q q q q q q q q q q qq q q q q q q q q q q q q q q q q q q q q q q q q q q q q qq q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q qq q q q q q q q q q q q qq q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q qq q q q q q q q q q q q q q q q q q qq qq q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q qq q q q q q q q q qq q q q q q q q q q q q q q q q q R: 0.79 R: 0.74 R: 0.9 q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q qq q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q qq q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q qq q q q q qq q q q q qq q q q q q q q q q qq q q q q q q q qq q q q q q q q q q q q q q q q q q q q q q q q q q q q qq qq q q q q q q q q q q q q q q q qqq q q q q q q q q q q q q q q q qq q q q q q q q q q q q q q q qq q qqqq q q q q q q q q q q q q q q q q q R: 0.77 R: 0.77 R: 0.88 q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q qq q qq q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q qq q q q q q q q q q q q q q q q q q q q q qq q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q qqq q q q q q q q q q q q q q q q q q q qq q q q qq qq q q q q q q q q q q q q q R: 0.75 R: 0.66 R: 0.7 q q q q q q q q q q q q q q q q q q q q q q q qq q q q q q q q q q q q q q q q q q q q q qq q q q qq q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q qq q q q q q q q q q q q q q q q q q q q q q q q q q q q q qq qq q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q qq q q q q q q q q q q q q q q q q q q q qq q q q q q q q q q q q q q q q q q q q q q q q q q q q q q R: 0.78 R: 0.79 R: 0.8 q q q q q q q qqq q q q q qqq q q q qq qq q q q q q q q qqq q q qqq q q q q qq q q q qq q q q qq q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q qq q q q q q q q q q q q q q q q q q q q q q q q q q q qq qq q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q qq q q q q q q q q q q q q q q q q q q qq q q q q q q q q q q q q q qq q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q R: 0.78 R: 0.67 R: 0.79 q q q q q q q q q q q q q q q q q q q q q q qq q q q q q qqqq q q qqqq q q q q q q q qq q q q q q qq q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q qq q q q q qqq q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q qq q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q qqq q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q R: 0.82 R: 0.75 R: 0.69 q q q q q q q q q q q q q q q q q q q q q q q qq q q q q q q q q q q q q q q q q qq q q q q q q q q q q q qq q q q q q q q q q qq q q q q q q q q q q q q qq q q q q q q q q q q q q q q q q q qq q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q qq q q q q q q q q q q q q qq q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q qq q q q q q q q qq q q q q q q q q q q q q q q q q q q q q qq q q q q q q q q q q q q R: 0.87 R: 0.78 R: 0.88 q q q q q q q q q q q q q q q q q q q q q q qq q q q q q q q q q q q q q q q qq q q q qqq q q qq q qq q q q q q q q q qqq q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q qq q q q q q q q q q q q q q q q q q q q qq q q q q q q q q q qq q q q q q q q q q q q q q q q q q q q q q q q q q q q q q qq q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q qqq q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q R: 0.84 R: 0.76 R: 0.78 q q q q q q q q q q q q q q q q q q q q q q qq q q qq q q q q q q q q q q q q q q qq q q q qq q q q q qq q q q q q qqq q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q qq q q qq q q q q qqq q q q q q q q q q q q qq q q q q q q q q q q q q q q qq qq qq q q q q q q q q q q q q q q q q q q q q q q q q q q q q q qq q q q q q q q q q q q q q q q q q q q q q qq q q q q q q q q q q q q q q q q q q q q qq q q q q q q q q R: 0. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "8"
        },
        {
            "text": "This section presents the forecast produced using ProMED data with calibration window of 2 (Section 2.1), 4 (Section 2.2) and 6 (Section 2.3) weeks over a forecast horizon of 4, 6 and 8 weeks. Results using calibration window of 2 weeks and forecast horizon of 4 weeks are presented in the main text.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Forecasts using ProMED data"
        },
        {
            "text": "2.1.1 Forecast horizon of 4 weeks 2.1.2 Forecast horizon of 6 weeks 9 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calibration window of 2 weeks"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q Observed and predicted incidence, and reproduction number estimates from ProMED data. The top panel shows the weekly incidence derived from ProMED data and the 6 weeks incidence forecast on log scale. The solid dots represent the observed weekly incidence where the light blue dots show weeks for which all data points were obtained using interpolation. The projections are made over 6 week windows, based on the reproduction number estimated in the previous 2 weeks. The middle figure in each panel shows the reproduction number used to make forecasts over each 6 week forecast horizon. The bottom figure shows the effective reproduction number estimated retrospectively using the full dataset up to the length of one calibration window before the end. In each case, the solid black line is the median estimate and the shaded region represents the 95% Credible Interval. The red horizontal dashed line indicates the R t = 1 threshold. Results are shown for the three mainly affected countries although the analysis was done jointly using data for all countries in Africa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calibration window of 2 weeks"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "10"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . Table 1 : Percentage of weeks with observed incidence in 95% forecast interval. In forecasting ahead, we assumed transmissibility to be constant over the forecast horizon. If the 97.5th percentile of the R estimate used for forecasting was less than 1, we defined the epidemic to be in the declining phase during this period. Similarly, if the 2.5th percentile of R was greater than 1, we defined the epidemic to be in a growing phase. The phase was set to stable where the 95% Credible Interval of the R estimates contained 1.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 78,
                    "end": 85,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "10"
        },
        {
            "text": "Growing ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Country"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q Guinea Liberia Sierra Leone 12 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q Guinea Liberia Sierra Leone 14 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint 2.2.2 Forecast horizon of 6 weeks 15 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q Guinea Liberia Sierra Leone Fig SI 9 : Observed and predicted incidence, and reproduction number estimates from ProMED data. The top panel shows the weekly incidence derived from ProMED data and the 6 weeks incidence forecast on log scale. The solid dots represent the observed weekly incidence where the light blue dots show weeks for which all data points were obtained using interpolation. The projections are made over 6 week windows, based on the reproduction number estimated in the previous 4 weeks. The middle figure in each panel shows the reproduction number used to make forecasts over each 6 week forecast horizon. The bottom figure shows the effective reproduction number estimated retrospectively using the full dataset up to the length of one calibration window before the end. In each case, the solid black line is the median estimate and the shaded region represents the 95% Credible Interval. The red horizontal dashed line indicates the R t = 1 threshold. Results are shown for the three mainly affected countries although the analysis was done jointly using data for all countries in Africa.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 695,
                    "end": 703,
                    "text": "Fig SI 9",
                    "ref_id": null
                }
            ],
            "section": "11"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "16"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "16"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "17"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "17"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint 2.3 Calibration window of 6 weeks 2.3.1 Forecast horizon of 4 weeks 19 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "20"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint 2.3.2 Forecast horizon of 6 weeks 21 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "20"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q Fig SI 12 : Observed and predicted incidence, and reproduction number estimates from ProMED data. The top panel shows the weekly incidence derived from ProMED data and the 6 weeks incidence forecast on log scale. The solid dots represent the observed weekly incidence where the light blue dots show weeks for which all data points were obtained using interpolation. The projections are made over 6 week windows, based on the reproduction number estimated in the previous 6 weeks. The middle figure in each panel shows the reproduction number used to make forecasts over each 6 week forecast horizon. The bottom figure shows the effective reproduction number estimated retrospectively using the full dataset up to the length of one calibration window before the end. In each case, the solid black line is the median estimate and the shaded region represents the 95% Credible Interval. The red horizontal dashed line indicates the R t = 1 threshold. Results are shown for the three mainly affected countries although the analysis was done jointly using data for all countries in Africa.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 649,
                    "end": 658,
                    "text": "Fig SI 12",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "20"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "22"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "22"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "23"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q Guinea Liberia Sierra Leone Fig SI 13 : Observed and predicted incidence, and reproduction number estimates from ProMED data. The top panel shows the weekly incidence derived from ProMED data and the 8 weeks incidence forecast on log scale. The solid dots represent the observed weekly incidence where the light blue dots show weeks for which all data points were obtained using interpolation. The projections are made over 8 week windows, based on the reproduction number estimated in the previous 6 weeks. The middle figure in each panel shows the reproduction number used to make forecasts over each 8 week forecast horizon. The bottom figure shows the effective reproduction number estimated retrospectively using the full dataset up to the length of one calibration window before the end. In each case, the solid black line is the median estimate and the shaded region represents the 95% Credible Interval. The red horizontal dashed line indicates the R t = 1 threshold. Results are shown for the three mainly affected countries although the analysis was done jointly using data for all countries in Africa.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 683,
                    "end": 692,
                    "text": "Fig SI 13",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "23"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "24"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "24"
        },
        {
            "text": "This section presents the forecasts over 4, 6 and 8 weeks produced using HealthMap data and calibration window of 2, 4 and 6 weeks. CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Forecasts using HealthMap data"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q Observed and predicted incidence, and reproduction number estimates from HealthMap data. The top panel shows the weekly incidence derived from HealthMap data and the 4 weeks incidence forecast on log scale. The solid dots represent the observed weekly incidence where the light green dots show weeks for which all data points were obtained using interpolation. The projections are made over 4 week windows, based on the reproduction number estimated in the previous 2 weeks. The middle figure in each panel shows the reproduction number used to make forecasts over each 4 week forecast horizon. The bottom figure shows the effective reproduction number estimated retrospectively using the full dataset up to the length of one calibration window before the end. In each case, the solid black line is the median estimate and the shaded region represents the 95% Credible Interval. The red horizontal dashed line indicates the R t = 1 threshold. Results are shown for the three mainly affected countries although the analysis was done jointly using data for all countries in Africa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calibration window of 2 weeks"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "26"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint 3.1.2 Forecast horizon of 6 weeks 27 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "26"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q Observed and predicted incidence, and reproduction number estimates from HealthMap data. The top panel shows the weekly incidence derived from HealthMap data and the 6 weeks incidence forecast on log scale. The solid dots represent the observed weekly incidence where the light green dots show weeks for which all data points were obtained using interpolation. The projections are made over 6 week windows, based on the reproduction number estimated in the previous 2 weeks. The middle figure in each panel shows the reproduction number used to make forecasts over each 6 week forecast horizon. The bottom figure shows the effective reproduction number estimated retrospectively using the full dataset up to the length of one calibration window before the end. In each case, the solid black line is the median estimate and the shaded region represents the 95% Credible Interval. The red horizontal dashed line indicates the R t = 1 threshold. Results are shown for the three mainly affected countries although the analysis was done jointly using data for all countries in Africa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "26"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "28"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "28"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "29"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q Guinea Liberia Sierra Leone ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "29"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "30"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "30"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "31"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "31"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "32"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint 3.2.2 Forecast horizon of 6 weeks 33 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "32"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q Fig SI 18 : Observed and predicted incidence, and reproduction number estimates from HealthMap data. The top panel shows the weekly incidence derived from HealthMap data and the 6 weeks incidence forecast on log scale. The solid dots represent the observed weekly incidence where the light green dots show weeks for which all data points were obtained using interpolation. The projections are made over 6 week windows, based on the reproduction number estimated in the previous 4 weeks. The middle figure in each panel shows the reproduction number used to make forecasts over each 6 week forecast horizon. The bottom figure shows the effective reproduction number estimated retrospectively using the full dataset up to the length of one calibration window before the end. In each case, the solid black line is the median estimate and the shaded region represents the 95% Credible Interval. The red horizontal dashed line indicates the R t = 1 threshold. Results are shown for the three mainly affected countries although the analysis was done jointly using data for all countries in Africa.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 691,
                    "end": 700,
                    "text": "Fig SI 18",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "32"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "34"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "34"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "35"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "35"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "36"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https: //doi.org/10.1101/19011940 doi: medRxiv preprint 3.3 Calibration window of 6 weeks 3.3.1 Forecast horizon of 4 weeks 37 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 133,
                    "text": "//doi.org/10.1101/19011940 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "36"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "36"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "38"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint 3.3.2 Forecast horizon of 6 weeks 39 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "38"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q Observed and predicted incidence, and reproduction number estimates from HealthMap data. The top panel shows the weekly incidence derived from HealthMap data and the 6 weeks incidence forecast on log scale. The solid dots represent the observed weekly incidence where the light green dots show weeks for which all data points were obtained using interpolation. The projections are made over 6 week windows, based on the reproduction number estimated in the previous 6 weeks. The middle figure in each panel shows the reproduction number used to make forecasts over each 6 week forecast horizon. The bottom figure shows the effective reproduction number estimated retrospectively using the full dataset up to the length of one calibration window before the end. In each case, the solid black line is the median estimate and the shaded region represents the 95% Credible Interval. The red horizontal dashed line indicates the R t = 1 threshold. Results are shown for the three mainly affected countries although the analysis was done jointly using data for all countries in Africa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "38"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "40"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "40"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "41"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q Guinea Liberia Sierra Leone Observed and predicted incidence, and reproduction number estimates from HealthMap data. The top panel shows the weekly incidence derived from HealthMap data and the 8 weeks incidence forecast on log scale. The solid dots represent the observed weekly incidence where the light green dots show weeks for which all data points were obtained using interpolation. The projections are made over 8 week windows, based on the reproduction number estimated in the previous 6 weeks. The middle figure in each panel shows the reproduction number used to make forecasts over each 8 week forecast horizon. The bottom figure shows the effective reproduction number estimated retrospectively using the full dataset up to the length of one calibration window before the end. In each case, the solid black line is the median estimate and the shaded region represents the 95% Credible Interval. The red horizontal dashed line indicates the R t = 1 threshold. Results are shown for the three mainly affected countries although the analysis was done jointly using data for all countries in Africa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "41"
        },
        {
            "text": "This section presents the model forecasts over 4 6 and 6 weeks horizon produced using WHO data and calibration window of 2, 4 or 6 weeks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Forecasts using WHO data"
        },
        {
            "text": "4.1.1 Forecast horizon of 4 weeks 43 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calibration window of 2 weeks"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q week forecast horizon. The bottom figure shows the effective reproduction number estimated retrospectively using the full dataset up to the length of one calibration window before the end. In each case, the solid black line is the median estimate and the shaded region represents the 95% Credible Interval. The red horizontal dashed line indicates the R t = 1 threshold. Results are shown for the three mainly affected countries although the analysis was done jointly using data for all countries in Africa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calibration window of 2 weeks"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "44"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint 4.1.2 Forecast horizon of 6 weeks 45 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "44"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q Fig SI 24 : Observed and predicted incidence, and reproduction number estimates from WHO data. The top panel shows the weekly incidence derived from WHO data and the 6 weeks incidence forecast on log scale. The solid dots represent the observed weekly incidence. The projections are made over 6 week windows, based on the reproduction number estimated in the previous 2 weeks. The middle figure in each panel shows the reproduction number used to make forecasts over each 6 week forecast horizon. The bottom figure shows the effective reproduction number estimated retrospectively using the full dataset up to the length of one calibration window before the end. In each case, the solid black line is the median estimate and the shaded region represents the 95% Credible Interval. The red horizontal dashed line indicates the R t = 1 threshold. Results are shown for the three mainly affected countries although the analysis was done jointly using data for all countries in Africa.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 685,
                    "end": 694,
                    "text": "Fig SI 24",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "44"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "46"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "46"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "47"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q Fig SI 25 : Observed and predicted incidence, and reproduction number estimates from WHO data. The top panel shows the weekly incidence derived from WHO data and the 8 weeks incidence forecast on log scale. The solid dots represent the observed weekly incidence. The projections are made over 8 week windows, based on the reproduction number estimated in the previous 2 weeks. The middle figure in each panel shows the reproduction number used to make forecasts over each 8 week forecast horizon. The bottom figure shows the effective reproduction number estimated retrospectively using the full dataset up to the length of one calibration window before the end. In each case, the solid black line is the median estimate and the shaded region represents the 95% Credible Interval. The red horizontal dashed line indicates the R t = 1 threshold. Results are shown for the three mainly affected countries although the analysis was done jointly using data for all countries in Africa.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 697,
                    "end": 706,
                    "text": "Fig SI 25",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "47"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "48"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint 4.2 Calibration window of 4 weeks 4.2.1 Forecast horizon of 4 weeks 49 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "48"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q week forecast horizon. The bottom figure shows the effective reproduction number estimated retrospectively using the full dataset up to the length of one calibration window before the end. In each case, the solid black line is the median estimate and the shaded region represents the 95% Credible Interval. The red horizontal dashed line indicates the R t = 1 threshold. Results are shown for the three mainly affected countries although the analysis was done jointly using data for all countries in Africa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "48"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "50"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint 4.2.2 Forecast horizon of 6 weeks 51 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "50"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q Observed and predicted incidence, and reproduction number estimates from WHO data. The top panel shows the weekly incidence derived from WHO data and the 6 weeks incidence forecast on log scale. The solid dots represent the observed weekly incidence. The projections are made over 6 week windows, based on the reproduction number estimated in the previous 4 weeks. The middle figure in each panel shows the reproduction number used to make forecasts over each 6 week forecast horizon. The bottom figure shows the effective reproduction number estimated retrospectively using the full dataset up to the length of one calibration window before the end. In each case, the solid black line is the median estimate and the shaded region represents the 95% Credible Interval. The red horizontal dashed line indicates the R t = 1 threshold. Results are shown for the three mainly affected countries although the analysis was done jointly using data for all countries in Africa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "50"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "52"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "52"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "53"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q week forecast horizon. The bottom figure shows the effective reproduction number estimated retrospectively using the full dataset up to the length of one calibration window before the end. In each case, the solid black line is the median estimate and the shaded region represents the 95% Credible Interval. The red horizontal dashed line indicates the R t = 1 threshold. Results are shown for the three mainly affected countries although the analysis was done jointly using data for all countries in Africa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "53"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "54"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint 4.3 Calibration window of 6 weeks 4.3.1 Forecast horizon of 4 weeks 55 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "54"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q Observed and predicted incidence, and reproduction number estimates from WHO data. The top panel shows the weekly incidence derived from WHO data and the 4 weeks incidence forecast on log scale. The solid dots represent the observed weekly incidence. The projections are made over 4 week windows, based on the reproduction number estimated in the previous 6 weeks. The middle figure in each panel shows the reproduction number used to make forecasts over each 4 week forecast horizon. The bottom figure shows the effective reproduction number estimated retrospectively using the full dataset up to the length of one calibration window before the end. In each case, the solid black line is the median estimate and the shaded region represents the 95% Credible Interval. The red horizontal dashed line indicates the R t = 1 threshold. Results are shown for the three mainly affected countries although the analysis was done jointly using data for all countries in Africa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "54"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "56"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https: //doi.org/10.1101/19011940 doi: medRxiv preprint 4.3.2 Forecast horizon of 6 weeks 57 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 133,
                    "text": "//doi.org/10.1101/19011940 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "56"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q Observed and predicted incidence, and reproduction number estimates from WHO data. The top panel shows the weekly incidence derived from WHO data and the 6 weeks incidence forecast on log scale. The solid dots represent the observed weekly incidence. The projections are made over 6 week windows, based on the reproduction number estimated in the previous 6 weeks. The middle figure in each panel shows the reproduction number used to make forecasts over each 6 week forecast horizon. The bottom figure shows the effective reproduction number estimated retrospectively using the full dataset up to the length of one calibration window before the end. In each case, the solid black line is the median estimate and the shaded region represents the 95% Credible Interval. The red horizontal dashed line indicates the R t = 1 threshold. Results are shown for the three mainly affected countries although the analysis was done jointly using data for all countries in Africa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "56"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "58"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https: //doi.org/10.1101/19011940 doi: medRxiv preprint ",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 133,
                    "text": "//doi.org/10.1101/19011940 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "58"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "59"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q week forecast horizon. The bottom figure shows the effective reproduction number estimated retrospectively using the full dataset up to the length of one calibration window before the end. In each case, the solid black line is the median estimate and the shaded region represents the 95% Credible Interval. The red horizontal dashed line indicates the R t = 1 threshold. Results are shown for the three mainly affected countries although the analysis was done jointly using data for all countries in Africa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "59"
        },
        {
            "text": "Since changing the length of the calibration window modified the model complexity with shorter windows introducing more parameters in the model, we assessed the impact of this length on the performance of the model (Fig 32) . % weeks in 95% forecast interval A q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q bias C q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q 6 Impact of datasource on model performance 61 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 215,
                    "end": 223,
                    "text": "(Fig 32)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Impact of calibration window on model performance"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint % weeks in 95% forecast interval A q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact of calibration window on model performance"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "62"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https: //doi.org/10.1101/19011940 doi: medRxiv preprint We estimated the parameters of gravity modelp stay which is the probability of an infectious case staying within a country, and γ which measures the extent to which distance between two locations influences the flow of people between them (Fig 34) . and j is proportional to the product of their populations and inversely population to the distance between them raised to an exponent γ. The parameter γ thus modulates the influence of distance on the population flow. p stay represents the probability of an individual to stay in a given location during their infectious period. The solid lines represents the median estimates obtained using WHO (yellow), ProMED (blue) and HealthMap (green) data. The shaded regions represent the 95% CrI.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 133,
                    "text": "//doi.org/10.1101/19011940 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 373,
                    "end": 381,
                    "text": "(Fig 34)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "62"
        },
        {
            "text": "For the results presented in the main text, we choose an uninformative uniform prior for the parameter γ with an upper bound 2. We also fitted the model with a uniform prior for γ allowing it to vary from 1 to 10. In this section we present the results from the sensitivity analyses. Fig 34 presents the 63 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 284,
                    "end": 299,
                    "text": "Fig 34 presents",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Sensitivity Analysis"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https: //doi.org/10.1101/19011940 doi: medRxiv preprint estimates of the parameters over the course of the epidemic using the alternative priors. As the epidemic progressed, the parameter p stay assumed larger values suggesting a decreased probability of travel over time (Figures 34, 35) . As p stay assumes large values, the estimated flow is more strongly influenced by p stay than by γ. Furthermore, p stay is likely to depend on the spatial scale of the model. Our analyses were carried out at the national scale; we expect that γ will be more sensitive to p stay at a finer spatial resolution. Overall, the flow between locations using the parameters estimated using the two alternative priors did not vary much (Fig 36) . Figures 37 to 45 present the model forecasts using the alternative priors for γ and Figure 46 presents a comparison of model performance metrics using the two priors. Although the analysis was carried out for the three data sources (ProMED, HealthMap and WHO), for brevity we present results using ProMED data only. Here γ is allowed to vary between 1 and 10. p stay represents the probability of an individual to stay in a given location during their infectious period. The solid lines represents the median estimates obtained using ProMED (blue), HealthMap (green) and WHO (yellow) data. The shaded regions represent the 95% CrI.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 133,
                    "text": "//doi.org/10.1101/19011940 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 350,
                    "end": 366,
                    "text": "(Figures 34, 35)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 796,
                    "end": 804,
                    "text": "(Fig 36)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 807,
                    "end": 823,
                    "text": "Figures 37 to 45",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 891,
                    "end": 900,
                    "text": "Figure 46",
                    "ref_id": "FIGREF56"
                }
            ],
            "section": "Sensitivity Analysis"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "64"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q qq q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q qq q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q qq q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q qq q q q q q q q q q q q q q qq q q q q q q q q q q q q q q q q q q q q q q q q q q q qq q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q qq q qq q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q qq q q q q q q q q q q q q q q q q q q q q q q q q q qq qq qq q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q qq q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q qq q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q qq q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q qq q q q q q q q q q q q q q qq q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q qq q q q q q q q q q q q q q q q q q q qq q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q qq q q q q q q q q q q q q q q q q qq q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q qq q q q q q q q q q qq q q q q q q q q q q q q q q q q q q q q q q q qq q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q qq q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q qq q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q qq q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q qq q q q q q q q q q q q q q q q q q q q qq q q q q q q q q q q q q q q q q q q q q q q q q q q qq q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q qq q q q q q q q q q q q q q q q q q q q q q q qq q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q . The x-axis shows the flows using a uniform prior for γ with upper limit 2 and the y-axis shows the flows using a uniform prior varying from 1 to 10. The black dots show the flows estimated using the first 21 days of incidence data from ProMED. Flows estimated using parameters fitted to the first 210 days of incidence data are shown in red. Results are shown for the model with calibration window set to 14 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "64"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "65"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint 8.1 Forecasts using ProMED data 8.1.1 Calibration window of 2 weeks 8.1.2 Forecast horizon 4 weeks q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q Guinea Liberia Sierra Leone Observed and predicted incidence, and reproduction number estimates from ProMED data. The calibration window is 2 weeks and the forecast horizon is 4 weeks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "65"
        },
        {
            "text": "66 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Forecast horizon 6 weeks"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Forecast horizon 6 weeks"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "67"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint 8.1.4 Forecast horizon 8 weeks q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q Guinea Liberia Sierra Leone ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "67"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "68"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q Guinea Liberia Sierra Leone ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "68"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "69"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint 8.1.7 Forecast horizon 6 weeks q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q Guinea Liberia Sierra Leone ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "69"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "70"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "70"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "71"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint 8.1.9 Calibration window of 6 weeks 8.1.10 Forecast horizon 4 weeks q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q 8.1.11 Forecast horizon 6 weeks 72 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "71"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "71"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "73"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint 8.1.12 Forecast horizon 8 weeks q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q Guinea Liberia Sierra Leone 8.2 Model performance with alternate priors for mobility model parameter 74 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "73"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "73"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "75"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint 9 Risk of spatial spread",
            "cite_spans": [],
            "ref_spans": [],
            "section": "75"
        },
        {
            "text": "In this section, we present additional analyses carried out on predicting the spatial spread of the epidemic. Classification of alerts raised 1, 2, 3, and 4 weeks ahead are shown in Fig 47. We also assessed the sensitivity of the model when the analysis was restricted to countries other than Guinea, Liberia and Sierra Leone (Fig 48) . At 93% threshold, the model exhibited high specificity (83.3%) and sensitivity (82.0%) in predicting presence of cases in weeks following a week with no observed cases in each country (Fig 49) . In predicting presence of cases in countries with no or low incidence, or in a week following a week in which no cases were observed, the sensitivity improved at higher thresholds with a reasonably low false alert rate (Fig 50) . Finally, we find that the model is able to attain a high sensitivity and specificity relatively early in the epidemic using all three data sources (Fig 51) . Since WHO data used here were only available for Guinea, Liberia and Sierra Leone, we affixed data from ProMED for all countries other than these three to WHO data for the purpose of classifying alerts.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 182,
                    "end": 189,
                    "text": "Fig 47.",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 326,
                    "end": 334,
                    "text": "(Fig 48)",
                    "ref_id": "FIGREF14"
                },
                {
                    "start": 521,
                    "end": 529,
                    "text": "(Fig 49)",
                    "ref_id": null
                },
                {
                    "start": 751,
                    "end": 759,
                    "text": "(Fig 50)",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 909,
                    "end": 917,
                    "text": "(Fig 51)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "75"
        },
        {
            "text": "For a given threshold (x th percentile of the forecast interval), we defined a True alert for a week where the x th percentile of the forecast interval and the observed incidence for a country were both greater than 0; false alert for a week where the threshold for a country was greater than 0 but the observed incidence for that country was 0; and missed alert for a week where the threshold for a country was 0 but the observed incidence for that country was greater than 0. True alert rate is the ratio of correctly classified true alerts to the total number of true and missed alerts (i.e., (true alerts)/(true alerts + missed alerts)). False alert rate is similarly the ratio of false alerts to the total number of false alerts and weeks of no alert (where the observed and the threshold incidence are both 0).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "75"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "76"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint The panels shows the True (green), False (orange) and Missed (red) 1, 2, 3 and 4 week ahead alerts using the 42.5 th percentile of the forecast interval as threshold.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "76"
        },
        {
            "text": "The figure only shows countries on the African continent for which either the 42.5 th percentile of the forecast interval or the observed incidence was greater than 0 at least once. The first alert in each country is shown using larger symbols (square or triangle). Alerts in a country in a week where there were no observed cases in the previous week are shown using hollow triangles. In each case, weeks for which all observed points were imputed are shown in lighter shades. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "76"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "77"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint . The left panel shows the True and False alert rates using different thresholds for classification for alerts raised 1 (violet), 2 (light violet), 3 (dark pink) and 4 (light green) weeks ahead. The black curve depicts the overall True and False alert rates. On each curve, the dot shows the True and False Alert rates at 92.5% threshold. The right panel shows the True (green), False (orange) and Missed (red) 1 week ahead alerts using the 92.5 th percentile of the forecast interval as threshold. The figure only shows countries on the African continent for which either the 92.5 th percentile of the predicted incidence or the observed incidence was greater than 0 at least once. The first alert in each country is shown using larger symbols (square or triangle). Alerts in a country in a week where there were no observed cases in the previous week are shown using hollow triangles. In each case, weeks for which all observed points were imputed are shown in lighter shades. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "77"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "78"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint Predicted weekly presence of cases for each country in weeks following a week with no observed cases. The left panel shows the True and False alert rates using different thresholds for classification for alerts raised 1 (violet), 2 (light violet), 3 (dark pink) and 4 (light pink) weeks ahead. The black curve depicts the overall True and False alert rates. On each curve, the dot shows the True and False Alert rates at 93% threshold. For a given threshold (x th percentile of the forecast interval), we defined a True alert for a week where the x th percentile of the forecast interval and the observed incidence for a country were both greater than 0; false alert for a week where the threshold for a country was greater than 0 but the observed incidence for that country was 0; and missed alert for a week where the threshold for a country was 0 but the observed incidence for that country was greater than 0. True alert rate is the ratio of correctly classified true alerts to the total number of true and missed alerts (i.e., (true alerts)/(true alerts + missed alerts)). False alert rate is similarly the ratio of false alerts to the total number of false alerts and weeks of no alert (where the observed and the threshold incidence are both 0). The right panel shows the True (green), False (orange) and Missed (red) 1 week ahead alerts using the 93 rd percentile of the forecast interval as threshold. The figure only shows countries on the African continent for which either the 93 rd percentile of the predicted incidence or the observed incidence was greater than 0 at least once. The first alert in each country is shown using larger symbols (square or triangle). Alerts in a country in a week where there were no observed cases in the previous week are shown using hollow triangles. In each case, weeks for which all observed points were imputed are shown in lighter shades. Country codes, shown on the y-axis, are as follows: BFA -Burkina Faso, CIV -Côte d'Ivoire, GHA -Ghana, GIN -Guinea, LBR -Liberia, MLI -Mali, NGA -Nigeria, SEN -Senegal, SLE -Sierra Leone. The alerts are based on forecasts using the ProMED data, a 2-week calibration window and a 4 week forecast horizon.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "78"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "79"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "79"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "80"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "80"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Factors in the Emergence of Infectious Diseases",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stephen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Morse",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Plagues and Politics",
            "volume": "",
            "issn": "",
            "pages": "8--26",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "EBOLA CONFIRMED",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Promed",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Undiagnosed",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hemorrhagic Fever -Guinea",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Spatial and temporal dynamics of superspreading events in the 2014-2015 West Africa Ebola epidemic",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Max",
                    "suffix": ""
                },
                {
                    "first": "Benjamin",
                    "middle": [
                        "Douglas"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "Sebastian",
                    "middle": [],
                    "last": "Dalziel",
                    "suffix": ""
                },
                {
                    "first": "Amanda",
                    "middle": [],
                    "last": "Funk",
                    "suffix": ""
                },
                {
                    "first": "Amanda",
                    "middle": [],
                    "last": "Mcclelland",
                    "suffix": ""
                },
                {
                    "first": "Steven",
                    "middle": [],
                    "last": "Tiffany",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "Bryan",
                    "middle": [
                        "T"
                    ],
                    "last": "Metcalf",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Grenfell",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "114",
            "issn": "9",
            "pages": "2337--2342",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Exposure patterns driving Ebola transmission in West Africa: a retrospective observational study",
            "authors": [
                {
                    "first": "Junerlyn",
                    "middle": [],
                    "last": "Agua-Agum",
                    "suffix": ""
                },
                {
                    "first": "Archchun",
                    "middle": [],
                    "last": "Ariyarajah",
                    "suffix": ""
                },
                {
                    "first": "Bruce",
                    "middle": [],
                    "last": "Aylward",
                    "suffix": ""
                },
                {
                    "first": "Luke",
                    "middle": [],
                    "last": "Bawo",
                    "suffix": ""
                },
                {
                    "first": "Pepe",
                    "middle": [],
                    "last": "Bilivogui",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Isobel",
                    "suffix": ""
                },
                {
                    "first": "Richard",
                    "middle": [
                        "J"
                    ],
                    "last": "Blake",
                    "suffix": ""
                },
                {
                    "first": "Amy",
                    "middle": [],
                    "last": "Brennan",
                    "suffix": ""
                },
                {
                    "first": "Eilish",
                    "middle": [],
                    "last": "Cawthorne",
                    "suffix": ""
                },
                {
                    "first": "Peter",
                    "middle": [],
                    "last": "Cleary",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Clement",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS Medicine",
            "volume": "13",
            "issn": "11",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Overcoming operational challenges to Ebola case investigation in Sierra Leone",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Samuel",
                    "suffix": ""
                },
                {
                    "first": "Erin",
                    "middle": [],
                    "last": "Boland",
                    "suffix": ""
                },
                {
                    "first": "Allison",
                    "middle": [],
                    "last": "Polich",
                    "suffix": ""
                },
                {
                    "first": "Adam",
                    "middle": [],
                    "last": "Connolly",
                    "suffix": ""
                },
                {
                    "first": "Tom",
                    "middle": [],
                    "last": "Hoar",
                    "suffix": ""
                },
                {
                    "first": "Anh-Minh A",
                    "middle": [],
                    "last": "Sesay",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Tran",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Global Health: Science and Practice",
            "volume": "5",
            "issn": "3",
            "pages": "456--467",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Mapping the Risk of International Infectious Disease Spread (MRI-IDS)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Heterogeneities in the case fatality ratio in the West African Ebola outbreak 2013-2016. Philosophical Transactions of the Royal Society of London B: Biological Sciences",
            "authors": [
                {
                    "first": "Tini",
                    "middle": [],
                    "last": "Garske",
                    "suffix": ""
                },
                {
                    "first": "Anne",
                    "middle": [],
                    "last": "Cori",
                    "suffix": ""
                },
                {
                    "first": "Archchun",
                    "middle": [],
                    "last": "Ariyarajah",
                    "suffix": ""
                },
                {
                    "first": "Isobel",
                    "middle": [
                        "M"
                    ],
                    "last": "Blake",
                    "suffix": ""
                },
                {
                    "first": "Ilaria",
                    "middle": [],
                    "last": "Dorigatti",
                    "suffix": ""
                },
                {
                    "first": "Tim",
                    "middle": [],
                    "last": "Eckmanns",
                    "suffix": ""
                },
                {
                    "first": "Christophe",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "Wes",
                    "middle": [],
                    "last": "Hinsley",
                    "suffix": ""
                },
                {
                    "first": "Thibaut",
                    "middle": [],
                    "last": "Jombart",
                    "suffix": ""
                },
                {
                    "first": "Harriet",
                    "middle": [
                        "L"
                    ],
                    "last": "Mills",
                    "suffix": ""
                },
                {
                    "first": "Gemma",
                    "middle": [],
                    "last": "Nedjati-Gilani",
                    "suffix": ""
                },
                {
                    "first": "Emily",
                    "middle": [],
                    "last": "Newton",
                    "suffix": ""
                },
                {
                    "first": "Pierre",
                    "middle": [],
                    "last": "Nouvellet",
                    "suffix": ""
                },
                {
                    "first": "Devin",
                    "middle": [],
                    "last": "Perkins",
                    "suffix": ""
                },
                {
                    "first": "Steven",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "Dirk",
                    "middle": [],
                    "last": "Schumacher",
                    "suffix": ""
                },
                {
                    "first": "Anita",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "Maria",
                    "middle": [
                        "D"
                    ],
                    "last": "Van Kerkhove",
                    "suffix": ""
                },
                {
                    "first": "Christopher",
                    "middle": [],
                    "last": "Dye",
                    "suffix": ""
                },
                {
                    "first": "Neil",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "Christl",
                    "middle": [
                        "A"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "372",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "LandScan1 Global Population Database",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Gravity models for airline passenger volume estimation",
            "authors": [
                {
                    "first": "Tobias",
                    "middle": [],
                    "last": "Grosche",
                    "suffix": ""
                },
                {
                    "first": "Franz",
                    "middle": [],
                    "last": "Rothlauf",
                    "suffix": ""
                },
                {
                    "first": "Armin",
                    "middle": [],
                    "last": "Heinzl",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Air Transport Management",
            "volume": "13",
            "issn": "4",
            "pages": "175--183",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A Review of Epidemiological Parameters from Ebola Outbreaks to Inform Early Public Health Decision-Making",
            "authors": [
                {
                    "first": "Ana",
                    "middle": [
                        "I"
                    ],
                    "last": "Maria D Van Kerkhove",
                    "suffix": ""
                },
                {
                    "first": "Harriet",
                    "middle": [
                        "L"
                    ],
                    "last": "Bento",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mills",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Neil",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Donnelly",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Scientific Data",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Stan: A probabilistic programming language",
            "authors": [
                {
                    "first": "Bob",
                    "middle": [],
                    "last": "Carpenter",
                    "suffix": ""
                },
                {
                    "first": "Andrew",
                    "middle": [],
                    "last": "Gelman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Matthew",
                    "suffix": ""
                },
                {
                    "first": "Daniel",
                    "middle": [],
                    "last": "Hoffman",
                    "suffix": ""
                },
                {
                    "first": "Ben",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Michael",
                    "middle": [],
                    "last": "Goodrich",
                    "suffix": ""
                },
                {
                    "first": "Marcus",
                    "middle": [],
                    "last": "Betancourt",
                    "suffix": ""
                },
                {
                    "first": "Jiqiang",
                    "middle": [],
                    "last": "Brubaker",
                    "suffix": ""
                },
                {
                    "first": "Peter",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "Allen",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Riddell",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Journal of Statistical Software",
            "volume": "76",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "HealthMap (green) and WHO (yellow) data over the course of the epidemic. The solid lines show the True Alert rate and the dashed lines show the False alert rate averaged over the 4 weeks forecast horizon. The bottom panel shows the weekly incidence for Guinea",
            "authors": [
                {
                    "first": "Sierra",
                    "middle": [],
                    "last": "Leone",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Fig SI 51: True and False alert rates at 50% threshold using ProMED (blue)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Comparison of national daily incidence trends and R estimates from ProMED, HealthMap and WHO data for Guinea, Liberia and Sierra Leone. (A) Daily incidence derived from ProMED (blue), HealthMap (green)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Model performance metrics overall and stratified by week of projection and epidemic phase. The performance metrics are (A) the percentage of weeks for which the 95% forecast interval contained the observed incidence, (B) relative mean absolute error, (C) bias, and (D) sharpness. In forecasting ahead, we assumed transmissibility to be constant over the forecast horizon. If the 97.5 th percentile of the R estimate used for forecasting was less than 1, we defined the epidemic to be in the declining phase during this period. Similarly, if the 2.5 th percentile of R was greater than 1, we defined the epidemic to be in a growing phase. The phase was set to stable where the 95% Credible Interval of the R estimates contained 1. See Methods for definitions of each metric.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "work in this manuscript was funded through the USAID (United States Agency of International Development ) Center for Accelerating Innovation and Impact -\"Combating Zika and Future Threats: A Grand Challenge for Development\" Program (Award No. AID-0AA-F-16-00115). The contents of the manuscript are solely the responsibility of the authors and do not necessarily represent the official views of the USAID. SB, AC and PN acknowledge joint Centre funding from the UK Medical Research Council and Department for International Development (MR/R015600/1), funding from the UK National Institute for Health Research Health Protection Research Unit (NIHR HPRU) in Modelling Methodology at Imperial College London in partnership with Public Health England (PHE) (HPRU-2012-10080), and funding from the Bill and Melinda Gates Foundation (OPP1092240).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Illustration of workflow for Processing ProMED feed. Raw ProMED feed consisted of suspected and confirmed cases and suspected and confirmed deaths. The top left figure (a) shows the suspected",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Comparison of national weekly incidence trends from ProMED (blue), HealthMap (green) and WHO (yellow) data for Guinea, Liberia and Sierra Leone.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Correlation between time-varying reproduction number estimated from ProMED, HealthMap and WHO data. The reproduction numbers were estimated using R package EpiEstim over a 4 week sliding window. Median estimates from WHO data are on the x-axis and the median estimates using ProMED (blue) and HealthMap (green) data are on the y-axis. All correlation coefficients were statistically significant. Correlation between time-varying reproduction number estimated from ProMED, HealthMap and WHO data.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Correlation between real-time and retrospective estimates of time-varying reproduction number from ProMED (blue), HealthMap (green) and WHO (yellow) data. Median real-time estimates are on the x-axis and the median retrospective estimates are on the y-axis. All correlation coefficients were statistically significant.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Fig SI 6: Observed and predicted incidence, and reproduction number estimates from ProMED data. The top panel shows the weekly incidence derived from ProMED data and the 6 weeks incidence forecast on log scale. The solid dots represent the observed weekly incidence where the light blue dots show weeks for which all data points were obtained using interpolation. The projections are made over 6 week windows, based on the reproduction number estimated in the previous 2 weeks. The middle figure in each panel shows the reproduction number used to make forecasts over each 6 week forecast horizon. The bottom figure shows the effective reproduction number estimated retrospectively using the full dataset up to the length of one calibration window before the end. In each case, the solid black line is the median estimate and the shaded region represents the 95% Credible Interval. The red horizontal dashed line indicates the R t = 1 threshold. Results are shown for the three mainly affected countries although the analysis was done jointly using data for all countries in Africa.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Observed and predicted incidence, and reproduction number estimates from ProMED data. The top panel shows the weekly incidence derived from ProMED data and the 8 weeks incidence forecast on log scale. The solid dots represent the observed weekly incidence where the light blue dots show weeks for which all data points were obtained using interpolation. The projections are made over 8 week windows, based on the reproduction number estimated in the previous 2 weeks. The middle figure in each panel shows the reproduction number used to make forecasts over each 8 week forecast horizon. The bottom figure shows the effective reproduction number estimated retrospectively using the full dataset up to the length of one calibration window before the end. In each case, the solid black line is the median estimate and the shaded region represents the 95% Credible Interval. The red horizontal dashed line indicates the R t = 1 threshold. Results are shown for the three mainly affected countries although the analysis was done jointly using data for all countries in Africa.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Observed and predicted incidence, and reproduction number estimates from ProMED data. The top panel shows the weekly incidence derived from ProMED data and the 4 weeks incidence forecast on log scale. The solid dots represent the observed weekly incidence where the light blue dots show weeks for which all data points were obtained using interpolation. The projections are made over 4 week windows, based on the reproduction number estimated in the previous 4 weeks. The middle figure in each panel shows the reproduction number used to make forecasts over each 4 week forecast horizon. The bottom figure shows the effective reproduction number estimated retrospectively using the full dataset up to the length of one calibration window before the end. In each case, the solid black line is the median estimate and the shaded region represents the 95% Credible Interval. The red horizontal dashed line indicates the R t = 1 threshold. Results are shown for the three mainly affected countries although the analysis was done jointly using data for all countries in Africa.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Observed and predicted incidence, and reproduction number estimates from ProMED data. The top panel shows the weekly incidence derived from ProMED data and the 8 weeks incidence forecast on log scale. The solid dots represent the observed weekly incidence where the light blue dots show weeks for which all data points were obtained using interpolation. The projections are made over 8 week windows, based on the reproduction number estimated in the previous 4 weeks. The middle figure in each panel shows the reproduction number used to make forecasts over each 8 week forecast horizon. The bottom figure shows the effective reproduction number estimated retrospectively using the full dataset up to the length of one calibration window before the end. In each case, the solid black line is the median estimate and the shaded region represents the 95% Credible Interval. The red horizontal dashed line indicates the R t = 1 threshold. Results are shown for the three mainly affected countries although the analysis was done jointly using data for all countries in Africa.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "Observed and predicted incidence, and reproduction number estimates from ProMED data. The top panel shows the weekly incidence derived from ProMED data and the 4 weeks incidence forecast on log scale. The solid dots represent the observed weekly incidence where the light blue dots show weeks for which all data points were obtained using interpolation. The projections are made over 4 week windows, based on the reproduction number estimated in the previous 6 weeks. The middle figure in each panel shows the reproduction number used to make forecasts over each 4 week forecast horizon. The bottom figure shows the effective reproduction number estimated retrospectively using the full dataset up to the length of one calibration window before the end. In each case, the solid black line is the median estimate and the shaded region represents the 95% Credible Interval. The red horizontal dashed line indicates the R t = 1 threshold. Results are shown for the three mainly affected countries although the analysis was done jointly using data for all countries in Africa.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "Fig SI 14: Observed and predicted incidence, and reproduction number estimates from HealthMap data. The top panel shows the weekly incidence derived from HealthMap data and the 4 weeks incidence forecast on log scale. The solid dots represent the observed weekly incidence where the light green dots show weeks for which all data points were obtained using interpolation. The projections are made over 4 week windows, based on the reproduction number estimated in the previous 2 weeks. The middle figure in each panel shows the reproduction number used to make forecasts over each 4 week forecast horizon. The bottom figure shows the effective reproduction number estimated retrospectively using the full dataset up to the length of one calibration window before the end. In each case, the solid black line is the median estimate and the shaded region represents the 95% Credible Interval. The red horizontal dashed line indicates the R t = 1 threshold. Results are shown for the three mainly affected countries although the analysis was done jointly using data for all countries in Africa.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF22": {
            "text": "Fig SI 15: Observed and predicted incidence, and reproduction number estimates from HealthMap data. The top panel shows the weekly incidence derived from HealthMap data and the 6 weeks incidence forecast on log scale. The solid dots represent the observed weekly incidence where the light green dots show weeks for which all data points were obtained using interpolation. The projections are made over 6 week windows, based on the reproduction number estimated in the previous 2 weeks. The middle figure in each panel shows the reproduction number used to make forecasts over each 6 week forecast horizon. The bottom figure shows the effective reproduction number estimated retrospectively using the full dataset up to the length of one calibration window before the end. In each case, the solid black line is the median estimate and the shaded region represents the 95% Credible Interval. The red horizontal dashed line indicates the R t = 1 threshold. Results are shown for the three mainly affected countries although the analysis was done jointly using data for all countries in Africa.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF23": {
            "text": "Observed and predicted incidence, and reproduction number estimates from HealthMap data. The top panel shows the weekly incidence derived from HealthMap data and the 8 weeks incidence forecast on log scale. The solid dots represent the observed weekly incidence where the light green dots show weeks for which all data points were obtained using interpolation. The projections are made over 8 week windows, based on the reproduction number estimated in the previous 2 weeks. The middle figure in each panel shows the reproduction number used to make forecasts over each 8 week forecast horizon. The bottom figure shows the effective reproduction number estimated retrospectively using the full dataset up to the length of one calibration window before the end. In each case, the solid black line is the median estimate and the shaded region represents the 95% Credible Interval. The red horizontal dashed line indicates the R t = 1 threshold. Results are shown for the three mainly affected countries although the analysis was done jointly using data for all countries in Africa.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF24": {
            "text": "Observed and predicted incidence, and reproduction number estimates from HealthMap data. The top panel shows the weekly incidence derived from HealthMap data and the 4 weeks incidence forecast on log scale. The solid dots represent the observed weekly incidence where the light green dots show weeks for which all data points were obtained using interpolation. The projections are made over 4 week windows, based on the reproduction number estimated in the previous 4 weeks. The middle figure in each panel shows the reproduction number used to make forecasts over each 4 week forecast horizon. The bottom figure shows the effective reproduction number estimated retrospectively using the full dataset up to the length of one calibration window before the end. In each case, the solid black line is the median estimate and the shaded region represents the 95% Credible Interval. The red horizontal dashed line indicates the R t = 1 threshold. Results are shown for the three mainly affected countries although the analysis was done jointly using data for all countries in Africa.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF26": {
            "text": "Observed and predicted incidence, and reproduction number estimates from HealthMap data. The top panel shows the weekly incidence derived from HealthMap data and the 8 weeks incidence forecast on log scale. The solid dots represent the observed weekly incidence where the light green dots show weeks for which all data points were obtained using interpolation. The projections are made over 8 week windows, based on the reproduction number estimated in the previous 4 weeks. The middle figure in each panel shows the reproduction number used to make forecasts over each 8 week forecast horizon. The bottom figure shows the effective reproduction number estimated retrospectively using the full dataset up to the length of one calibration window before the end. In each case, the solid black line is the median estimate and the shaded region represents the 95% Credible Interval. The red horizontal dashed line indicates the R t = 1 threshold. Results are shown for the three mainly affected countries although the analysis was done jointly using data for all countries in Africa.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF27": {
            "text": "Observed and predicted incidence, and reproduction number estimates from HealthMap data. The top panel shows the weekly incidence derived from HealthMap data and the 4 weeks incidence forecast on log scale. The solid dots represent the observed weekly incidence where the light green dots show weeks for which all data points were obtained using interpolation. The projections are made over 4 week windows, based on the reproduction number estimated in the previous 6 weeks. The middle figure in each panel shows the reproduction number used to make forecasts over each 4 week forecast horizon. The bottom figure shows the effective reproduction number estimated retrospectively using the full dataset up to the length of one calibration window before the end. In each case, the solid black line is the median estimate and the shaded region represents the 95% Credible Interval. The red horizontal dashed line indicates the R t = 1 threshold. Results are shown for the three mainly affected countries although the analysis was done jointly using data for all countries in Africa.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF28": {
            "text": "Fig SI 21: Observed and predicted incidence, and reproduction number estimates from HealthMap data. The top panel shows the weekly incidence derived from HealthMap data and the 6 weeks incidence forecast on log scale. The solid dots represent the observed weekly incidence where the light green dots show weeks for which all data points were obtained using interpolation. The projections are made over 6 week windows, based on the reproduction number estimated in the previous 6 weeks. The middle figure in each panel shows the reproduction number used to make forecasts over each 6 week forecast horizon. The bottom figure shows the effective reproduction number estimated retrospectively using the full dataset up to the length of one calibration window before the end. In each case, the solid black line is the median estimate and the shaded region represents the 95% Credible Interval. The red horizontal dashed line indicates the R t = 1 threshold. Results are shown for the three mainly affected countries although the analysis was done jointly using data for all countries in Africa.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF29": {
            "text": "Fig SI 22: Observed and predicted incidence, and reproduction number estimates from HealthMap data. The top panel shows the weekly incidence derived from HealthMap data and the 8 weeks incidence forecast on log scale. The solid dots represent the observed weekly incidence where the light green dots show weeks for which all data points were obtained using interpolation. The projections are made over 8 week windows, based on the reproduction number estimated in the previous 6 weeks. The middle figure in each panel shows the reproduction number used to make forecasts over each 8 week forecast horizon. The bottom figure shows the effective reproduction number estimated retrospectively using the full dataset up to the length of one calibration window before the end. In each case, the solid black line is the median estimate and the shaded region represents the 95% Credible Interval. The red horizontal dashed line indicates the R t = 1 threshold. Results are shown for the three mainly affected countries although the analysis was done jointly using data for all countries in Africa.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF30": {
            "text": "Observed and predicted incidence, and reproduction number estimates from WHO data. The top panel shows the weekly incidence derived from WHO data and the 4 weeks incidence forecast on log scale. The solid dots represent the observed weekly incidence. The projections are made over 4 week windows, based on the reproduction number estimated in the previous 2 weeks. The middle figure in each panel shows the reproduction number used to make forecasts over each 4",
            "latex": null,
            "type": "figure"
        },
        "FIGREF33": {
            "text": "Observed and predicted incidence, and reproduction number estimates from WHO data. The top panel shows the weekly incidence derived from WHO data and the 4 weeks incidence forecast on log scale. The solid dots represent the observed weekly incidence. The projections are made over 4 week windows, based on the reproduction number estimated in the previous 4 weeks. The middle figure in each panel shows the reproduction number used to make forecasts over each 4",
            "latex": null,
            "type": "figure"
        },
        "FIGREF34": {
            "text": "Fig SI 27: Observed and predicted incidence, and reproduction number estimates from WHO data. The top panel shows the weekly incidence derived from WHO data and the 6 weeks incidence forecast on log scale. The solid dots represent the observed weekly incidence. The projections are made over 6 week windows, based on the reproduction number estimated in the previous 4 weeks. The middle figure in each panel shows the reproduction number used to make forecasts over each 6 week forecast horizon. The bottom figure shows the effective reproduction number estimated retrospectively using the full dataset up to the length of one calibration window before the end. In each case, the solid black line is the median estimate and the shaded region represents the 95% Credible Interval. The red horizontal dashed line indicates the R t = 1 threshold. Results are shown for the three mainly affected countries although the analysis was done jointly using data for all countries in Africa.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF35": {
            "text": "Observed and predicted incidence, and reproduction number estimates from WHO data. The top panel shows the weekly incidence derived from WHO data and the 8 weeks incidence forecast on log scale. The solid dots represent the observed weekly incidence. The projections are made over 8 week windows, based on the reproduction number estimated in the previous 4 weeks. The middle figure in each panel shows the reproduction number used to make forecasts over each 8",
            "latex": null,
            "type": "figure"
        },
        "FIGREF36": {
            "text": "Fig SI 29: Observed and predicted incidence, and reproduction number estimates from WHO data. The top panel shows the weekly incidence derived from WHO data and the 4 weeks incidence forecast on log scale. The solid dots represent the observed weekly incidence. The projections are made over 4 week windows, based on the reproduction number estimated in the previous 6 weeks. The middle figure in each panel shows the reproduction number used to make forecasts over each 4 week forecast horizon. The bottom figure shows the effective reproduction number estimated retrospectively using the full dataset up to the length of one calibration window before the end. In each case, the solid black line is the median estimate and the shaded region represents the 95% Credible Interval. The red horizontal dashed line indicates the R t = 1 threshold. Results are shown for the three mainly affected countries although the analysis was done jointly using data for all countries in Africa.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF37": {
            "text": "Fig SI 30: Observed and predicted incidence, and reproduction number estimates from WHO data. The top panel shows the weekly incidence derived from WHO data and the 6 weeks incidence forecast on log scale. The solid dots represent the observed weekly incidence. The projections are made over 6 week windows, based on the reproduction number estimated in the previous 6 weeks. The middle figure in each panel shows the reproduction number used to make forecasts over each 6 week forecast horizon. The bottom figure shows the effective reproduction number estimated retrospectively using the full dataset up to the length of one calibration window before the end. In each case, the solid black line is the median estimate and the shaded region represents the 95% Credible Interval. The red horizontal dashed line indicates the R t = 1 threshold. Results are shown for the three mainly affected countries although the analysis was done jointly using data for all countries in Africa.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF38": {
            "text": "Observed and predicted incidence, and reproduction number estimates from WHO data. The top panel shows the weekly incidence derived from WHO data and the 8 weeks incidence forecast on log scale. The solid dots represent the observed weekly incidence. The projections are made over 8 week windows, based on the reproduction number estimated in the previous 6 weeks. The middle figure in each panel shows the reproduction number used to make forecasts over each 8",
            "latex": null,
            "type": "figure"
        },
        "FIGREF41": {
            "text": "Model performance metrics stratified by the time window used for model calibration and week of projection. The performance metrics are (A) the percentage of weeks for which the 95% forecast interval contained the observed incidence, (B) relative mean absolute error, (C) bias, and (D) sharpness. See Methods for details.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF43": {
            "text": "Model performance metrics stratified by datasource ProMED (blue), HealthMap (green), and WHO (yellow) and week of projection. The performance metrics are (A) the percentage of weeks for which the 95% forecast interval contained the observed incidence, (B) relative mean absolute error, (C) bias, and (D) sharpness. See Methods for details.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF44": {
            "text": "Estimates of mobility model parameters during the epidemic. Population movement was modelled using a gravity model where the flow between locations i",
            "latex": null,
            "type": "figure"
        },
        "FIGREF45": {
            "text": "Estimates of mobility model parameters during the epidemic. Population movement was modelled using a gravity model where the flow between locations i and j is proportional to the product of their populations and inversely population to the distance between them raised to an exponent γ. The parameter γ thus modulates the influence of distance on the population flow.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF46": {
            "text": "Estimated flows using gravity model",
            "latex": null,
            "type": "figure"
        },
        "FIGREF47": {
            "text": "Fig SI 37: Observed and predicted incidence, and reproduction number estimates from ProMED data. The calibration window is 2 weeks and the forecast horizon is 4 weeks.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF48": {
            "text": "Observed and predicted incidence, and reproduction number estimates from ProMED data.The calibration window is 2 weeks and the forecast horizon is 6 weeks.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF49": {
            "text": "Observed and predicted incidence, and reproduction number estimates from ProMED data.The calibration window is 2 weeks and the forecast horizon is 8 weeks.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF50": {
            "text": "Observed and predicted incidence, and reproduction number estimates from ProMED data.The calibration window is 4 weeks and the forecast horizon is 4 weeks.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF51": {
            "text": "Observed and predicted incidence, and reproduction number estimates from ProMED data.The calibration window is 4 weeks and the forecast horizon is 6 weeks.8.1.8 Forecast horizon 8 weeks",
            "latex": null,
            "type": "figure"
        },
        "FIGREF52": {
            "text": "Observed and predicted incidence, and reproduction number estimates from ProMED data.The calibration window is 4 weeks and the forecast horizon is 8 weeks.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF53": {
            "text": "Observed and predicted incidence, and reproduction number estimates from ProMED data.The calibration window is 6 weeks and the forecast horizon is 4 weeks.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF54": {
            "text": "Observed and predicted incidence, and reproduction number estimates from ProMED data.The calibration window is 6 weeks and the forecast horizon is 6 weeks.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF55": {
            "text": "Observed and predicted incidence, and reproduction number estimates from ProMED data.The calibration window is 6 weeks and the forecast horizon is 8 weeks.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF56": {
            "text": "Model performance metrics allowing γ to vary up to 2 or 10. The performance metrics (A) the percentage of weeks for which the 95% forecast interval contained the observed incidence, (B) relative mean absolute error, (C) bias and (D) sharpness.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF57": {
            "text": "Predicted weekly presence of cases in each country up to 4 weeks ahead.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF58": {
            "text": "Country codes, shown on the y-axis, are as follows: AGO -Angola, BEN -Benin, BFA -Burkina Faso, CIV -Côte d'Ivoire, CMR -Cameroon, COD -Democratic Republic of Congo, DZA -Algeria, EGY -Egypt, ETH -Ethiopia, GHA -Ghana, GIN -Guinea, GMB -Gambia, GNB -Guinea-Bissau, KEN -Kenya, LBR -Liberia, MAR -Morocco, MLI -Mali, MOZ -Mozambique, MRT -Mauritania, NER -Niger, NGA -Nigeria, SDN -Sudan, SEN -Senegal, SLE -Sierra Leone, SSD -South Sudan, TCD -Chad, TGO -Togo, TUN -Tunisia, TZA -Tanzania, UGA -Uganda, ZAF -South Africa. The alerts are based on forecasts using the ProMED data, a 2-week calibration window and a 4 week forecast horizon.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF59": {
            "text": "Predicted weekly presence of cases in countries other than the three majorly affected countries (Guinea, Liberia and SierraLeone)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF60": {
            "text": "Country codes, shown on the yaxis, are as follows: AGO -Angola, BEN -Benin, BFA -Burkina Faso, CIV -Côte d'Ivoire, CMR -Cameroon, COD -Congo -Kinshasa, DZA -Algeria, EGY -Egypt, ETH -Ethiopia, GHA -Ghana, GMB -Gambia, GNB -Guinea-Bissau, KEN -Kenya, MAR -Morocco, MLI -Mali, MRT -Mauritania, NER -Niger, NGA -Nigeria, SDN -Sudan, SEN -Senegal, TGO -Togo, TZA -Tanzania, UGA -Uganda, ZAF -South Africa, MOZ -Mozambique, MWI -Malawi, SSD -South Sudan, TCD -Chad, TUN -Tunisia, BDI -Burundi, CAF -Central African Republic, COG -Congo -Brazzaville, LBY -Libya, MDG -Madagascar, RWA -Rwanda, ZMB -Zambia, ZWE -Zimbabwe, ERI -Eritrea, GAB -Gabon, SOM -Somalia, CPV -Cape Verde, GNQ -Equatorial Guinea, NAM -Namibia. The alerts are based on forecasts using the ProMED data, a 2-week calibration window and a 4 week forecast horizon.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF61": {
            "text": "Fig SI 49: Predicted weekly presence of cases for each country in weeks following a week with no observed cases. The left panel shows the True and False alert rates using different thresholds for classification for alerts raised 1 (violet), 2 (light violet), 3 (dark pink) and 4 (light pink) weeks ahead. The black curve depicts the overall True and False alert rates. On each curve, the dot shows the True and False Alert rates at 93% threshold. For a given threshold (x th percentile of the forecast interval), we defined a True alert for a week where the x th percentile of the forecast interval and the observed incidence for a country were both greater than 0; false alert for a week where the threshold for a country was greater than 0 but the observed incidence for that country was 0; and missed alert for a week where the threshold for a country was 0 but the observed incidence for that country was greater than 0. True alert rate is the ratio of correctly classified true alerts to the total number of true and missed alerts (i.e., (true alerts)/(true alerts + missed alerts)). False alert rate is similarly the ratio of false alerts to the total number of false alerts and weeks of no alert (where the observed and the threshold incidence are both 0). The right panel shows the True (green), False (orange) and Missed (red) 1 week ahead alerts using the 93 rd percentile of the forecast interval as threshold. The figure only shows countries on the African continent for which either the 93 rd percentile of the predicted incidence or the observed incidence was greater than 0 at least once. The first alert in each country is shown using larger symbols (square or triangle). Alerts in a country in a week where there were no observed cases in the previous week are shown using hollow triangles. In each case, weeks for which all observed points were imputed are shown in lighter shades. Country codes, shown on the y-axis, are as follows: BFA -Burkina Faso, CIV -Côte d'Ivoire, GHA -Ghana, GIN -Guinea, LBR -Liberia, MLI -Mali, NGA -Nigeria, SEN -Senegal, SLE -Sierra Leone. The alerts are based on forecasts using the ProMED data, a 2-week calibration window and a 4 week forecast horizon.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF62": {
            "text": "Sensitivity and specificity at various thresholds for (A) all countries in Africa (B) all countries in Africa except Guinea, Liberia and Sierra Leone, and (C) all in Africa in weeks following a week with no observed cases. The solid and dashed lines depict the sensitivity and specificity respectively of 1 (violet), 2 (light violet), 3 (pink) and 4 (light green) week ahead alerts.",
            "latex": null,
            "type": "figure"
        },
        "TABREF2": {
            "text": "World Health Organisation. Factors that contributed to undetected spread of the Ebola virus and impeded rapid containment. https:// www.who.int/csr/disease/ebola/one-year-report/factors/en/, 2015. [Accessed 11-Mar-2019]. George Kingsley Zipf. The P 1 P2/D Hypothesis on the Intercity Movement of Persons. American Sociological Review, 11(6):677-686, 1946. [22] How Liberia got to zero cases of Ebola. https://www.who.int/ features/2015/liberia-ends-ebola/en/, 2015. Accessed: 2019-11-01. [23] Ebola transmission in Liberia over. Nation enters 90-day intensive surveillance period. https://www.who.int/mediacentre/news/ statements/2015/ebola-transmission-over-liberia/en/, 2015. Accessed: 2019-11-01. [24] RN Thompson, JE Stockwin, RD van Gaalen, JA Polonsky, ZN Kamvar, PA Demarsh, E Dahlqwist, S Li, E Miguel, T Jombart, et al. Improved inference of time-varying reproduction numbers during infectious disease outbreaks. Epidemics, page 100356, 2019. [25] Rosalind M Eggo, Conall H Watson, Anton Camacho, Adam J Kucharski, Sebastian Funk, and W John Edmunds. Duration of ebola virus rna persistence in semen of survivors: population-level estimates and projections. Eurosurveillance, 20(48):30083, 2015. [26] Stephen K Gire, Augustine Goba, Kristian G Andersen, Rachel SG Sealfon, Daniel J Park, Lansana Kanneh, Simbirie Jalloh, Mambu Momoh, Mohamed Fullah, Gytis Dudas, et al. Genomic surveillance elucidates Ebola virus origin and transmission during the 2014 outbreak. science, 345(6202):1369-1372, 2014. [27] World Health Organisation. WHO: Ebola Response Roadmap Situation Report 1. https://www.who.int/iris/bitstream/10665/131974/1/ roadmapsitrep1_eng.pdf, 2014. [Online; accessed 20-Feb-2019].author/funder, who has granted medRxiv a license to display the preprint in perpetuity.is the (which was not peer-reviewed) The copyright holder for this preprint. https://doi.org/10.1101/19011940 doi: medRxiv preprint [33] Filippo Simini, Marta C González, Amos Maritan, and Albert-László Barabási. A universal model for mobility and migration patterns. Nature, 484(7392):96, 2012. [34] healthsites.io. https://healthsites.io, 2019. Accessed: 2019-08-09. [35] Joseph Maina, Paul O Ouma, Peter M Macharia, Victor A Alegana, Benard Mitto, Ibrahima Socé Fall, Abdisalan M Noor, Robert W Snow, and Emelda A Okiro. A spatial database of health facilities managed by the public health sector in sub Saharan Africa. Scientific data, 6(1):134, 2019. [36] John G Saw, Mark CK Yang, and Tse Chin Mo. Chebyshev Inequality with Estimated Mean and Variance.author/funder, who has granted medRxiv a license to display the preprint in perpetuity.is the (which was not peer-reviewed) The copyright holder for this preprint. https://doi.org/10.1101/19011940 doi: medRxiv preprint [42] Stan Development Team. RStan: the R interface to Stan, 2018. R package version 2.18.2. [43] Andrew Gelman, Donald B Rubin, et al. Inference from iterative simulation using multiple sequences. Statistical science, 7(4):457-472, 1992. [44] John F. Geweke. Evaluating the accuracy of sampling-based approaches to the calculation of posterior moments. In A.P. Dawid J.O. Berger, J.M. Bernardo and A.F.M. Smith., editors, Bayesian Statistics 4. Clarendon Press, Oxford, 1992. [45] Xavier Fernández i Marín. ggmcmc: Analysis of MCMC samples and Bayesian inference. Journal of Statistical Software, 70(9):1-20, 2016. author/funder, who has granted medRxiv a license to display the preprint in perpetuity. [46] Chris Tofallis. A better measure of relative prediction accuracy for model selection and model estimation. Journal of the Operational Research Society, 66(8):1352-1362, 2015. [47] Sebastian Funk, Anton Camacho, Adam J Kucharski, Rachel Lowe, Rosalind M Eggo, and W John Edmunds. Assessing the performance of real-time epidemic forecasts. bioRxiv, page 177451, 2017. author/funder, who has granted medRxiv a license to display the preprint in perpetuity. Using Digital Surveillance Tools for Near Real-Time Mapping of the Risk of International Infectious Disease Spread: Ebola as a Case Study (Supplementary Information) author/funder, who has granted medRxiv a license to display the preprint in perpetuity. Contents 1 Processing ProMED and HealthMap data 4 1.1 Data cleaning . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 1.2 Weekly incidence from ProMED, HealthMap and WHO data . 6 1.3 Correlation between R estimates . . . . . . . . . . . . . . . . . 6 Calibration window of 2 weeks . . . . . . . . . . . . . . . . . . 9 2.1.1 Forecast horizon of 4 weeks . . . . . . . . . . . . . . . 9 2.1.2 Forecast horizon of 6 weeks . . . . . . . . . . . . . . . 9 2.1.3 Forecast horizon of 8 weeks . . . . . . . . . . . . . . . 11 2.2 Calibration window of 4 weeks . . . . . . . . . . . . . . . . . . 13 2.2.1 Forecast horizon of 4 weeks . . . . . . . . . . . . . . . 13 2.2.2 Forecast horizon of 6 weeks . . . . . . . . . . . . . . . 15 2.2.3 Forecast horizon of 8 weeks . . . . . . . . . . . . . . . 17 2.3 Calibration window of 6 weeks . . . . . . . . . . . . . . . . . . 19 2.3.1 Forecast horizon of 4 weeks . . . . . . . . . . . . . . . 19 2.3.2 Forecast horizon of 6 weeks . . . . . . . . . . . . . . . 21 2.3.3 Forecast horizon of 8 weeks . . . . . . . . . . . . . . . 23 Calibration window of 2 weeks . . . . . . . . . . . . . . . . . . 25 3.1.1 Forecast horizon of 4 weeks . . . . . . . . . . . . . . . 25 3.1.2 Forecast horizon of 6 weeks . . . . . . . . . . . . . . . 27 3.1.3 Forecast horizon of 8 weeks . . . . . . . . . . . . . . . 29 3.2 Calibration window of 4 weeks . . . . . . . . . . . . . . . . . . 31 3.2.1 Forecast horizon of 4 weeks . . . . . . . . . . . . . . . 31 3.2.2 Forecast horizon of 6 weeks . . . . . . . . . . . . . . . 33 3.2.3 Forecast horizon of 8 weeks . . . . . . . . . . . . . . . 35 3.3 Calibration window of 6 weeks . . . . . . . . . . . . . . . . . . 37 3.3.1 Forecast horizon of 4 weeks . . . . . . . . . . . . . . . 37 3.3.2 Forecast horizon of 6 weeks . . . . . . . . . . . . . . . 39 3.3.3 Forecast horizon of 8 weeks . . . . . . . . . . . . . . . 41 Calibration window of 2 weeks . . . . . . . . . . . . . . . . . . 43 4.1.1 Forecast horizon of 4 weeks . . . . . . . . . . . . . . . 43 author/funder, who has granted medRxiv a license to display the preprint in perpetuity. is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/19011940 doi: medRxiv preprint 4.1.2 Forecast horizon of 6 weeks . . . . . . . . . . . . . . . 45 4.1.3 Forecast horizon of 8 weeks . . . . . . . . . . . . . . . 47 4.2 Calibration window of 4 weeks . . . . . . . . . . . . . . . . . . 49 4.2.1 Forecast horizon of 4 weeks . . . . . . . . . . . . . . . 49 4.2.2 Forecast horizon of 6 weeks . . . . . . . . . . . . . . . 51 4.2.3 Forecast horizon of 8 weeks . . . . . . . . . . . . . . . 53 4.3 Calibration window of 6 weeks . . . . . . . . . . . . . . . . . . 55 4.3.1 Forecast horizon of 4 weeks . . . . . . . . . . . . . . . 55 4.3.2 Forecast horizon of 6 weeks . . . . . . . . . . . . . . . 57 4.3.3 Forecast horizon of 8 weeks . . . . . . . . . . . . . . . 59 Forecasts using ProMED data . . . . . . . . . . . . . . . . . . 66 8.1.1 Calibration window of 2 weeks . . . . . . . . . . . . . . 66 8.1.2 Forecast horizon 4 weeks . . . . . . . . . . . . . . . . . 66 8.1.3 Forecast horizon 6 weeks . . . . . . . . . . . . . . . . . 66 8.1.4 Forecast horizon 8 weeks . . . . . . . . . . . . . . . . . 68 8.1.5 Calibration window of 4 weeks . . . . . . . . . . . . . . 68 8.1.6 Forecast horizon 4 weeks . . . . . . . . . . . . . . . . . 68 8.1.7 Forecast horizon 6 weeks . . . . . . . . . . . . . . . . . 70 8.1.8 Forecast horizon 8 weeks . . . . . . . . . . . . . . . . . 70 8.1.9 Calibration window of 6 weeks . . . . . . . . . . . . . . 72 8.1.10 Forecast horizon 4 weeks . . . . . . . . . . . . . . . . . 72 8.1.11 Forecast horizon 6 weeks . . . . . . . . . . . . . . . . . 72 8.1.12 Forecast horizon 8 weeks . . . . . . . . . . . . . . . . . 74 8.2 Model performance with alternate priors for mobility model parameter . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 74",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}