{
    "paper_id": "11f96d05db6854ef95312aa3a4736724ce1f02d6",
    "metadata": {
        "title": "Title: Interventions targeting air travellers early in the pandemic may delay local outbreaks of SARS-CoV-2",
        "authors": [
            {
                "first": "Samuel",
                "middle": [],
                "last": "Clifford",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Centre for Mathematical Modelling of Infectious Diseases",
                    "institution": "",
                    "location": {
                        "addrLine": "Keppel Street",
                        "postCode": "WC1E 7HT",
                        "settlement": "London, London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Carl",
                "middle": [
                    "A B"
                ],
                "last": "Pearson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Centre for Mathematical Modelling of Infectious Diseases",
                    "institution": "",
                    "location": {
                        "addrLine": "Keppel Street",
                        "postCode": "WC1E 7HT",
                        "settlement": "London, London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Petra",
                "middle": [],
                "last": "Klepac",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Centre for Mathematical Modelling of Infectious Diseases",
                    "institution": "",
                    "location": {
                        "addrLine": "Keppel Street",
                        "postCode": "WC1E 7HT",
                        "settlement": "London, London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Kevin",
                "middle": [],
                "last": "Van Zandvoort",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Centre for Mathematical Modelling of Infectious Diseases",
                    "institution": "",
                    "location": {
                        "addrLine": "Keppel Street",
                        "postCode": "WC1E 7HT",
                        "settlement": "London, London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Billy",
                "middle": [
                    "J"
                ],
                "last": "Quilty",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Centre for Mathematical Modelling of Infectious Diseases",
                    "institution": "",
                    "location": {
                        "addrLine": "Keppel Street",
                        "postCode": "WC1E 7HT",
                        "settlement": "London, London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Cmmid",
                "middle": [],
                "last": "Covid-19",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Centre for Mathematical Modelling of Infectious Diseases",
                    "institution": "",
                    "location": {
                        "addrLine": "Keppel Street",
                        "postCode": "WC1E 7HT",
                        "settlement": "London, London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Rosalind",
                "middle": [
                    "M"
                ],
                "last": "Eggo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Centre for Mathematical Modelling of Infectious Diseases",
                    "institution": "",
                    "location": {
                        "addrLine": "Keppel Street",
                        "postCode": "WC1E 7HT",
                        "settlement": "London, London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Stefan",
                "middle": [],
                "last": "Flasche",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Centre for Mathematical Modelling of Infectious Diseases",
                    "institution": "",
                    "location": {
                        "addrLine": "Keppel Street",
                        "postCode": "WC1E 7HT",
                        "settlement": "London, London",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We evaluated if interventions aimed at air travellers can delay establishment of a SARS-CoV-2 outbreak in a previously unaffected country. Methods: For countries with no sustained SARS-CoV-2 transmission and with no shared border with affected regions we simulated arriving infected air travellers. We assessed the effectiveness of syndromic screening at departure and/or arrival & traveller sensitisation to the COVID-2019-like symptoms with the aim to trigger rapid self-isolation and reporting on symptom onset to enable contact tracing. We assumed that syndromic screening would reduce the number of infected arrivals and that traveller sensitisation reduce the average number of secondary cases. We report the minimal expected delay achievable in 50% (75% & 97.5%) of simulations. In the simulations we account for uncertainty in the number of secondary cases in the absence of air traveller targeted interventions and the arrival times of infected cases and also present sensitivity analyses on arrival rates of infected travellers and the effectiveness of traveller sensitisation. Results: Under baseline assumptions exit and entry screening combined with traveller sensitisation can delay a local SARS-CoV-2 outbreak by at least 83 (75% of simulations: at least 36, 97.5% 8) days while there is no more than 1 infected traveller per week. The benefit of entry screening is small if exit screening is effective: the combination of only exit screening and traveller sensitisation can delay an outbreak by at least 76 (75%: 33, 97.5%: 7) days. With increasing rates of infected travellers, less effective sensitisation or without screening these delays shrink rapidly to a week or less. Conclusion: Syndromic screening and traveller sensitisation in combination could delay outbreaks in yet unaffected countries and support local containment efforts, but only if infected traveller numbers are very low.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Similar to outbreaks of other respiratory pathogens (1) (2) (3) (4) , syndromic airport screening at arrival of travellers from regions with a high risk of human-to-human transmission of SARS-CoV-2 is unlikely to prevent a sufficient proportion of infected travellers to prevent global spread (5, 6) . Sensitising arriving travellers to the symptoms and risk of SARS-CoV-2 and to encourage selfisolation as well as rapidly seeking for medical assistance via telephone which in turn will trigger tracing and quarantine of contacts, may have a more pronounced effect and is currently implemented in many transport hubs. However, with increasing numbers of infected travellers contact tracing is unlikely to be sustainable for long because of the immensely resourceintensive nature of contact tracing and hence is similarly unlikely to prevent local transmission in the long term (7) .",
            "cite_spans": [
                {
                    "start": 52,
                    "end": 55,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 56,
                    "end": 59,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 60,
                    "end": 63,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 64,
                    "end": 67,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 293,
                    "end": 296,
                    "text": "(5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 297,
                    "end": 299,
                    "text": "6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 877,
                    "end": 880,
                    "text": "(7)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "If containment is impossible, another key target of the pandemic response is to delay local spread (8) . This will allow additional time for preparation of the health system and mobilisation of additional public health resources. Delaying local spread will also allow for crucial time to better understand the pathogen and to evaluate effective treatment and prevention measures. We aim to estimate the effectiveness of syndromic screening and traveller sensitisation for delaying the onset of sustained SARS-CoV-2 spread in previously unaffected regions.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 102,
                    "text": "(8)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "We represent the potential importation of infections by an average number of infected travellers per week, λ , attempting to travel to a specific country or region currently not experiencing an outbreak. We assume that individuals with severe symptoms do not attempt to travel, though travellers may develop severe symptoms en route. Upon arrival, we assume all infected travellers have the same distribution of potential secondary infections, determined by the average number of those infections, ܴ , and the dispersion of that number, ݇ . Following Hartfield and Alizon (9) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outbreak Probability Model"
        },
        {
            "text": "We represent syndromic screening effects by the probability of missing an infected traveller, θ . When screening is implemented, the average number of infected travellers arriving in a week reduces from λ to θ λ and thereby increases ‫ݐ‬ Ԣ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model of symptom screening and sensitisation"
        },
        {
            "text": ". For the scenarios we consider, we assume the same baseline assumptions as in Quilty et al (6) ; i.e. a syndromic screening sensitivity of 86%, travel duration of 12 hours, and average times from infection to onset of symptoms and from onset to severe symptoms/hospitalisation as 5.2 and 9.2 days, respectively. For those assumptions, Quilty et al estimate the probability of SARS-CoV-2 infected travellers not being detected at either exit or entry screening as 46% and as 42% for exit-only screening (6) .",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 95,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 503,
                    "end": 506,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Model of symptom screening and sensitisation"
        },
        {
            "text": "We represent traveller sensitisation as reducing . Sensitisation occurs via, e.g., posters and handouts to travellers arriving from high risk regions, which increases the likelihood that those travellers, if they experience SARS-CoV-2 symptoms, will self-isolate on the occurrence of mild symptoms and rapidly report to health care providers who in turn trigger contact tracing. As a base case, in line with Hellewell et al (7) we assume that these measures to accelerate self-isolation and reporting in the early stages of the SARS-CoV-2 pandemic can reduce the average number of onward transmitting secondary infections by about 50%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model of symptom screening and sensitisation"
        },
        {
            "text": "To determine the impact of interventions, we calculate the difference in time to outbreak occurrence with and without interventions: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calculation of delays to reach outbreak threshold"
        },
        {
            "text": "We considered three syndromic screening intervention scenarios: no screening, exit-only, and exit-and-entry screening. We further considered two scenarios of traveller sensitisation: 0%, and 50% effectiveness. No screening and 0% sensitisation effectiveness form the non-intervention reference. These are studied in the context of either 1, 10 or 100 infected travellers per week. We assume that ܴ is gamma distributed with an inner 95% range from 1.4 to 3.9 (10) and that its dispersion is k=0.54 (11) .",
            "cite_spans": [
                {
                    "start": 459,
                    "end": 463,
                    "text": "(10)",
                    "ref_id": null
                },
                {
                    "start": 498,
                    "end": 502,
                    "text": "(11)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Scenarios considered"
        },
        {
            "text": "For sensitivity analyses, we also investigate alternative scenarios for the dispersion of ܴ and the effectiveness of traveller sensitisation. All scenarios and parameters are summarised in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 189,
                    "end": 196,
                    "text": "Table 1",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Scenarios considered"
        },
        {
            "text": "All analyses were done with R 3.6.2 (12) and can be found on GitHub at https://github.com/cmmid/screening_outbreak_delay/. . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 36,
                    "end": 40,
                    "text": "(12)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Scenarios considered"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.12.20022426 doi: medRxiv preprint (11, 13) . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 148,
                    "text": "(11,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 149,
                    "end": 152,
                    "text": "13)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Scenarios considered"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . Figure 1 : Schematic of the air traveller intervention process. A proportion of infected travellers will be detected through syndromic exit or entry screening and will immediately be isolated and not cause secondary cases in the yet unaffected destination. Sensitised travellers will enter the destination but cause fewer secondary cases because of an increased likelihood of self-isolation and rapid care-seeking.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 78,
                    "end": 86,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Scenarios considered"
        },
        {
            "text": "In the case of the slowest arrival rate, 1 infected traveller per week, the combination of traveller sensitisation and exit and entry screening, the expected benefit (50% of simulations predict delays at least as large as this) is a delay of 83 days (75%: 36 days, 97.5% 8 days) (Table 2, Figure 2 ). If 10 infected travellers per week are simulated the outbreak delay reduces to 8 days (75% 4 days, 97.5%: 1 day).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 289,
                    "end": 297,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "The incremental benefit of syndromic entry screening is highly dependent on the effectiveness of exit screening. With one infected traveller per week, traveller sensitisation and under baseline assumptions of exit screening effectiveness but no entry screening, the outbreak is delayed by 76 days (75%: 33 days, 97.5%: 7 days), indicating that additional entry screening adds little in this case. Table 2 : Summary statistics providing the inner 50% and 95% confidence intervals and medians (all rounded to the nearest day) for the estimated number of days an outbreak is delayed given an intervention consisting of a combination of traveller screening and sensitisation and contact tracing. Comparisons are made to no contact tracing and no screening (there are no \"No screening\" results at 0% sensitisation as this is the baseline against which comparisons are to be made). an e g . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 397,
                    "end": 404,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint We estimate that with no traveller sensitisation and under baseline assumptions for the effectiveness of syndromic screening at exit and entry, in the early stages of the outbreak with 1 infected traveller per week, an outbreak may be delayed by 9 days (75%: 4, 97.5%: less than 1 day). Again, this is largely due to exit screening at departure, which on its own is estimated to delay the outbreak by 8 days (75%: 3 days, 97.5%: less than 1 day). As the number of infected travellers increases during the overseas outbreak, the delay in onset of a local outbreak through screening declines rapidly; specifically, if infected traveller numbers approach 10 per week, syndromic screening alone can only delay the outbreak by 1 day (75%: less than 1 day).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Similarly, we estimate that in the absence of syndromic air traveller screening, traveller sensitisation can delay the outbreak by 29 days (75%: 12 days, 97.5% 3 days) early in the epidemic with 1 infected traveller per week but delays reduce to 3 days (75%: 1 day, 97.5%: less than 1 day) for 10 infected travellers per week.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "For sensitivity analyses, we varied the effectiveness of traveller sensitisation and the heterogeneity in the number of secondary infections. A 70% reduction in the effective reproduction number through traveller sensitisation followed by rapid case isolation and contact tracing can potentially prevent a local outbreak independent of the number of infected arrivals if the basic reproduction number is smaller than 3.3 (i.e.,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "). As traveller sensitisation increases and therefore a greater proportion of simulated ܴ Ԣ values are less than 1, the proportion of simulated delays that are infinitely long (indicating that that specific simulated potential outbreak has been averted) increases (Table S1 ). If traveller sensitisation is assumed to be only 30% effective then the associated outbreak delay for the base case with one infected traveller per week and syndromic screening is 23 days (75%: 12 days, 97.5%: 2 days) ( Table  S2 ). If the number of secondary infections is substantially less disperse, e.g. influenza-like, outbreak delays decrease by about 50%, as the outbreak becomes less reliant on occasional super-spreading events ( Figure S1 ). If, however, the number of secondary infections is slightly more disperse, e.g. SARS-like, then outbreak delays are approximately three-fold longer.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 264,
                    "end": 273,
                    "text": "(Table S1",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 497,
                    "end": 506,
                    "text": "Table  S2",
                    "ref_id": null
                },
                {
                    "start": 716,
                    "end": 725,
                    "text": "Figure S1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Additional figures in the appendix show the complementary cumulative density functions, focusing on either variation with traveller sensitisation ( Figure S2 ) or arrival rate ( Figure S3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 148,
                    "end": 157,
                    "text": "Figure S2",
                    "ref_id": null
                },
                {
                    "start": 178,
                    "end": 187,
                    "text": "Figure S3",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . Figure 2 : Complementary empirical cumulative density functions for the estimated number of days an outbreak is delayed given an intervention consisting of a combination of traveller screening and sensitisation and contact tracing. Rows correspond to different arrival rates and columns to traveller sensitisation. Comparisons are made to no contact tracing and no screening (there are no \"No screening\" results at 0% sensitisation as this is the baseline against which comparisons are to be made).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 78,
                    "end": 86,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Syndromic screening of air travellers at departure and/or arrival is unlikely to prevent a sufficient proportion of SARS-CoV-2 infected travellers from entering a yet unaffected country and thereby prevent a local outbreak. Similarly, sensitisation of travellers from high-risk countries to encourage self-isolation and enable accelerated case detection and contact tracing if indeed infected will likely not be able to halt an outbreak indefinitely, particularly when many infected . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . travellers arrive undetected. We investigate here how syndromic screening and traveller sensitisation, as well as their combination, may delay an outbreak of SARS-CoV-2. We find that while there is only about 1 infected traveller per week, syndromic airport screening can only slightly delay an outbreak (9 days (75%: 4 days, 97.5%: less than 1 day) while traveller sensitisation can have a more pronounced effect be delaying the outbreak by 29 days (75%: 12 days, 97.5%: 3 days). The combination of syndromic screening and traveller sensitisation may more substantially delay an outbreak while the number of infected travellers is low (83 days, 75%: 36 days, 97.5% 8 days). The incremental effect of syndromic entry screening is only notable if exit screening is poor. Once the weekly number of infected passengers increases to 10 and above, even with the combination of syndromic screening and traveller sensitisation delays of more than a week are unlikely. These results are sensitive to a number of key assumptions: with increasing R 0 , less heterogeneous R 0 or less effect of traveller sensitisation the estimated achievable delay quickly becomes negligible We find a potential role for interventions targeting air-passengers to delay major outbreaks of SARS-CoV-2 in previously unaffected regions as long as implemented when there are only a few infected travellers per week. We find that syndromic screening on arrival can add to the effect of traveller sensitisation in these early stages of a pandemic. Syndromic screening can also aid to reduce the number of passengers that would eventually self-report and then require resource-intensive follow up, including contact tracing. Therefore, syndromic screening may have an additional role in helping to sustain control efforts for longer. Of note, however, is that syndromic screening at arrival only substantially adds to control efforts if syndromic screening at departure is absent or largely ineffective.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "While our findings may encourage implementation of both syndromic screening on entry and traveller sensitisation in the early stages of the SARS-CoV-2 pandemic, it is important to note that these findings are highly sensitive to the underlying base-case assumptions and do not consider the economic implications of large scale air passenger screening and contact tracing. With increasing numbers of infected travellers, a higher number of secondary infections or a lower heterogeneity thereof, or less effective interventions, the achievable delay quickly drops down to a few days of delay. While all of our assumptions include the best knowledge on SARS-CoV-2 to date, there is considerable uncertainty associated with all of these assumptions. For example, we have assumed recently reported heterogeneity in the individual R 0 , however, the reported range of uncertainty includes SARS-like and influenza-like which can drastically alter the results. Some recent, yet not peer-reviewed estimates would suggest more SARS-like or even more overdispersed k which would imply that longer outbreak delays are possible as shown in our sensitivity analysis (14) . We also don't explicitly account for potential asymptomatic transmission. However, we implicitly do so as both the syndromic screening as well as the contact tracing work that informed our estimates accounted for a small proportion of asymptomatic transmitters who we assume similarly transmit but will not be affected by syndromic screening or sensitisation. Notably, we assumed a constant rate of infected travellers. However, this may increase rapidly as the epidemic continues to spread exponentially in China and potentially elsewhere. There is currently little evidence for an exponential increase in infected travellers to Europe as airports in the highest risk regions in China have shut. If . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 1152,
                    "end": 1156,
                    "text": "(14)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "indeed infected traveller numbers were to increase exponentially numbers would increase from 1 to 10 and 100 per week within about 19 and 38 days respectively (assuming R=2.5 and serial interval of 7.5) and estimated delays would decrease accordingly. Furthermore, the results are predicated on a syndromic screening sensitivity of 86% (6) . When reducing the sensitivity to 70%, as used in other reports (5) , delays reduce by about 20%.",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 339,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 405,
                    "end": 408,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "All major airlines have currently suspended flights from mainland China with travel restrictions from Iran, Italy and Korea being recently added. Over the last few weeks, only a few SARS-CoV-2 infected travellers have been reported with symptoms within a few days after their arrival (15). This may suggest that indeed the UK and some parts of Europe are still in a situation where air-traveller targeted interventions may substantially delay major local outbreaks, however, under-reporting of cases is likely and with quickly rising case numbers in Hong Kong, Singapore, Japan, Korea and now Iran and Italy as well this situation may change rapidly in the coming days and weeks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Despite limited evidence that supports its effectiveness (16) , the US has recently banned entry to the US by most foreigners who have recently visited China (17) . In our work, we did not investigate such a drastic interruption of air travel. While a travel ban for entry with history of travel to all high-risk regions would indeed likely further limit the number of infected travellers entering to those who enter by different means, it would also come with substantial economical implications. It does also run the risk that travellers arriving in the US despite their travel history would likely not be reached by targeted sensitisation and/or that they would avoid self-reporting if symptomatic, with potentially dire implications for local spread.",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 61,
                    "text": "(16)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 158,
                    "end": 162,
                    "text": "(17)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In summary, we find that targeting air-travellers with syndromic screening at exit or entry and sensitisation for signs of symptoms following their arrival may delay a major outbreak in the early stages of the SARS-CoV-2 outbreak. In most countries, air-traveller sensitisation and rapid contact tracing protocols are already in place in response to the SARS-CoV-2 outbreak. We find that syndromic screening at arrival may further enhance such control efforts while the number of infected passengers is less than about 10 per week, but only in the absence of syndromic screening at departure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Neither patients nor the public were involved with the design, conduct, reporting, or dissemination plans of our research. As this work is a simulation study, there are no participants to which we can disseminate the results of this research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Airport screening for Ebola",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mabey",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Flasche",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Edmunds",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMJ",
            "volume": "349",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Entry and exit screening of airline travellers during the A(H1N1) 2009 pandemic: a retrospective evaluation",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Eckhardt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Brownstein",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Naqvi",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kossowsky",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Bull World Health Organ",
            "volume": "91",
            "issn": "5",
            "pages": "368--76",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Entry screening to delay local transmission of 2009 pandemic influenza A (H1N1)",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "Llh",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Hwc",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "International travels and fever screening during epidemics: a literature review on the effectiveness and potential use of non-contact infrared thermometers",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bitar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Goubar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Desenclos",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Euro Surveill Bull Eur Sur Mal Transm Eur Commun Dis Bull",
            "volume": "14",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Estimated effectiveness of traveller screening to prevent international spread of 2019 novel coronavirus (2019-nCoV). medRxiv [Internet",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gostic",
                    "suffix": ""
                },
                {
                    "first": "Acr",
                    "middle": [],
                    "last": "Gomez",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "O"
                    ],
                    "last": "Mummah",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Kucharski",
                    "suffix": ""
                },
                {
                    "first": "Lloyd-Smith",
                    "middle": [],
                    "last": "Jo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.01.28.20019224v2"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Effectiveness of airport screening at detecting travellers infected with novel coronavirus",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Quilty",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Clifford",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Group C Ncov Working",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Flasche",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Eggo",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Feasibility of controlling 2019-nCoV outbreaks by isolation of cases and contacts. medRxiv",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hellewell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Abbott",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gimma",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "I"
                    ],
                    "last": "Bosse",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "I"
                    ],
                    "last": "Jarvis",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Russell",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Pandemic influenza preparedness and response: a WHO guidance document",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Introducing the Outbreak Threshold in Epidemiology",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hartfield",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alizon",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLOS Pathog",
            "volume": "9",
            "issn": "6",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1003277"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Pattern of early human-to-human transmission of Wuhan",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Riou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Althaus",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Eurosurveillance",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "R: A Language and Environment for Statistical Computing [Internet]. R Foundation for Statistical Computing",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "R Core Team",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Superspreading and the effect of individual variation on disease emergence",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Lloyd-Smith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Schreiber",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Kopp",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Getz",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "438",
            "issn": "",
            "pages": "355--364",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Dispersion vs",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Grantz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Metcalf",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lessler",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "World Health Organisation. Novel Coronavirus(2019-nCoV) Situation Report -21",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "An integrative review of the limited evidence on international travel bans as an emerging infectious disease disaster control measure",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Errett",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Sauer",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rutkow",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Emerg Manag West Mass",
            "volume": "18",
            "issn": "1",
            "pages": "7--14",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Trump Administration Restricts Entry Into U.S. From China. The New York Times",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Corkery",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Karni",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Extinction thresholds in deterministic and stochastic epidemic models",
            "authors": [
                {
                    "first": "Ljs",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Lahodny",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Biol Dyn",
            "volume": "6",
            "issn": "2",
            "pages": "590--611",
            "other_ids": {
                "DOI": [
                    "10.1080/17513758.2012.665502"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": ", we calculate the number of arriving infected travellers needed to cause an outbreak with probabilityܿ, given , also known as the outbreak threshold, ܶ . Because the arrival of travellers is a stochastic process, the time to reach ܶ is variable. We assume that infected travellers obey a Poisson process, i.e. that the time",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "where",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "For the correct comparison, these times must be drawn as matched quantiles. To ensure that, we calculate",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Overview of parameter assumptions for the model.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "ScreeningNumber of days for which the given percentage of delays are at least this long",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": ". https://doi.org/10.1101/2020.02.12.20022426 doi: medRxiv preprint E X I T S C R E E N Percentage of delays at least this long CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.12.20022426 doi: medRxiv preprint",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Percentage of delays at least this long CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.12.20022426 doi: medRxiv preprint Percentage of delays at least this long λ = Infected travellers per week CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.12.20022426 doi: medRxiv preprint",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Each contributed in processing, cleaning and interpretation of data, interpreted findings, contributed to the manuscript, and approved the work for publication. We also like to thank John Edmunds, Graham Medley and Annelies Wilder-Smith for their helpful comments during the conception of this work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "We declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}