{
    "paper_id": "12fac9aedb1a09a3922a3c084ce4723708e463d6",
    "metadata": {
        "title": "Title: The incubation period of 2019-nCoV infections among travellers from Wuhan, China",
        "authors": [
            {
                "first": "Jantien",
                "middle": [
                    "A"
                ],
                "last": "Backer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute for Public Health and the Environment",
                    "location": {
                        "settlement": "Bilthoven",
                        "country": "The Netherlands"
                    }
                },
                "email": "jantien.backer@rivm.nl"
            },
            {
                "first": "Don",
                "middle": [],
                "last": "Klinkenberg",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute for Public Health and the Environment",
                    "location": {
                        "settlement": "Bilthoven",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Jacco",
                "middle": [],
                "last": "Wallinga",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute for Public Health and the Environment",
                    "location": {
                        "settlement": "Bilthoven",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Currently, a novel coronavirus 2019-nCoV causes an outbreak of viral pneumonia in Wuhan, China. Little is known about its epidemiological characteristics. Using the travel history and symptom onset of 88 confirmed cases that were detected outside Wuhan, we estimate the mean incubation period to be 6.4 (5.6 -7.7, 95% CI) days, ranging from 2.1 to 11.1 days (2.5 th to 97.5 th percentile). These values help to inform case definitions for 2019-nCoV and appropriate durations for quarantine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Early January 2020, a novel coronavirus 2019-nCoV, has been identified as the infectious agent that causes an outbreak of viral pneumonia in Wuhan, China, where the first cases had their symptom onset in December 2019 [1] . This newly discovered virus causes a severe acute respiratory disease. The rapid spread in Wuhan and throughout China poses a great strain on health care system and disrupts the local societies. The multiple cases showing up outside China cause international concern.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 221,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "2"
        },
        {
            "text": "The virus is related to the SARS coronavirus and MERS coronavirus, but is distinct from each of those viruses [2] , such that the epidemiological key parameters have to be identified for this new virus from incoming case reports as the epidemic continues. Chief among these key parameters is the incubation period distribution. The range of the values for the incubation period is essential to epidemiological case definitions, and is required to determine the appropriate duration of quarantine. Moreover, knowledge of the incubation period helps to assess the effectiveness of entry screening and contact tracing. The distribution of the incubation period is also used in estimating the size of the epidemic [3 -5] and the transmission potential [6, 7] . In absence of data on the 2019-nCoV incubation period, the WHO has worked with a broad range of 0 to 14 days, the CDC has taken a range of 2 to 14 days, and several studies have assumed incubation periods of SARS or MERS coronaviruses.",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 113,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 710,
                    "end": 716,
                    "text": "[3 -5]",
                    "ref_id": null
                },
                {
                    "start": 748,
                    "end": 751,
                    "text": "[6,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 752,
                    "end": 754,
                    "text": "7]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "2"
        },
        {
            "text": "Here we present the distribution of incubation periods estimated for travellers from Wuhan with confirmed 2019-nCoV infection, using their reported travel histories and symptom onset dates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2"
        },
        {
            "text": "In January 2020 an increasing number of cases were detected outside Wuhan, China and confirmed to be infected with 2019-nCoV. For 88 cases detected between 20 and 28 January, the travel history (to and) from Wuhan is known as well as their symptom onset date. Their ages range from 2 to 72 years old (with four missing), 31 of them are women, 57 are men. During this initial stage of the epidemic, it is most likely that these travellers were The data used for this analysis has been translated from Chinese sources and made publicly available [8] . We took the data as available on January 29, 2020 (supplementary material S1).",
            "cite_spans": [
                {
                    "start": 544,
                    "end": 547,
                    "text": "[8]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Travellers from Wuhan with confirmed 2019-nCoV infection, a reported symptom onset data and a reported travel history"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Travellers from Wuhan with confirmed 2019-nCoV infection, a reported symptom onset data and a reported travel history"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.01.27.20018986 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Travellers from Wuhan with confirmed 2019-nCoV infection, a reported symptom onset data and a reported travel history"
        },
        {
            "text": "Using the duration of stay in Wuhan and the symptom onset date, we obtained a range of possible values for the incubation period of each case. We fitted three parametric forms for the incubation period distribution to these ranges: the Weibull distribution, the gamma distribution, and the lognormal distribution. We used a Bayesian approach to fitting, that allows for the use of prior knowledge to inform the analysis. We specified strictly positive flat prior probability distributions for the parameter values of the three distributions (supplementary material S2), which ensured our estimates are conservative. Because of the high number of observations, the impact of the priors on the outcome was negligible. We used a uniform prior probability distribution over the exposure interval for the moment of infection for each case. We sampled from the posterior distribution using the rstan package [9] in R [10] (supplementary material S3). Figure 1 shows the time line for each case, where the cases without a maximum incubation period lack an unexposed (gray) period. However, the estimated infection times for these cases are close to the end of the exposure window, informed by the cases that do have a maximum incubation period.",
            "cite_spans": [
                {
                    "start": 902,
                    "end": 905,
                    "text": "[9]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 911,
                    "end": 915,
                    "text": "[10]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 945,
                    "end": 953,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Incubation period distribution"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Incubation period distribution"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.01.27.20018986 doi: medRxiv preprint 5 Fig. 1 Time line for each case with travel history from Wuhan, sorted by symptom onset date. Distinct periods are shown as unexposed (gray), exposed (white), infected but asymptomatic (pink), symptomatic (purple) and reported (blue). The analysis yields the probability of being infected (violet), i.e. the cumulative density function of the estimated infection moments (using the Weibull distribution).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 109,
                    "end": 115,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.01.27.20018986 doi: medRxiv preprint 6 The Weibull distribution provided the best fit to the data (Tab. 1). The mean incubation period was estimated to be 6.4 (5.6 -7.7, 95% credible interval) days. The incubation period ranges from 2.1 to 11.1 days (2.5 th to 97.5 th percentile) (Tab. 2 and Fig. 2 ). The results using the gamma distribution provide a slightly poorer description of the data but provide a similar range from 2.4 to 12.5 days. Although the lognormal distribution provides the poorest fit to the data, the incubation period ranging from 2.4 to 15.5 days (2.5 th to 97.5 th percentile) may be relevant for a conservative choice of quarantine periods. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. ",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 108,
                    "text": "6",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 363,
                    "end": 369,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "A comparison to the estimated incubation period distribution for MERS (Tab. 3 and Fig. 3) shows that the values are remarkably similar, with mean values differing at most 1 day and 95 th percentiles differing at most 2 days. The estimated mean incubation periods for SARS are more variable between studies, including values shorter and longer than presented here for 2019-nCoV. These findings imply that findings of previous studies that have assumed incubation period distribution similar to MERS or SARS will not have to be adapted because of a shorter or longer incubation period.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 82,
                    "end": 89,
                    "text": "Fig. 3)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Comparison of 2019-nCoV incubation period to incubation periods of SARS and MERS coronaviruses"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison of 2019-nCoV incubation period to incubation periods of SARS and MERS coronaviruses"
        },
        {
            "text": "The copyright holder for this preprint is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.01.27.20018986 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "We characterized the distribution of incubation periods for Chinese travellers infected with 2019-nCoV in Wuhan, who were reported as cases between 20 and 28 January 2020. The study provides empirical evidence to back reports on a familial cluster where five family members developed symptoms 3 -6 days after exposure [18] and a reported range from 2 to 11 days based on 16 travellers between Wuhan and Guangdong [19] . It fits within the range from 0 to 14 days that has been assumed by the WHO.",
            "cite_spans": [
                {
                    "start": 413,
                    "end": 417,
                    "text": "[19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In our analysis we assumed a uniform prior probability of being infected during the period of stay in Wuhan. Since the epidemic was developing during that time period, it is more likely that travellers were infected toward the end rather than the beginning of their stay. This . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.01.27.20018986 doi: medRxiv preprint might produce a slight bias towards longer incubation periods, so the estimated upper limit of 11.1 days could be considered conservative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The travellers in this study represent a selective sample of the reported cases. We found travellers to be more often male and younger than the cases reported. The numbers are too small to detect systematic differences in incubation time with age or sex. Because we only have information on confirmed cases, there is likely a bias towards more severe cases in areas with a functioning health care system. As the epidemic continues, it remains important to collect more information on incubation periods of 2019-nCoV cases of older ages, of persons with underlying morbidity, of women, and of persons with mild symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "There are various choices one can make about the parametric form of the incubation period distribution. The results with the three often-used forms we report here suggest that there is little impact on the mean and dispersion of the incubation periods. Of these three, the lognormal distribution assigns higher probabilities to longer incubation periods. Although we found that this distribution provided a poorer description of the data than the Weibull and the gamma distributions, it is prudent not to dismiss the possibility of incubation periods up to 14 days at this stage of the epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Our study helps in choosing an appropriate duration for quarantine. Keeping infected persons in quarantine up to 14 days will ensure that they do not develop symptoms after release.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "We are immensely indebted to the work of Dr. Kaiyuan Sun, Ms. Jenny Chen, Dr. Cécile Viboud and the staff of MOBS Lab led by Prof. Alessandro Vespignani who traced and translated the information and generously made it available to the wider community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.01.27.20018986 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.01.27.20018986 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.01.27.20018986 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "WHO Statement Regarding Cluster of Pneumonia Cases in Wuhan",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Discovery of a novel coronavirus associated with the recent pneumonia outbreak in humans and its potential bat origin. The bioRxiv preprint first posted online",
            "authors": [
                {
                    "first": "Peng",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Xing-Lou",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Xian-Guang",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Ben",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Lei",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Wei",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Report 2: Estimating the potential total number of novel Coronavirus cases in Wuhan City, China",
            "authors": [
                {
                    "first": "Natsuko",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                },
                {
                    "first": "Ilaria",
                    "middle": [],
                    "last": "Dorigatti",
                    "suffix": ""
                },
                {
                    "first": "Anne",
                    "middle": [],
                    "last": "Cori",
                    "suffix": ""
                },
                {
                    "first": "Christl",
                    "middle": [],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "Steven",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "Neil",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Nowcasting and forecasting the Wuhan 2019-nCoV outbreak",
            "authors": [
                {
                    "first": "Kathy",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "Joseph",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gabriel",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The Extent of Transmission of Novel Coronavirus in Wuhan, China, 2020",
            "authors": [
                {
                    "first": "Tetsuro",
                    "middle": [],
                    "last": "Hayashi",
                    "suffix": ""
                },
                {
                    "first": "Baoyin",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                },
                {
                    "first": "Andrei",
                    "middle": [
                        "R"
                    ],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Akhmetzhanov",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Clin. Med",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/jcm9020330"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Transmissibility of 2019-nCoV",
            "authors": [
                {
                    "first": "Natsuko",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                },
                {
                    "first": "Anne",
                    "middle": [],
                    "last": "Cori",
                    "suffix": ""
                },
                {
                    "first": "Ilaria",
                    "middle": [],
                    "last": "Dorigatti",
                    "suffix": ""
                },
                {
                    "first": "Marc",
                    "middle": [],
                    "last": "Baguelin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Christl",
                    "suffix": ""
                },
                {
                    "first": "Steven",
                    "middle": [],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "Neil",
                    "middle": [
                        "M"
                    ],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Lin Yang and Daihai He (2020) Preliminary estimation of the basic reproduction number of novel coronavirus (2019-nCoV) in China, from 2019 to 2020: A data-driven analysis in the early phase of the outbreak",
            "authors": [
                {
                    "first": "Shi",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Jinjun",
                    "middle": [],
                    "last": "Ran",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Salihu",
                    "suffix": ""
                },
                {
                    "first": "Guangpu",
                    "middle": [],
                    "last": "Musa",
                    "suffix": ""
                },
                {
                    "first": "Yijun",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Daozhou",
                    "middle": [],
                    "last": "Lou",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Online repository maintained by",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "RStan: the R interface to Stan",
            "authors": [],
            "year": 2018,
            "venue": "Stan Development Team",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "R: A language and environment for statistical computing. R Foundation for Statistical Computing",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "R Core Team",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Alternative methods of estimating an incubation distribution: examples from severe acute respiratory syndrome",
            "authors": [],
            "year": null,
            "venue": "Epidemiology",
            "volume": "18",
            "issn": "",
            "pages": "253--262",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A comparative epidemiologic analysis of SARS in Hong Kong, Beijing and Taiwan",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hsiung",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ca",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bj",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Cw",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ca",
                    "suffix": ""
                },
                {
                    "first": "Gm",
                    "middle": [
                        "("
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Infect. Dis",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Incubation periods of acute respiratory viral infections: a systematic review",
            "authors": [],
            "year": null,
            "venue": "Lancet Infect Dis",
            "volume": "9",
            "issn": "",
            "pages": "291--300",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "infected in Wuhan. Consequently, their time spent in Wuhan can be taken as the duration of exposure to infection. Of these 88 cases with known travel history, 63 were Wuhan residents and travelled elsewhere, and 25 visited Wuhan for a limited time. By taking the date of symptom onset and travel history together we inferred the possible values that the incubation period could have been for each of these cases. Examples of these reports are: \"First confirmed imported nCov pneumonia patient in Shanxi: male, visited Wuhan from 01/12/2020 to 01/15/2020, symptom onset on 01/19/2020, visit clinic on 01/20/2020, 6 contacts traced.\" which gives an observed incubation period between 4 and 7 days.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "First confirmed imported nCov pneumonia patient in Shanghai (from Wuhan): female, 56, Wuhan residence, arrived in Shanghai from Wuhan on 01/12/2020, symptom onset and visited fever clinic on 01/15/2020, laboratory confirmed on 01/20/2020\" which gives an observed incubation period of 3 days or longer.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The cumulative density function of the estimated Weibull incubation period distribution for travellers infected with the 2019-nCoV in Wuhan, China, January 2020; posterior median of mean (blue line) and 95% credible interval (light blue area).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Value calculated from median of 4.0 (3.6 -4.4) days provided in reference † Value calculated from median of 5.2 (1.9 -14.7) days provided in reference * Value calculated from mean and sd provided in reference",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Box-and-whisker-plots of estimated incubation periods for coronaviruses from different studies; median (black point), interquartile range (box), and maximum of 1.5 times the interquartile range (whiskers).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": ", TM, Price, CS, Al Rabeeah, AA, Cummings, DA, et al (2013). Hospital outbreak of Middle East respiratory syndrome coronavirus. N. Engl. J. Med., Cauchemez, S, Fraser, C, Van Kerkhove, MD, Donnelly, CA, Riley, S, Rambaut, A, et al (2014). Middle East respiratory syndrome coronavirus: quantification of the extent of the epidemic, surveillance biases, and transmissibility. Lancet Infect Dis, 14, 1:50-56. [17] Virlogeux, V, Fang, VJ, Park, M, Wu, JT, Cowling, BJ (2016). Comparison of incubation period distribution of human infections with MERS-CoV in South Korea and Saudi Arabia. Sci Rep, 6:35839. [18] Jasper Fuk-Woo Chan, Shuofeng Yuan, Kin-Hang Kok, Kelvin Kai-Wang To, Hin Chu et al. (2020) A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster. www.thelancet.com Published online January 24, 2020 https://doi.org/10.1016/S0140-6736(20)30154-9 [19] Tao Liu, Jianxiong Hu, Min Kang, Lifeng Lin, Haojie Zhong, Jianpeng Xiao et al. (2020) Transmission dynamics of 2019 novel coronavirus (2019-nCoV) bioRxiv preprint first posted online Jan. 26, 2020; doi: http://dx.doi.org/10.1101/2020.01.25.919787.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Tab. 1 Estimated incubation period for travellers infected with 2019-nCoV in Wuhan, China, January 2020, for different parametric forms for the likelihood; posterior median and 95% credible interval in days.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}