{
    "paper_id": "158e546658e42ab0a89d174bc9facb437a034df6",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Pablo",
                "middle": [
                    "M"
                ],
                "last": "De",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard T.H. Chan School of Public Health",
                    "location": {
                        "addrLine": "Harvard T.H. Chan, 677 Huntington Ave Boston, Harvard T.H. Chan, 677 Huntington Ave Boston, Massachusetts",
                        "settlement": "Boston",
                        "region": "Massachusetts",
                        "country": "United States of America, United States of America"
                    }
                },
                "email": "pablom@hsph.harvard.edu.marc"
            },
            {
                "first": "Salazar",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard T.H. Chan School of Public Health",
                    "location": {
                        "addrLine": "Harvard T.H. Chan, 677 Huntington Ave Boston, Harvard T.H. Chan, 677 Huntington Ave Boston, Massachusetts",
                        "settlement": "Boston",
                        "region": "Massachusetts",
                        "country": "United States of America, United States of America"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Cases from the ongoing outbreak of atypical pneumonia caused by the 2019 novel coronavirus (2019-nCoV) exported from mainland China can lead to self-sustained outbreaks in other populations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Internationally imported cases are currently being reported in several different locations. Early detection of imported cases is critical for containment of the virus. Based on air travel volume estimates from Wuhan to international destinations and using a generalized linear regression model we identify locations which may potentially have undetected internationally imported cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A novel coronavirus 2019-nCoV has been identified with the first confirmed patient cases in December 2019 in the city of Wuhan, capital of Hubei province, China. Since then the number of confirmed cases has increased drastically. Model estimates suggested that by Jan 25, 2020 there were a total of over 75,000 infected cases with a doubling time of about 6 days 1 . By the end of January 2020, city-wide lockdowns were implemented for Wuhan and neighbouring cities. Nonetheless, the virus has managed to spread from Wuhan to other Chinese cities and also outside of China. As of Feb 4, 2020, cases outside China were being reported in 23 different locations of which 22 locations had imported cases (Spain reported one case but due to secondary transmission) 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": "The majority of these cases have been linked to a recent travel history from China 2 , suggesting that air travel may play an important role for the risk of cases being exported outside of China. To prevent other . CC-BY-NC-ND 4.0 International license It is made available under a to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": "is the author/funder, who has granted medRxiv a license (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.04.20020495 doi: medRxiv preprint cities and countries becoming epicentres of the 2019-nCoV epidemic, substantial targeted public health interventions are required, first for detection of cases and then for control of local spread. Here we use estimates of air travel volume from Wuhan to international destinations in 49 locations expected to be proficient at detecting imported cases based on having a high Global Health Security (GHS) Index 3 , and a generalised linear regression model to predict imports of 2019-nCoV cases across 191 locations. Using these predictions we can identify locations that might not be identifying imported cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": "Under a model fit to data from destinations with high surveillance capacity, we sought to identify locations that report fewer than predicted imported cases of 2019-nCoV. Specifically, for 49 locations with The model requires three types of data: data on imported cases of 2019-nCoV, data on daily air travel volume, and data on surveillance capacity. Data on imported cases aggregated by destination were obtained from the WHO technical report dated 4th February 2020 2 (a zero case count was assumed for all locations not listed). We used case counts up to the 4th February, because after this date the number of exported cases from Hubei drops rapidly 2 , likely due to the Hubei-wide lockdowns. We defined imported cases as those with known travel history from China (of those, 83% had travel history from Hubei province, and 17% from unknown locations in China 2 ). We excluded cases that are likely due to transmission outside of China or whose transmission source is still under investigation 2 . In addition, we excluded from our Specifically, we use the Early Detection and Reporting Epidemics of Potential International Concern component of the Index 3 , henceforth referred to as simply the GHS index, and define high surveillance locations as those whose GHS index is greater than the 75th quantile. is the author/funder, who has granted medRxiv a license (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.04.20020495 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods:"
        },
        {
            "text": "The model is as follows. We assumed that across the n =49 high surveillance locations the case counts follow a Poisson distribution, and that the expected case count is linearly proportional to the daily air travel volume:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods:"
        },
        {
            "text": "where C i denotes the reported case count in the i -th location, λ i denotes the expected case count in the i -th location, β denotes the regression coefficient, x i denotes the daily air travel volume of the i -th location.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods:"
        },
        {
            "text": "The model was fitted in R (version 3.6.1) 5 to compute , the maximum likelihood estimate of β, and β ︿ thus the expected case count given high surveillance (Figure 1, solid grey line) . We also computed the excluding Thailand from the model fit since it is a high-leverage point. In total, we thus did six additional regression analyses (see Supplementary Figure 1 ). All analyses are fully reproducible given code available online ( https://github.com/c2-d2/cov19flightimport ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 156,
                    "end": 183,
                    "text": "(Figure 1, solid grey line)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 356,
                    "end": 364,
                    "text": "Figure 1",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Methods:"
        },
        {
            "text": "Imported case counts of 2019-nCoV among high surveillance locations are positively correlated with daily air travel volume (Figure 1 ). An increase in flight volume by 14 passengers per day is associated with one additional imported case in expectation. Singapore lies above the 95% prediction interval (PI),",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 123,
                    "end": 132,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Results:"
        },
        {
            "text": "with 12 (2-13) more reported import cases than expected under our model. Thailand has a relatively high air travel volume as compared to all other locations, yet it lies below the 95% prediction interval. Finally, Indonesia with zero reported cases lies below the prediction interval -its expected case count is 5 (1-11 . CC-BY-NC-ND 4.0 International license It is made available under a to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results:"
        },
        {
            "text": "is the author/funder, who has granted medRxiv a license (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.04.20020495 doi: medRxiv preprint 95% PI). This overall pattern (Singapore lying above the 95% PI, Thailand and Indonesia below) was observed consistently across all six robustness regression analyses. is the author/funder, who has granted medRxiv a license (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.04.20020495 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results:"
        },
        {
            "text": "We aimed to identify locations with underdetected cases by fitting a model to the cumulative international imported case counts of nCoV-2019 reported by high surveillance locations and Wuhan-to-location air travel volume. Our model can be adjusted to account for exportation of cases from locations other than Wuhan as the outbreak develops and more information on importations and self-sustained transmission becomes available. One key advantage of this model is that it does not rely on estimates of incidence or prevalence in the epicentre of the outbreak. Based on our model, locations whose case counts exceed the 95% prediction interval (PI) could be interpreted as having higher case-detection capacity and/or more connection with Wuhan than that captured by available daily air travel volume, such as land transportation. Locations below the 95% PI may have undetected cases based on the expected case count under high surveillance. We recommend that outbreak surveillance and control efforts for potential local transmission should be rapidly strengthened in those locations lying below the 95% PI lower bound, in particular Indonesia, to ensure detection of cases and appropriate control measures to reduce the risk of self-sustained transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "30260--30269",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "WHO. 2019-nCoV situation report -15",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "John Hopkins Bloomberg School of Public Health",
            "authors": [],
            "year": 2019,
            "venue": "Global health Security Index",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Assessing spread risk of Wuhan novel coronavirus within and beyond China",
            "authors": [
                {
                    "first": "Shengjie",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "Isaac",
                    "middle": [],
                    "last": "Bogoch",
                    "suffix": ""
                },
                {
                    "first": "Nick",
                    "middle": [],
                    "last": "Ruktanonchai",
                    "suffix": ""
                },
                {
                    "first": "Alexander",
                    "middle": [],
                    "last": "Watts",
                    "suffix": ""
                },
                {
                    "first": "Yu",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Jianzing",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Weizhong",
                    "middle": [],
                    "last": "Xinlv",
                    "suffix": ""
                },
                {
                    "first": "Hongjie",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Kamran",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Zhongjie",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Andrew",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Tatem",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "medRxiv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.04.20020479"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "R Development Core Team, R. R: A Language and Environment for Statistical Computing. R Foundation for Statistical Computing",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Elegant Graphics for Data Analysis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wickham",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "International license It is made available under a to display the preprint in perpetuity. is the author/funder, who has granted medRxiv a license (which was not peer-reviewed) The copyright holder for this preprint",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cc-By-Nc-Nd",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.04.20020495"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "high surveillance capacity we regressed the cumulative number of confirmed imported cases of 2019-nCoV in international destinations outside mainland China on the estimated number of daily air flight passengers coming from Wuhan airport by estimated direct or indirect international flights (daily air travel volume) using a Poisson model. We then use predictions from this model to compare to reported cases across all 191 locations.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "model Hong Kong, Macau and Taiwan because locally transmitted and imported cases were not disaggregated in these locations. In summary, of 195 worldwide locations (in general, locations reflect countries without any position on territorial claims) our model considers N=191 due to the exclusion of China, Hong Kong, Macau and Taiwan. Data on daily air travel volume was obtained as follows. Lai et al. 4 report monthly air travel volume estimates for the 27 locations most connected to Wuhan outside mainland China. These estimates are based on historical (February 2018) data from the International Air Travel Association 4 . They include direct and indirect flight itineraries from Wuhan to destinations outside of China. For all 164 locations not listed by Lai et al. 4 , we set the daily air travel volume to 1.5 passengers per day, which is one half of the minimum reported by Lai et al. Surveillance capacity was assessed using the Global Health Security Index, which is an assessment of health security including detection and reporting capabilities across 195 countries agreeing to the International Health Regulations (IHR [2005]) 3 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "95% prediction interval (PI) bounds under this model of high surveillance (Figure 1, dashed lines) for all N =191 values of daily air travel volume as follows. First, we generated a bootstrapped dataset by sampling n locations with replacement among high surveillance locations. Second, we re-estimated β using the bootstrapped dataset. Third we simulated case counts for all N =191 locations under our model using the estimate of β based on the bootstrapped dataset. These three steps were repeated 50,000 times to generate for each of the N locations 50,000 simulated case counts from which the lower and upper PI bounds (2.5th and 97.5th percentiles) were computed. In Figure 1 the 95% PI bounds were smoothed using functions from the R package ggplot2 6 . The reported case counts of all n =49 high surveillance locations (22 with non-zero case counts plus 27 with zero case counts) used to fit the model (Figure 1, purple-coloured points) are plotted alongside those for all 142 locations that do not have high surveillance (Figure 1, blue-coloured points).To assess the robustness of our results we reran the analysis as described above, but each time implementing one of the following changes: 1) setting the daily air travel volume for locations not listed by Lai et al. to 0.1, 1, or 3 (instead of 1.5) passengers per day; 2) defining high surveillance locations using a more lenient and a more stringent GHS index (50th and 95th quantile respectively instead of 75th); 3)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Imported case counts and daily air travel volume. The solid line shows the expected case counts based on our model fitted to high surveillance locations (purple points), and the dashed lines show the 95% prediction interval bounds for all locations including those that do not have high surveillance (light blue points). Cluster A (Cl.A) comprises locations with one imported case reported and air travel <10 passengers per day: Nepal, Sri Lanka, Finland, and Sweden. Cluster B (Cl.B) comprises locations ( n =161) with no reported cases and estimated air travel <10 passengers per day. Other abbreviations: Germany (Ge), New Zealand (NZ), United Arab Emirates (UAE), United States of America (USA), United Kingdom (UK), Russia (Ru).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Imported case counts and daily air travel volume under six different regression analyses. Six different analyses are shown: A -C ) setting the daily air travel volume for locations not listed by Lai et al. to 0.1, 1, or 3 passengers per day, respectively; D ) defining high surveillance locations using a more lenient GHS index (50th quantile) to define high surveillance locations and E ) a more stringent GHS index (95th quantile) to define high surveillance locations; F ) excluding Thailand from the model fit. Throughout, the solid line shows the expected case counts based on our model fitted to high surveillance locations (purple points), and the dashed lines show the 95% prediction interval bounds for all locations including those without high surveillance (light blue points). Across all six regression analyses, Singapore lies above the 95% PI, Thailand and Indonesia below. Abbreviations: Indonesia (Ind), Thailand (Tha), Singapore (Sin).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "is the author/funder, who has granted medRxiv a license (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.04.20020495 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a to display the preprint in perpetuity.is the author/funder, who has granted medRxiv a license (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.04.20020495 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a to display the preprint in perpetuity.is the author/funder, who has granted medRxiv a license (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.04.20020495 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a to display the preprint in perpetuity.is the author/funder, who has granted medRxiv a license (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.04.20020495 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}