{
    "paper_id": "180c88b68816bbb6eb57aa515a3aec4020178729",
    "metadata": {
        "title": "Inferring the presence of aflatoxin-producing Aspergillus flavus strains using 3 RNA sequencing and electronic probes as a transcriptomic screening tool 4 5 6",
        "authors": [
            {
                "first": "Andres",
                "middle": [
                    "S"
                ],
                "last": "Espindola",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Oklahoma State University",
                    "location": {
                        "addrLine": "11 Stillwater",
                        "region": "Oklahoma",
                        "country": "United States of America"
                    }
                },
                "email": "andres.espindola@okstate.edu"
            },
            {
                "first": "William",
                "middle": [],
                "last": "Schneider",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Oklahoma State University",
                    "location": {
                        "addrLine": "15 Stillwater",
                        "settlement": "Oklahoma"
                    }
                },
                "email": ""
            },
            {
                "first": "Kitty",
                "middle": [
                    "F"
                ],
                "last": "Cardwell",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Oklahoma State University",
                    "location": {
                        "addrLine": "11 Stillwater",
                        "region": "Oklahoma",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Yisel",
                "middle": [],
                "last": "Carrillo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Oklahoma State University",
                    "location": {
                        "addrLine": "11 Stillwater",
                        "region": "Oklahoma",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [
                    "R"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hoyt",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Stephen",
                "middle": [
                    "M"
                ],
                "last": "Marek",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Oklahoma State University",
                    "location": {
                        "addrLine": "11 Stillwater",
                        "region": "Oklahoma",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Hassan",
                "middle": [],
                "last": "Melouk",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Oklahoma State University",
                    "location": {
                        "addrLine": "11 Stillwater",
                        "region": "Oklahoma",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Carla",
                "middle": [
                    "D"
                ],
                "last": "Garzon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Oklahoma State University",
                    "location": {
                        "addrLine": "11 Stillwater",
                        "region": "Oklahoma",
                        "country": "United States of America"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "20 E-probe Diagnostic for Nucleic acid Analysis (EDNA) is a bioinformatic tool originally 21 developed to detect plant pathogens in metagenomic databases. However, 22 enhancements made to EDNA increased its capacity to conduct hypothesis directed 23 detection of specific gene targets present in transcriptomic databases. To target specific 24 pathogenicity factors used by the pathogen to infect its host or other targets of interest, 25 e-probes need to be developed for transcripts related to that function. In this study, 26 EDNA transcriptomics (EDNAtran) was developed to detect the expression of genes 27 related to aflatoxin production at the transcriptomic level. E-probes were designed from 28 genes up-regulated during A. flavus aflatoxin production. EDNAtran detected gene 29 transcripts related to aflatoxin production in a transcriptomic database from corn, where 30 aflatoxin was produced. The results were significantly different from e-probes being 31 used in the transcriptomic database where aflatoxin was not produced (atoxigenic AF36 32 strain and toxigenic AF70 in Potato Dextrose Broth). 33 34 Maize [1], peanuts [2], tree nuts, dried spices [3] and cottonseed [4] are crops that can 35 be infected during the pre-harvest, post-harvest and/or storage period with Aspergillus 36 flavus Link. This fungus produces polyketide secondary metabolites named aflatoxins. 37",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "developed (72 hours), according to ATCC instructions. AF70 was thawed for 5 minutes, 113 directly plated onto Malt extract agar, and incubated at 25 °C in darkness until mycelium 114 was developed (72 hours), according to ATCC instructions. Agar plugs with actively 115 growing mycelia were re-plated in MEAbl agar and incubated at their optimal 116 temperatures in the dark until extensive conidial development (5 days) was observed. 117",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The cultures (AF36 and AF70) containing extensive conidia growth were used to 118 inoculate ground corn and Potato Dextrose Broth (PDB). 119",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Corn substrate was prepared using dried corn kernels (Zea mays). Kernels were weight 120 (20g) and ground (using a coffee grinder Mr. Coffee Precision Coffee Grinder IDS77) 121 until obtaining pieces with the approximate texture of coarse sand (0.5-1mm in 122 diameter). The coarse grains were autoclaved (dry cycle) for 20 minutes in 123 polycarbonate containers (Magenta GA-7, Plantmedia, US) and its humidity was 124 adjusted to keep between 25 -33% w/v (Modified from Woloshuk, Cavaletto, and 125",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Cleveland 1997). 126",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Ground corn kernels and PDB media were inoculated with conidial suspensions 127 obtained by washing A. flavus MEAbl plates with 2 mL of sterile distilled water. Conidia 128 collected (2 mL) were then added to a single vial containing 4mL of distilled water for a 129 final dilution of 3:1 v/v (Spore suspension was not quantified). Six mL of spore 130 suspension was used to inoculate each replicate (20 g of ground corn and PDB). The 131 ground grain was inoculated with the A. flavus suspension in polycarbonate containers 132 and homogeneously mixed by rolling the containers to allow uniform distribution of the 133 conidia. Similarly, 250 mL flasks containing 44mL of PDB were inoculated with 6 mL of 134 The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/365254 doi: bioRxiv preprint expression analysis was performed with DeSeq2 in R by comparing AF70 growing on 159 two substrates (corn and PDB). The control was AF70 in PDB (non-conducive for 160 aflatoxin production), and the treatment was AF70 in corn (conducive for aflatoxin 161 production) [37] . Positive fold change (up-regulated) genes were selected using the 162 log2 fold change metric obtained from the DeSeq2 analysis. Upregulated gene 163 sequences having log2 fold changes greater than five were retrieved by an in-house 164",
            "cite_spans": [
                {
                    "start": 1124,
                    "end": 1128,
                    "text": "[37]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Linux bash script and kept in a multi-fasta file for later e-probe design. 165",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The genomes from A. flavus AF70 (Accession: JZDT00000000.1) and NRRL3357 167 (Accession: AAIH00000000.2 ) [38] were obtained from Genbank. Sequences for the 168 aflatoxin gene cluster of AF70 (AY510453) and AF36 (AY510455) were also retrieved 169 from GenBank [39] . E-probes 80 nt long were generated using the e-probe pipeline for The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/365254 doi: bioRxiv preprint from 20 to 24,9 million reads per sequencing run ( Table 1) . The sequenced reads then 202 were mapped to the A. flavus AF70 strain genome to retrieve information about 203 potential up-regulation and down-regulation of genes by using STAR [36] and DESeq2. 204",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 264,
                    "text": "[39]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 533,
                    "end": 541,
                    "text": "Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "E-probe design 166"
        },
        {
            "text": "In total, 44 genes were identified as up-regulated and 129 genes were down-regulated 205 in the A. flavus genome (Error! Reference source not found. Table) . Identified as part of 206 the aflatoxin gene cluster, only 17 out of 44 upregulated genes. From two to six gene 207 fold changes were plotted in a hierarchical clustering heat map as well as in a MAPlot 208 (Fig 1 Fig 2) . 209 The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/365254 doi: bioRxiv preprint aflatoxin specifically for AF70. AF36 genome-wide e-probes were not generated 224 because there is not a genome sequence available yet for that specific strain. 225",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 149,
                    "end": 155,
                    "text": "Table)",
                    "ref_id": null
                },
                {
                    "start": 365,
                    "end": 378,
                    "text": "(Fig 1 Fig 2)",
                    "ref_id": null
                }
            ],
            "section": "E-probe design 166"
        },
        {
            "text": "As expected, 231 e-probes had hits creating High-Quality Matches (HQMs) in AF70-227 corn transcriptome datasets; meanwhile, AF70-PDB had only 39 HQMs (Fig 3) . AF36-228 corn had only two HQMs and AF36-PDB had 12 HQMs (Table 1) . EDNAtran 229 discriminated between the transcriptomic databases with abundant aflatoxin production 230 and the transcriptomes from low-toxin production based on EDNA eukaryotic metrics 231",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 150,
                    "end": 157,
                    "text": "(Fig 3)",
                    "ref_id": null
                },
                {
                    "start": 217,
                    "end": 226,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Detecting aflatoxin production using EDNAtran in A. flavus 226"
        },
        {
            "text": "[32] ( Table 1) . However, to infer the presence of aflatoxin we can only use frequencies 232 of hits as an indirect measure. In this case, the number of times a read was mapped to 233 an e-probe was recorded and counted without any limits. A dot plot of alignment length 234 vs. percent identity with marginal hit frequencies facilitates visualizing hit frequencies. 235",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 7,
                    "end": 15,
                    "text": "Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Detecting aflatoxin production using EDNAtran in A. flavus 226"
        },
        {
            "text": "Specifically for A. flavus AF70 in corn, it was observable that the hit frequencies were 236 very high -around 9,000 hits per e-probe -when the alignments are above 90% 237 identity and the alignment length was approaching to the total length of the e-probe ( Fig Fig 3. EDNA transcriptomics hits distribution and frequencies for A. growing on PDB, and AF36 on corn and PDB (Fig. 5 and Table 2 ). In conclusion, 266",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 260,
                    "end": 332,
                    "text": "Fig Fig 3. EDNA transcriptomics hits distribution and frequencies for A.",
                    "ref_id": null
                },
                {
                    "start": 374,
                    "end": 393,
                    "text": "(Fig. 5 and Table 2",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Detecting aflatoxin production using EDNAtran in A. flavus 226"
        },
        {
            "text": "EDNAtran was able to find statistically significant differences between the transcriptomic 267 data set of the highly toxigenic sample, from the non-toxigenic samples, using 231 e-268 probes generated in this study. 269 Inspectors at international ports require a rapid detection method when decisions need 285 to be done on site. EDNA has been considered a good candidate to be used as a 286 diagnostic tool in ports of entry, due to its multiplexing capacity and rapidness. Yet, 287 EDNA does not include an analysis of pathogen viability. If DNA-based detection 288 (metagenomic analysis) is positive and viability needs to be addressed, the use of 289 additional tests is not a viable approach for perishable or time-sensitive shipments. 290",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detecting aflatoxin production using EDNAtran in A. flavus 226"
        },
        {
            "text": "Using RNA sequencing and relative quantification of active genes is ideal to infer the 291 viability of plant pathogens. The use of EDNA transcriptomics to infer the production of 292 aflatoxin is a first attempt to introduce a novel strategy by using new sequencing 293 technologies to identify viable plant pathogens. The use of e-probes that are designed 294 on up-regulated genes incorporates an advantage to EDNA transcriptomics over other 295 tools that use RNA sequencing to assess gene expression [37] . The advantage of 296 EDNA transcriptomics over other methods of transcript frequency inference and 297 calculation is that the time-consuming map against the reference genome is not 298 necessary. Instead, we align the sample reads to the highly specific e-probes, which are 299 designed for known up-regulated genes. Directing the analysis to genes that are known 300 to be up-regulated reduces the analysis time tremendously since a mapping against a 301 whole genome is no longer necessary. Where needed total nucleic acids (DNA and 302 RNA) can be extracted from the sample of interest to perform both pathogen detection 303 and gene activity. 304 . CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/365254 doi: bioRxiv preprint",
            "cite_spans": [
                {
                    "start": 505,
                    "end": 509,
                    "text": "[37]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Detecting aflatoxin production using EDNAtran in A. flavus 226"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Conservation of structure and function of the aflatoxin regulatory gene aflR from",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Lack of interaction between AFLR and AFLJ contributes to 377 nonaflatoxigenicity of Aspergillus sojae",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Biotechnol",
            "volume": "107",
            "issn": "3",
            "pages": "245--53",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Sequence breakpoints in the aflatoxin 379 biosynthesis gene cluster and flanking regions in nonaflatoxigenic Aspergillus 380 flavus isolates",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Horn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Dorner",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Fungal Genet Biol",
            "volume": "42",
            "issn": "11",
            "pages": "914--937",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Method for monitoring deletions in the aflatoxin 382 biosynthesis gene cluster of Aspergillus flavus with multiplex PCR",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Callicott K A",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Cotty",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Lett Appl",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Jonker M a. Regulations relating to mycotoxins 38",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Van Egmond",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Schothorst",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Nierman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Fedorova-Abrams",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Losada",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Cleveland",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bhatnagar",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Genome Sequence of Aspergillus flavus NRRL",
            "volume": "3357",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Aflatoxin Contamination of Food and Feed",
            "authors": [],
            "year": 2015,
            "venue": "Genome Announc",
            "volume": "3",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Aflatoxin biosynthesis gene clusters and flanking 447",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Ehrlich",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Cotty",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Espindola et al., 2015; Stobbe et al., 2013). The aflatoxin gene cluster of 171 AF70 was used as target sequence and the same gene cluster for AF36 was used as 172 near neighbor sequence. E-probe specificity was verified by local alignment of each e-173 probes with the intended target genome (AF70) using an stringency of 100% identity 174 and query coverage. Metadata information about the gene where it belongs was also 175 retrieved by the EDNAtran e-probe design pipeline. E-probe annotation was utilized to 176 select e-probes that belonged only to the up-regulated genes previously identified conducive (PDB) environment for aflatoxin production. E-probes designed in up-183 regulated genes of the aflatoxin gene cluster of AF70 was utilized during this analysis. 184 Hit frequencies of raw reads with e-probes were recorded for each of the four 185 treatments. Data on hit frequencies were analyzed for variance by ANOVA. For 186 analysis of significant differences between hit frequencies, Tukey's HSD test and T-test 187 at P=0.05 were used. 188 RESULTS 189 Assessing appropriate growing conditions for the production of aflatoxin 190 The isolates of A. flavus AF70 and AF36 showed different growth patterns and 191 morphology on the different media (PDB and ground corn). Aflatoxin production is 192 directly correlated with concentrations of free saccharides [40-43]; therefore AF70 and 193 AF36 were grown in a toxin-inducing substrate (ground corn) and non-toxin inducing 194 media (PDB). Free saccharides (glucose, sucrose, raffinose, etc) are localized in the 195 germ of the corn grain when matured non-germinated seeds; however, in germinating 196 corn, the endosperm is used as a source of saccharides [44]. Increased sclerotia 197 production was observed in AF70, in contrast, AF36 produced conidia in all media. 198However, AF70 produced conidia 10 days post inoculation in corn.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Mean Average Plot for RNA sequencing gene expression analysis. Red line 210 shows zero change in gene expression. Blue dashed lines show no change in gene 211 expression and green dashed lines show a five-fold change in gene expression. Red 212 dots are genes that have been either up-regulated or down-regulated in A. flavus AF70 213 infecting ground corn. Gray dots depict genes that have not had enough statistical 214 evidence to be assigned a gene expression fold change. Hierarchical clustering map depicting A. flavus AF70 growing on PDA and 216 ground corn. Gene expression fold change is differentiated by a color palette ranging 217 from red (most up-regulated genes have plus six-fold changes) to blue (most down-218 regulated genes have minus six-fold change). Genes are clustered based on their 219 gene expression fold change to facilitate gene co-expression analysis.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "flavus 244 aflatoxin detection. (A and C) RNA sequencing of A. flavus AF70 and AF36 245 respectively growing on corn identified with 80-mer AF70 aflatoxin-specific e-probes. (B 246 and D). RNA sequencing of A. flavus AF70 and AF36 respectively growing on PDB.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Hit frequencies of AF70 e-probes in RNA sequencing databases of A. 248 flavus. Atoxigenic strain of A. flavus AF36 growing on both PDB and Corn. Similarly, 249 the toxigenic strain of A. flavus AF70 growing on PDB and Corn. Differences in gene 250 expression levels are directly correlated to hit frequencies. 251",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Post-hoc analysis of ANOVA using Tukey HSD with 95% of confidence for the 270 inference of aflatoxin transcriptional activation. Lines close to zero are interactions that 271 had no difference in their hit frequency means while lines closer to 30 are interactions 272 that had different hit frequency means. 273",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "then 1 mL of the spore suspension was obtained and added to a capped 2mL tube 141 containing silica beads. The conidia cell walls were disrupted by shaking the 2mL tubes 142 using a bead beater (2 cycles of 20 seconds). The lysate was then transferred (500 µL) 143 to a column of the Qiagen RNeasy Plant Mini Kit for RNA extraction. On the other hand, 144 for AF36 and AF70 growing on PDB, mycelia/spores were recovered by filtrating them 145 using Whatman paper. 100 mg of mycelium/spores were weight and added to a column 146 of the Qiagen RNeasy Plant Mini Kit to continue with the RNA extraction procedure. The 147 RNA quality and integrity were assessed using a 2100 Agilent Bioanalyzer (Agilent 148 Technologies) for 12 RNA extraction samples from AF36 and AF70. A sample (per 149 strain) having RIN numbers higher than eight were selected for RNA sequencing. After 150 quality control, RNA was sequenced using the Illumina HiSeq 2500 sequencer at the 151 Core Facility of the University of Illinois at Urbana-Champaign, IL. The mRNA 152 sequencing library was created with PolyA capture method per manufacturer's protocol 153 and the library was sequenced as single-end. 154 RNA sequencing reads from samples AF70-corn and AF70-PDB were mapped onto the 156 A. flavus AF70 genome using STAR software [36] and bam binary files were 157",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "EDNA transcriptomics output table for the inference of aflatoxin in A. 252 total number of probes; HQM, high-quality matches; Ev, matches include e-value in the 255 T-test for A. flavus showed that e-probes hitting on RNA sequencing databases 264 obtained from A. flavus AF70 growing on ground corn were different from those of AF70 265",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Pairwise T-test p-values comparing e-probe hit frequencies for A. flavus toxin 274 detection analysis using the aflatoxin e-probes. 275 used as a complementary detection tool or, complementary molecular viability analysis 283 is included [46]. 284",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}