{
    "paper_id": "1a12cc7d49d8521bec5d447ebb413cbcf5aca8f4",
    "metadata": {
        "title": "Study of the mental health status of medical personnel dealing with new coronavirus pneumonia",
        "authors": [
            {
                "first": "Jun",
                "middle": [],
                "last": "Xing",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Second Affiliated Hospital of Harbin Medical University",
                    "location": {
                        "settlement": "Harbin",
                        "country": "P. R. China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ning",
                "middle": [],
                "last": "Sun",
                "suffix": "",
                "affiliation": {
                    "laboratory": "The Second Affiliated Hospital of Harbin Medical University. Harbin, P. R. China. Postal Code :150001",
                    "institution": "Ningbo College of Health Sciences",
                    "location": {
                        "postCode": "315100",
                        "settlement": "Ningbo, Ningbo",
                        "country": "P. R. China., P. R. China. Postal Code"
                    }
                },
                "email": "sunning_ly@126.com"
            },
            {
                "first": "Jun",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Second Affiliated Hospital of Harbin Medical University",
                    "location": {
                        "settlement": "Harbin",
                        "country": "P. R. China"
                    }
                },
                "email": ""
            },
            {
                "first": "#",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shuling",
                "middle": [],
                "last": "Geng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Second Affiliated Hospital of Harbin Medical University",
                    "location": {
                        "settlement": "Harbin",
                        "country": "P. R. China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yuqian",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xuefu",
                "middle": [],
                "last": "Road",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Objective: This paper studied the relationship between personality traits and mental health conditions of medical personnel to provide a basis and reference for the implementation of targeted education on mental health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "A self-report inventory, the Symptom Checklist-90 (SCL-90), was used to investigate the mental health status of 548 medical personnel dealing with the new coronavirus pneumonia in eight provinces and cities of China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The overall mean SCL-90 score and mean values of factors (somatization, obsessive-compulsive, anxiety, phobic anxiety, and psychoticism) of the medical personnel were significantly higher than in the norm group (p < 0.05), while their average interpersonal sensitivity score was significantly lower (p < 0.01). In addition, personal factors affecting the mental health status of medical personnel were identified.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "( all p < 0.05).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The overall mental health status of medical personnel responding to new coronavirus pneumonia is generally higher than that of the norm group in China. The results of this study should contribute to measures to alleviate the psychological pressures on medical personnel dealing with the new coronavirus epidemic in China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "[Keywords] medical personnel; new coronavirus pneumonia; SCL-90 inventory; mental health; influencing factors All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Novel coronavirus pneumonia (NCP) is a pathogenic coronavirus often referred to as the novel coronavirus. On January 12, 2020, WHO officially named the disease Coronavirus Disease 2019 (COVID-19). The first case of COVID-19 was reported in Wuhan in China on December 12, 2019 [1] [2] as causing severe acute respiratory infection (SARI). Coronaviruses are a large family of viruses known to cause illnesses such as cold and more serious diseases such as Middle East respiratory syndrome (MERS) and severe acute respiratory syndrome (SARS). COVID-19 is a new strain of coronavirus that has never been found in the human body before [3] [4] .",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 279,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 280,
                    "end": 283,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 631,
                    "end": 634,
                    "text": "[3]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 635,
                    "end": 638,
                    "text": "[4]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "COVID-19 patients typically show symptoms such as fever, coughing, shortness of breath, and difficulty in breathing. In more severe cases, the disease can lead to pneumonia, severe acute respiratory failure, kidney failure, and even death [5] . There is as yet no specific treatment for COVID-19. Patients mainly receive symptomatic treatment and care for the prevention of complications, while supplementary medical services also appear to be very effective for infected people. The rate of COVID-19 infections has increased rapidly in a short period of time. As of February 17, 2020, the number of confirmed cases exceeded 70,000, with 1,770 deaths [6] . In addition, the disease can cause secondary infections, which has created a huge burden and pressure for the prevention and treatment of the disease in various places. At present, more than 30,000 medical personnel from various medical teams across the country have provided support in Wuhan [7] . Though the help from these medical personnel has relieved the local pressure for medical care to save critically ill COVID-19 patients, there have been serious infections among the medical staff in Wuhan and other places in Hubei Province. At present, over 3000 medical personnel have been infected, which has greatly increased the psychological pressure they experience. In the face of the catastrophic health emergency of COVID-19, medical personnel have been affected by different kinds of subjective and objective factors and confront several mental health problems. Mental illness is a form of human stress response, an explanatory, emotional, and defensive response within the human body, and a physiological response of the human body to the impact of needs or injuries.",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 242,
                    "text": "[5]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 651,
                    "end": 654,
                    "text": "[6]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 950,
                    "end": 953,
                    "text": "[7]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Therefore, this study aims to analyze the psychological state of medical personnel dealing with COVID-19 and its influencing factors in order to provide an objective basis for the prevention of further transmission, interventions, and countermeasures for COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This study adopted convenience sampling to recruit research subjects. From January 25 to February 16, 2020, 560 medical personnel from 12 hospitals in eight provinces and cities across the country were enrolled as research subjects. or emergency department, level of concern whether you and your family have been infected, degree of suspicion that you were infected when coronavirus-related symptoms occurred, and whether you have received medical observation recently.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subjects"
        },
        {
            "text": "The SCL-90 self-report inventory: The SCL-90 inventory, compiled by Derogatis in 1975, includes 10 factors and a total of 90 items. Each factor reflects the symptoms and pain of a patient in a certain aspect, and the distribution of symptoms can be understood through the factor scores. The 10 factors include somatization, obsessive-compulsive, depression, anxiety, hostility, phobic anxiety, paranoid ideation, psychoticism, sleep, and diet. Each item was scored using a 5-point Likert scale, ranging none, mild, moderate, moderate to severe, to severe. The total score is the sum of the scores of the 90 items. In previous studies, the homogeneity reliability of the total SCL-90 scale was 0.97, and the homogeneity reliability of each sub-scale was also greater than 0.68. The test-retest reliability was greater than 0.7, and the content validity was above 0.85, which suggest sound reliability and validity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subjects"
        },
        {
            "text": "The study used online questionnaires for data collection. Researchers conducted surveys upon the completion of general training. All procedures were approved by the Ethics Committee of Harbin Medical University(HRBYKD-A26). The research purpose and methods were explained to subjects to seek their cooperation. Online informed consent forms were signed by participants. They were informed that their participation was completely voluntary, and they could withdraw from the study at any time. The link of the online questionnaire was then sent to a total of 560 medical personnel via the Internet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Survey methods and medical ethics:"
        },
        {
            "text": "(1) In this study, data analysis was performed after logical checks using the statistical software SPSS 22.0. A p-value less than 0.05 (p < 0.05) was considered statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical methods:"
        },
        {
            "text": "(2) Statistical description: The mean value, standard deviation, and frequency were used to describe the demographic data of medical personnel, while the mean value and standard deviation were used to describe the scores for the mental health status of medical personnel responding to COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical methods:"
        },
        {
            "text": "(3) Statistical inference: Multivariate linear regression was adopted to analyze the impact of the demographic data of medical personnel on their mental health status.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical methods:"
        },
        {
            "text": "A total of 560 questionnaires were distributed, and 548 valid questionnaires were recovered, for an effective recovery rate of 97.90%. These 548 questionnaires were completed by medical personnel from eight provinces and cities in China, namely Heilongjiang, Liaoning, Jilin, Inner Mongolia, Tianjin, Sichuan, Shanxi, and Shandong. Details of the respondents' personal information are given in Table 1 . author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 394,
                    "end": 401,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "General information of medical personnel"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General information of medical personnel"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Level of expertise"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Level of expertise"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. 2.2 SCL-90 factor scores of medical personnel compared with national norms [8] The overall average of SCL-90 and mean values of factors (somatization, obsessive-compulsive, anxiety, phobic anxiety, and psychoticism) of medical personnel were significantly higher than that of the norm group (p < 0.05 or p < 0.01),",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 242,
                    "text": "[8]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Level of expertise"
        },
        {
            "text": "while the average score of the interpersonal sensitivity factor of medical personnel was significantly lower than that of the norm group (p < 0.01). Details are provided in Table 2 . author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 173,
                    "end": 180,
                    "text": "Table 2",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Level of expertise"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.04.20030973 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Level of expertise"
        },
        {
            "text": "Stepwise linear regression was performed using the total score of mental health status as the dependent variable and 17 items of personal information as independent variables. The 17 items include: hospital, department, occupation, gender, age, highest education level, work experience, level of expertise, marital status, any children, living status, whether you have participated in training for handling of public health emergencies, whether family members support your working on the front line against coronavirus, whether you have supported in affected areas in Hubei, designated hospitals, department of infectious diseases, fever clinics or emergency department, level of concern whether you and your family have been infected, degree of suspicion that you were infected when coronavirus-related symptoms occurred, and whether you have received medical observation recently. Values were assigned to independent variables using the method shown in Table 3 . The α -values for importing and exporting a variable in the regression equation were set to 0.10 and 0.15, respectively. Factors affecting the mental health and status of medical personnel based on their significance from high to low are: the degree of suspicion that they were infected when the novel coronavirus-related symptoms occurred, the level of concern whether they and their family members have been infected, age, whether they have supported in affected areas in Hubei Province, designated hospitals, and other places for the novel coronavirus, and whether family members support them working on the front line (p < 0.05). Details of the regression results are listed in Table 4 . author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 955,
                    "end": 962,
                    "text": "Table 3",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 1647,
                    "end": 1654,
                    "text": "Table 4",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "Level of expertise"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.04.20030973 doi: medRxiv preprint COVID-19 is a fulminant infectious disease. As it is highly contagious, many people are frightened by it and even talk fearfully about coronavirus, which can also be observed in front-line medical staff. The results of the study have shown that the overall mean of the SCL-90 and the mean values of the factors (somatization, obsessive-compulsive, anxiety, phobic anxiety, and psychoticism) of medical personnel were significantly higher than that of the norm group (p < 0.05), while the average score of the interpersonal sensitivity factor of medical personnel was significantly lower than that of the norm group (p < 0.01). More specifically, medical personnel are most of the people closest to COVID-19 patients, so they are at high risk of exposure to the disease. Moreover, they have a deep understanding of the dangers of COVID-19, so they are prone to anxiety and fear. The infection protection procedures for COVID-19 are highly complex and medical staff need to constantly change clothes and replace protective equipment, so they are more likely to establish obsessive-compulsive behaviors. Medical personnel, especially young medical staff, have less experience in the field and in dealing with difficulties and hardships in life.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Level of expertise"
        },
        {
            "text": "Therefore, when they suddenly encounter such sudden public health events, they tend to suffer anxiety and phobic anxiety, leading to physical and mental problems. That is why scores of the factors somatization, obsessive-compulsive, anxiety, phobic anxiety, and psychoticism were significantly higher than in the norm group. This result suggests that psychologists and team leaders should pay more attention to the anxiety, phobic anxiety, and psychoticism issues of the medical personnel in a team. The average score for the interpersonal sensitivity factor of medical personnel was significantly lower than that of the norm group. This shows that in the event of an infectious disease epidemic, the majority of medical personnel are united and have good professional strengths and qualities for self-regulation and self-protection. The results of this study show partial consistency with the studies of the mental health status of front-line medical personnel for SARS in 2003 [9] .",
            "cite_spans": [
                {
                    "start": 979,
                    "end": 982,
                    "text": "[9]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Level of expertise"
        },
        {
            "text": "The results of this study have shown that the factors affecting the mental health status of medical personnel based on the significance from high to low are: the degree All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of influencing factors of the mental health status of medical personnel"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.04.20030973 doi: medRxiv preprint of suspicion that they were infected when the novel coronavirus-related symptoms occurred, the level of concern whether they and their family members have been infected, age, whether they have supported in affected areas in Hubei Province, designated hospitals, and other places for the novel coronavirus, and whether their family members support them working on the front line. Specific reasons are given in the following sections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of influencing factors of the mental health status of medical personnel"
        },
        {
            "text": "3.2.1 Degree of suspicion that they were infected when the novel coronavirus-related symptoms occurred, the level of concern whether they and their family members have been infected, whether they have supported in affected areas in Hubei Province, designated hospitals, and other places for the novel coronavirus, and whether family members support them working on the front line COVID-19 patients are the main source of transmission of the disease. Patients with latent infection (i.e., asymptomatic infection) may also constitute a source of infection [10] . Medical personnel are in frequent close contact with patients during their treatment and care, hence the high risk of infection [11] . Among 138 patients admitted consecutively from January 1 to 28, 2020, to Zhongnan Hospital of Wuhan University, the proportion of medical personnel was as high as 29% [12] . A retrospective analysis of 1099 confirmed COVID-19 patients from 552 hospitals in 31 provinces (diagnosis as of January 29) found that the proportion of medical staff was 2.09% [13] . Therefore, medical staff are at high risk of infection and are under great psychological pressure. If they become infected as a result of supporting affected areas in Hubei and COVID-19 designated hospitals, it will not only affect their physical and mental health but also that of their families. Therefore, with the emergence of symptoms and the increase in the level of concern, the mental health status of clinical medical staff may deteriorate. Furthermore, if their families do not support them working on the front line against the disease, then the psychological burden of the medical staff will also increase due to the resulting sense of conflict with professional ethics, resulting in further impact on their physical and mental health.",
            "cite_spans": [
                {
                    "start": 554,
                    "end": 558,
                    "text": "[10]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 689,
                    "end": 693,
                    "text": "[11]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 863,
                    "end": 867,
                    "text": "[12]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1048,
                    "end": 1052,
                    "text": "[13]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Analysis of influencing factors of the mental health status of medical personnel"
        },
        {
            "text": "We found that the higher the age, the higher the mental health score and the more psychological problems. Based on the age distribution of patients across the country, all ages have no resistance to the novel coronavirus, and a person of any age can be infected as long as virus transmission conditions are met [14] . An analysis of 4021 confirmed patients nationwide (diagnosis date as of January 26) also shows that people of all ages are generally vulnerable to the disease, of whom 71.45% are aged 30 to 65 years [14] . As people get older, the risk of exposure to the disease may increase in people with underlying illness such as asthma, diabetes, and heart diseases [15] . Therefore, older medical personnel have more psychological stress when dealing with COVID-19 patients. It is advised that older medical personnel receive psychological counseling before and during work to help them adjust their status as soon as possible. Despite all the above, this study believes that after such a \"smokeless\" war against the novel coronavirus, the psychological quality of medical personnel can be improved to a certain extent.",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 315,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 517,
                    "end": 521,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 673,
                    "end": 677,
                    "text": "[15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Age:"
        },
        {
            "text": "In the face of the catastrophic health emergency caused by COVID-19, medical staff have been affected by different kinds of subjective and objective factors. Their mental health problems are a form of human stress response, an explanatory, emotional, and defensive response within the human body, and a physiological response of the human body to the invasion of needs or injuries. In this special environment, their work, life, and emotions tend to be regularly abnormal. Due to the requirements for isolation and disinfection, medical personnel need to wear several layers of protection clothing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "This increases the intensity of their work and requires great physical energy, causing severe hypoxia and physical symptoms such as headache and muscle soreness. Other symptoms such as obsessive-compulsive symptoms, interpersonal sensitivity, depression, anxiety, phobic anxiety, hostility, and paranoid ideation are all normal psychological reactions in the handling of emergencies and environmental stimuli. In face of a disaster, persons with good mental health will tend to actively take measures such as catharsis, transference, compensation, relaxation, humor, self-consolation, and rational response. The results of this study show that the overall mental health of All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.04.20030973 doi: medRxiv preprint medical staff is generally poor when dealing with COVID-19. Psychological tests show that people have a process of adaptation to catastrophic emergencies, from initial rejection, shock, and fear, to habituation, acceptance, and calm, to co-existence and living together, which is a regular process. In the face of such a sudden disaster as COVID-19, these psychological symptoms have manifested in both doctors and patients. For medical personnel, it is particularly important to pay attention to mental health conditions while fulfilling their responsibilities. In future research, it is worth exploring how to strengthen the monitoring of mental health conditions of medical personnel and establish an active, systematic, and scientific psychological defense system under such special circumstances.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "In this study, the applicability of the results is limited by the nature of cross-sectional studies, and because of its use of convenience sampling from 12 hospitals in eight provinces and cities of China. In subsequent research in this project, a longitudinal study should be conducted that uses a wider sample and measures the mental health status of medical personnel from multiple dimensions, which can help better identify the mutual influence between demographic data and mental health status.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research Limitations and Future Research Plans"
        },
        {
            "text": "the JX acquisition of data, project administration, manuscript revisions, and its final approval; the JX formal analysis, manuscript revision, and final approval; SLG conception, manuscript revision, and final approval; the YQL conception, design, funding acquisition, manuscript revision, and final approval; SN conception, design, project administration, manuscript revision, and final approval. All the authors read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research Limitations and Future Research Plans"
        },
        {
            "text": "Permission to conduct the study and to obtain access for the purpose of gathering the data were obtained from by the Ethics Committee of Harbin Medical University(HRBYKD-A26). Written, informed consent was obtained from all the participants, or from their legal guardians, or caregivers prior to enrolment in the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics approval and consent to participate"
        },
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Report of clustering pneumonia of unknown etiology in Wuhan City",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Chinese Center for Disease Control and Prevention. Wuhan Municipal Health Committee's report on the status of viral pneumonia of unknown cause",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "All rights reserved. No reuse allowed without permission",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "World Health Organization. Novel coronavirus-China",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Early transmission dynamics in Wuhan, China, of Novel coronavirus-infected pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Epub ahead of print 29",
            "authors": [],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Epub ahead of print 24",
            "authors": [],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "30183--30188",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Chinese Center for Disease Control and Prevention. Epidemic distribution of new coronavirus pneumonia",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The authoritative release of the joint prevention and control mechanism of the State Council",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Preliminary analysis of SCL-90 evaluation results of Chinese normal people",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Mental health survey of 106 front-line medical personnel for SARS",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Beijing J Trad Chin Med",
            "volume": "23",
            "issn": "3",
            "pages": "139--141",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Genomic characterisation and epidemiolooy of 2019 novel coronavirus: implications for virus origins and receptor binding",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "La",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "30251--30259",
            "other_ids": {
                "DOI": [
                    "10.1016/s0140-6736(20"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Kok",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "30154--30163",
            "other_ids": {
                "DOI": [
                    "10.1016/s0140-6736(20"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.1585"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity. The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.04.20030973"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The continuing 2019-nCoV epidemic threat of novel coronaviruses to global health: the latest 2019 novel coronavirus outbreak in Wuhan",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "I"
                    ],
                    "last": "Azhar",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Madani",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "National Health Commission of the People's Republic of China. National Health Commission Press Conference",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "All rights reserved. No reuse allowed without permission",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity. The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.04.20030973"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Survey tools Survey of demographic characteristics of medical personnel, including 18 questions related to the following aspects: province, hospital, department, occupation, gender, age, highest education level, work experience, level of expertise, marital status, children, living status, whether you have participated in training for handling of public health emergencies, whether family members support your working on the front line against coronavirus, whether you have supported in affected areas in Hubei, designated hospitals, department of infectious diseases, fever clinics",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Demographic data of medical personnel (n = 548)",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Does your family support your working on the front line? Have you supported in affected areas in Hubei, designated hospitals, or other places? All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Comparison of SCL-90 factor scores between medical personnel and the national norm group (X±S) The influencing factors of the psychological status of medical personnel All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Value assignment methods for independent variables of influencing factors of mental health status of medical personnel",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Results of multiple linear regression analysis of influencing factors of mental health status of medical personnel",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank the medical personnel who participated in the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgment"
        },
        {
            "text": "The datasets generated and analyzed during the current study are not publicly available due to ethical restrictions and patient confidentiality but are conditionally available from the corresponding author on request. Aggregated data are provided in the paper tables.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "The authors were responsible for the NS conception, design, analysis and data interpretation, drafting the manuscript, revising the manuscript, and its final approval; All rights reserved. No reuse allowed without permission.author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint (which was not peer-reviewed) is the .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contributions"
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}