{
    "paper_id": "1a9c229f4f866db4f9c23a77b8c1275b52407c64",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "M",
                "middle": [
                    "K"
                ],
                "last": "Prasannakumar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Agricultural Sciences",
                    "location": {
                        "postCode": "560 065",
                        "settlement": "Bangalore",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "P",
                "middle": [],
                "last": "Buela Parivallal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Agricultural Sciences",
                    "location": {
                        "postCode": "560 065",
                        "settlement": "Bangalore",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "Manjunath",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "H",
                "middle": [
                    "B"
                ],
                "last": "Mahesh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Karthik",
                "middle": [
                    "S"
                ],
                "last": "Narayan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "198 glass house at University of Agricultural Sciences, G.K.V.K",
                    "institution": "University of Madras",
                    "location": {
                        "addrLine": "Guindy Campus",
                        "settlement": "Chennai-, Bangalore",
                        "region": "Karnataka",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Gopal",
                "middle": [],
                "last": "Venkatesh Babu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "198 glass house at University of Agricultural Sciences, G.K.V.K",
                    "institution": "University of Madras",
                    "location": {
                        "addrLine": "Guindy Campus",
                        "settlement": "Chennai-, Bangalore",
                        "region": "Karnataka",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "K",
                "middle": [],
                "last": "Priyanka",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Agricultural Sciences",
                    "location": {
                        "postCode": "560 065",
                        "settlement": "Bangalore",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "E"
                ],
                "last": "Puneeth",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Agricultural Sciences",
                    "location": {
                        "postCode": "560 065",
                        "settlement": "Bangalore",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "K",
                "middle": [
                    "T"
                ],
                "last": "Rangaswamy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Agricultural Sciences",
                    "location": {
                        "postCode": "560 065",
                        "settlement": "Bangalore",
                        "country": "India"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Early in planta detection of Xanthomonas axonopodis pv. punicae in pomegranate using 2 enhanced loop-mediated isothermal amplification assay 3 4 Abstract 33 Bacterial blight in pomegranate caused by Xanthomonas axonopodis pv. punicae (Xap) is an 34 increasing threat for pomegranate cultivation in India. To prevent the economic losses, it is pivotal 35 to detect the infection in latent stages rather than in later stages. We have developed an enhanced 36 method termed as loop-mediated isothermal amplification (LAMP) technique to evaluate for the 37 latent detection of Xap in pomegranate using six set of specific primers. Three DNA intercalating 38 dyes were used, such as Ethidium bromide, hydroxynaphthol blue (HNB) and SYBR Green which 39 resulted in visualising the positivity for LAMP assay. The reaction time and temperature were to 40 be 65°C from 30 min onwards, for the dyes and its sensitivity was observed up to 10 -7 ng in the 41 LAMP assay. For field applicability, LAMP assay detected Xap on 7 th day post infection while the 42 PCR amplified Xap after 11 th day post infection. Finally, the specificity of LAMP assay was 43 validated to be positive with ten Xap isolates for its accuracy and 29 non-Xap bacterial isolates 44 showed negative results. Moreover, this method could be used as a better alternative to PCR based 45 methods, for early detection of the pathogens. 46 47 50 Pomegranate (Punica granatum L.) is an important fruit crop widely cultivated from tropical to 51 temperate conditions [1]. India ranks first in the world for maximum area under pomegranate 52 cultivation (0.125 million hectares) and Maharashtra, Karnataka and Andhra Pradesh are the major 53 pomegranate growing states [2]. The bacterial blight caused by Xanthomonas axonopodis pv. 54 punicae (Xap) in pomegranate was first reported in India in 1952 and presently it has a serious 55 outbreak in all major pomegranate-growing states resulting in a major economic loss. Prominent 56 small water-soaked and dark irregular spots appearing on the leaf are the typical symptoms induced 57 by this pathogen. The pathogen infect the fruit, stem, branches causing cracking symptoms and 58 ultimately leads to yield loss up to 80 percent [3]. . CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/328674 doi: bioRxiv preprint 59 Globally, it is estimated that a minimum 30-40% of the crop cultivated gets destroyed 60 annually due to pests and diseases [4]. In India, bacterial blight alone reduces the yield between 61 60 to 80 percent above global yield loss in pomegranate. To avoid yield loss, it is very important 62 and necessary to develop an efficiently sensitive pathogen detection method within incubation time 63 of the pathogen (i.e. time between the host infection and expression of the disease symptoms) 64 [5,6]. 65 The most common methods employed for detecting the plant pathogens include 66 immunological techniques like ELISA (enzyme-linked immunosorbent assay) [7] and molecular 67 methods such as PCR (polymerase chain reaction) [8] and Southern blotting [9]. The methods for 68 early detection of the plant pathogens in the field has to be designed in such a way that it has to be 69 competently very sensitive, specific, cost-effective and detectable with a minimal equipment 70 facilities [10]. For instance, the PCR based technique has its own drawbacks which require high 71 quality and quantity of DNA and amplification is complex that requires a thermal cycler for 72 changing the reaction temperature and requires relatively long time for the amplification process 73 to complete. Further, it also requires agarose gel electrophoresis and gel documentation to confirm 74 the amplification [11]. To overcome these limitations, researchers have shown interest in 75 developing an isothermal amplification technique termed as Loop-mediated isothermal 76 amplification (LAMP) [12]. LAMP is an auto-cycling strand displacement DNA synthesis 77 technique, which is carried out at a constant temperature and does not require a thermal-cycler. 78 The amplification is completed within 30-60 minutes at a constant temperature of 60-65º C, which 79 can be carried out in a simple water bath or heating block [13]. Moreover, LAMP is a cost effective 80 and it does not require a thermal cycler and electrophoretic unit, as the result can be inferred as 81 positive or negative with the colour change or turbidity observed by naked eye without spending 82 much time [14]. 83 The favorable target for bacterial pathogen diagnostic includes mainly, 16S ribosomal 84 RNA (rRNA) gene which is been widely used to identify the bacterial species among different 85 bacteria [15-17]. This diversity is unique for species and their sequences are presented inside their 86 nine (V1 -V9) hypervariable regions which constitutes useful targets [18]. These regions are 87 highly conserved stretches in bacteria, which facilitates the identification through PCR In principle, the LAMP assay recognizes six specifically designed primers that recognize 90 eight distinct sequences from the target bacterial DNA [20]. It consists of two outer primers (F3 91 and B3), two inner primers (FIP and BIP), a loop-forward (LF) and a loop-backward (LB). These 92 six primers ensure a high specificity for target DNA amplification. Moreover, these primers enable 93 generation of a stem-loop DNA for subsequent complex LAMP amplification, which includes self-94 priming reaction. A mixture of DNA, differing in the number of loops and length of the stem-loop 95 is produced as a final product [21]. By considering the advantages of LAMP assay, which is widely 96 used to detect broad range of microorganisms[22,23]. The present study was aimed to detect the 97 bacterial blight of pomegranate in early stages with minimum pathogen DNA template by 98 optimizing several DNA intercalating dyes with lower temperature in a shorter time with less 99 technical skills.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "100",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "MATERIALS AND METHODS",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Source of bacterial blight material used for the study 102 Ten Xanthomonas axonopodis pv. punicae (Xap) isolates collected from four different regions of 103 Karnataka, India were used in this study (Fig 1) . Additionally, we have also isolated 29 non-104 Xanthomonas bacteria from pomegranate Table 1 . The pure culture Xap isolates were maintained 105 in a Nutrient Broth for 72 hours and the DNA was extracted using crude method. The quality and 106 quantity of the DNA were determined using Nanodrop (Model -DS-11 FX +, DeNovix, USA).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 199,
                    "end": 206,
                    "text": "(Fig 1)",
                    "ref_id": null
                },
                {
                    "start": 294,
                    "end": 301,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "intercalating dyes. India. The ten sampling points were shown within four districts of Karnataka namely Hassan, 109 Tumkur, Chitradurga and Chikkaballapur respectively. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/328674 doi: bioRxiv preprint Table S1 . The reaction mixture was incubated at 65° C 158 for 1 hour and the process was terminated at 80° C for 10 mins using a hot water bath (KEMI, The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/328674 doi: bioRxiv preprint India). Further for more visual differentiation to confirm the LAMP results (positive or negative), 160 a total of 5 DNA intercalating dyes were used and their details were presented in table 3. The 161 emission (RFU) was measured using Basic Fluorometer for the dyes EtBr and SYBR Green which 162 was measured using UV Excitation at ~375nm in a Basic fluorometer and for HNB dye the blue Optimization and Sensitivity of LAMP assay 179 The LAMP reactions were carried out to optimize a single temperature for greater efficiency. The observed for all the dyes when the template was less than 10 -7 ng from Xap1 isolate (Fig 5a) . All 238 the positive results from visualized LAMP assay was further assessed on 2% agarose gel and the 239 band pattern was slightly faint with respect to decrease in template DNA concentration (Fig 5b) .",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 115,
                    "text": "109",
                    "ref_id": null
                },
                {
                    "start": 1051,
                    "end": 1054,
                    "text": "179",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 318,
                    "end": 326,
                    "text": "Table S1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1237,
                    "end": 1245,
                    "text": "(Fig 5a)",
                    "ref_id": null
                },
                {
                    "start": 1442,
                    "end": 1450,
                    "text": "(Fig 5b)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "The similar dilutions were also tested for its sensitivity using PCR based amplification of Xap 241 specific regions where the amplification was up to a template concentration of 10 -2 ng (Fig 5c) . 242 We observed that the EtBr had highest fluorescent among the dyes used for the assay (Fig 5d) . Specificity of the LAMP assay was evaluated using 10 Xap and 29 non-Xap isolates (Table 4) .",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 202,
                    "text": "242",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 188,
                    "end": 196,
                    "text": "(Fig 5c)",
                    "ref_id": null
                },
                {
                    "start": 287,
                    "end": 295,
                    "text": "(Fig 5d)",
                    "ref_id": null
                },
                {
                    "start": 379,
                    "end": 388,
                    "text": "(Table 4)",
                    "ref_id": null
                }
            ],
            "section": "240"
        },
        {
            "text": "These non-Xap bacterial isolates belonged to other bacterial species collected from different 254 regions in Karnataka, India as detailed in Table 1 . The DNA template obtained from Xap isolates 255 which showed positive results when analyzed through the DNA intercalating dyes (Fig 6a) . 256 Further, it was reconfirmed on 2% agarose gel electrophoresis (Fig 6b) and the absorbance 257 intensity for the dyes was validated (Fig 6d) . The 16s rRNA was amplified to confirmed further . CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/328674 doi: bioRxiv preprint for these Xap spp. (Fig 6C) for its specificity. To avoid any false positive results, 29 bacterial 259 isolates collected from pomegranate were analysed which ultimately showed negative result for 260 LAMP assay (Fig S1) . The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/328674 doi: bioRxiv preprint",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 292,
                    "text": "256",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 141,
                    "end": 148,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 278,
                    "end": 286,
                    "text": "(Fig 6a)",
                    "ref_id": "FIGREF15"
                },
                {
                    "start": 355,
                    "end": 363,
                    "text": "(Fig 6b)",
                    "ref_id": "FIGREF15"
                },
                {
                    "start": 424,
                    "end": 432,
                    "text": "(Fig 6d)",
                    "ref_id": "FIGREF15"
                },
                {
                    "start": 711,
                    "end": 719,
                    "text": "(Fig 6C)",
                    "ref_id": "FIGREF15"
                },
                {
                    "start": 904,
                    "end": 912,
                    "text": "(Fig S1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "253"
        },
        {
            "text": "In planta detection 282 This study aimed to detect Xap by LAMP assay at the early crop stage where the leaf was 283 mechanically pricked with bacterial blight pathogen to inoculate it to healthy pomegranate plants. 284 Three months old pomegranate plant (Bhagwa va.) was grown under controlled environment in a 285 glass house with 85% humidity. Xap1 bacterial culture was resuspended in sterile water and 286 inoculated on healthy plants using pin prick method. The prominent symptoms were observed from 287 the 11 th day after post inoculation, the oily lesions on the leaf surface were observed, which are 288 characteristic symptoms of the bacterial blight disease. The crude DNA isolation method was 289 followed to isolate DNA from the inoculated plants, every alternative day. After the pathogen 290 infectivity in the healthy plants, LAMP assay in agarose gel showed positive from 7 th day onwards 291 (Fig 7b) and for visualizing all the three dyes showed positive LAMP results from the 7 th day 292 onwards (Fig 7a) , in which the EtBr viewed to be most prominent comparing with other and its 293 absorbance intensity was increased with days (Fig 7d) . All the crude isolated DNA samples in 294 PCR method showed amplification from 11 th day onwards (Fig 7c) . The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/328674 doi: bioRxiv preprint detected from the colour change. Hydroxy napthol blue (HNB), which is a colorimetric indicator 369 of calcium and alkaline earth metal ions. Since HNB is added in the LAMP reaction prior to the 370 process, the colour gradually changes from violet to blue as the dNTP's decreases as 371 amplification takes place. So, using dyes like HNB prior to the preceding LAMP reaction tubes 372 can be ideal to prevent a chance of wrong detection [38] . 373 For field level application, remote laboratories may not be well equipped where LAMP 374 detection technique can be employed in diagnosis of pathogens. This assay can even detect Xap in 375 much earlier crop stage than the traditional PCR method. In our greenhouse study after Xap 376 inoculation the LAMP assay detected Xap on 7 th day while, PCR method detected from 10 th day 377 onwards. However, the prominent symptoms of Xap infection on the leaf in the glass house study 378 appeared only after 10 th day of inoculation (Fig 7) 379 Improvised field applications such as working with crude extracts from plants with 380 minimal requirement will enhance the importance of the assay for rapid and accurate detection of ",
            "cite_spans": [
                {
                    "start": 20,
                    "end": 23,
                    "text": "282",
                    "ref_id": null
                },
                {
                    "start": 215,
                    "end": 218,
                    "text": "284",
                    "ref_id": null
                },
                {
                    "start": 1857,
                    "end": 1861,
                    "text": "[38]",
                    "ref_id": null
                },
                {
                    "start": 1864,
                    "end": 1867,
                    "text": "373",
                    "ref_id": null
                },
                {
                    "start": 2490,
                    "end": 2493,
                    "text": "380",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 910,
                    "end": 918,
                    "text": "(Fig 7b)",
                    "ref_id": null
                },
                {
                    "start": 1017,
                    "end": 1025,
                    "text": "(Fig 7a)",
                    "ref_id": null
                },
                {
                    "start": 1152,
                    "end": 1160,
                    "text": "(Fig 7d)",
                    "ref_id": null
                },
                {
                    "start": 1260,
                    "end": 1268,
                    "text": "(Fig 7c)",
                    "ref_id": null
                },
                {
                    "start": 2395,
                    "end": 2402,
                    "text": "(Fig 7)",
                    "ref_id": null
                }
            ],
            "section": "253"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Linked dominant alleles or inter-locus interaction results in a major shift in 4",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Jalikop",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Agrios GN. DISEASES | Plant Pathology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Molecular analysis of the microflora 433 associated with dental caries",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Munson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Banerjee",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Wade",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Clin Microbiol",
            "volume": "42",
            "issn": "",
            "pages": "3023--3029",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.42.7.3023-3029.2004"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Van de Peer Y, Chapelle S, De Wachter R. A quantitative map of nucleotide substitution 439 rates in bacterial rRNA",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Nucleic Acids Res",
            "volume": "9",
            "issn": "",
            "pages": "3381--3391",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.008888643818"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Review and re-analysis of domain-specific 16S primers",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Cowan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of Microbiological Methods",
            "volume": "442",
            "issn": "",
            "pages": "541--555",
            "other_ids": {
                "DOI": [
                    "10.1016/j.mimet.2003.08.009"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "GIS mapping of collection sites of Xap and other bacteria isolates from Karnataka, 108",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "the DNA from ten different Xap isolates were used to sequence16s rRNA region using specific131 primer reported by Mondal et al., [25] (Forward 5'-AGAGTTTGATCCTGGCTAG-3' and Reverse 132 5'-AGGAGGTGATCCAGCCGCA-3'The LAMP assay encodes for six specifically designed 133 primers that recognize eight distinct sequences from the sequenced amplified product of 16S rRNA 134 from Xap 1. A set of six primers for LAMP assay, comprising two each of outer, inner and loop 135 primers were designed by Primer Explorer V4 http://primerexplorer.jp/e, Japan; Table 2). The 136 position of primers and their complementary to its target sequences are shown diagrammatically 137 in Fig 2. PCR based amplification was carried out using Xap specific primer set, which were 138 designed from the 16s rRNA sequence (Forward-5'-CTGGAAAGTTCCGTGGAT-3'; Reverse-139 5'-TTGCAGTGGATACTGGGT-3').",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Oligonucleotides used for the detection of Xanthomonas axonopodis pv. punicae for 141 LAMP assay. The Forward inner primer consists of two regions namely F1c and F2 likewise; the 142 backward inner primer consists of B1c and B2 regions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Location and sequence of LAMP primers specifically designed for Xap. The location 147 of six primers [F3, B3, FIP (F1c+F2), BIP (B1c+B2), LF and LB] and arrows indicating the 148 direction of extension. Detailed explanation of the primers are given in table 2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "was carried out in a 25 µL reaction mixture containing of 1X Thermo pol buffer pH152 8.8 (10 mM (NH 4 ) 2 SO 4, 20 mM Tris-HCl, 10 mM KCl, 2 mM MgSO 4, 0.1% Triton-X), 0.2 M 153 betaine, 0.6 mM of dNTPs, 10 pmol of F3 (forward outer) and B3 (backward outer) primers, 20 154 pmol of FIP (forward inner primer), BIP (backward inner primer), LF (loop forward) and LB (loop 155 backward) primers, 8 U of Bst polymerase large fragment, template DNA with a concentration of 156 1.53 ng/ µL and the reaction volume was made up to 25 µL using sterile water. The reaction 157 volume and the setup were mentioned in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "163 excitation was measured at ~470nm in a Nanodrop (Model -DS-11 FX +, DeNovix, USA). The 164 amplified product was subjected to agarose gel electrophoresis on a 2% agarose gel and 165 documented in a software gel documentation system (Model -Molecular Imager Gel Doc XR+, 166 BioRad, USA and software -Version 5.2.1). The illustration of the LAMP assay was described in 167 pictorial form Fig 3.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "180reaction was performed at different temperatures ranging from 60 to 65°C. After which the time 181 duration was optimized from 0 to 90 min. The initial concentration of the template DNA of the 182 isolate was adjusted to 1.53 ng/µL for serial diluted samples in a series of 10 fold series (10 -1 to 183 10 -10 ng/µL) that was carried to determine the sensitivity of LAMP assay for different DNA 184 intercalating dyesTable 3. The sensitivity of PCR and LAMP assay was compared using different185    concentrations of template DNA in the reaction mixtures.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "very important to validate the LAMP assay and its dyes with respect to its specificity (only 189 Xap) and accuracy (among the Xap samples). To analyze the accuracy, we have used 10 isolates 190 of Xap and 29 non Xap isolates of bacteria isolated from the same source, pomegranate. Isolates 191 with each dye were compared using completely randomized block design to identify the significant 192 difference by Pairwise Mean Comparison on the variants using Duncan's Multiple Range Test 193 (DMRT). Moreover, each isolate was checked with all the dyes for the ten isolates using one 194 sample 't' test. Statistical tool (R version 3.4.3) was used to find the significant differences in both to 90 min. (e) Further, it was visualised in agarose gel, Lanes (1 to 5) indicated time (15, 30, 45, 231 60 and 90 min) and Lane N indicated negative control without any template. (f) Optimisation graph 232 of LAMP with time for each dyes. All the values or data are represented in mean of three 233 replications (n = 3) and bars indicated the standard error of mean. 234 Sensitivity 235 The sensitivity of the LAMP was performed under optimized conditions using different template 236 DNA concentrations and the results were visualised for each dyes. There were no positive results 237",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Sensitivity assay of LAMP and PCR methods. (a) Sensitivity of LAMP with dyes 244EtBr, SYBR Green and HNB ranging from 10 fold dilution of template 1.52 ng/µL for 10 times.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "of LAMP was visualized in agarose gel, Lanes (1 to 9) indicated 10 fold serial 246 dilutions and Lane N indicated negative control without any template. (c) Sensitivity of PCR was 247 visualised in agarose gel with a product size of 1450 bp, Lanes (1 to 9) indicated 10 fold serial 248 dilutions and Lane N indicated negative control without any template. (d) The sensitivity graph of 249 the dyes were evaluated with 10 fold serial dilution from 1.53 ng/µL. All the values or data are 250 represented in mean of three replications (n = 3) and bars indicated the standard error of mean. 251 Specificity 252",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Details of Xap and non-Xap bacterial isolates used for specificity assay. All the 262 collected isolates checked for amplification of Xap gene in both PCR and LAMP assays. The 263 results of the PCR and LAMP assay are indicated as positive (+) or negative (-) based on 264 amplification status using designed specific primers in PCR and also visualizing through three 265 intercalating dyes with amplification for LAMP assays.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Specificity assay of LAMP and PCR methods. Ten isolates of Xanthomonas 269 axonopodis pv. punicae under LAMP assay. (a) Accuracy of LAMP assay for the Xap isolates 270 were validated using all the dyes, Xap 1 to Xap 10 in the Lane 1 to 10 and negative control in Lane 271 N. (b) Specificity of LAMP was confirmed in 2% agarose gel, Lane 1 to 10 indicated Xap 1 -10 272 isolates and Lane N indicated negative control without any template. (c) PCR products for the ten 273 isolates was visualised by agarose gel, Lane 1 to 10 indicated Xap 1 -10 isolates and Lane N 274 indicated negative control without any template. (d) The specificity graph of LAMP for the 10 275 isolates of Xap tested against each dyes. The lowercase of the same letters which are indicated are 276 not significant different between the isolates in any particular dye (Duncan's multiple range test, 277 P<0.05). All the values or data are represented in mean of three replications (",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "In planta validation studies carried out in glasshouse. (a) The crude samples were 296 validated in LAMP and results were visualized through EtBr, SYBR Green and HNB dyes. (b) 297 Glass house samples of LAMP was reconfirmed in agarose gel, Lanes 1 13, 15 days respectively) and Lane 10 indicated negative control. (c) Glasshouse 299 validation of PCR was visualised in agarose gel, Lanes (1 to 9) indicated (0respectively) and Lane N indicates negative control. (d) In planta validation studies plotted 301 in graphs for the dyes. All the values or data are represented in mean of three replications (n = 3) 302 and bars indicated the standard error of mean.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "381 the pathogens. Unlike most of the methods which involve complete DNA purification for LAMP 382 assay [39], we used crude extract of the leaf sample for detection of Xap. In conclusion, with crude 383 extraction and safer dyes with minimum equipment, our study has shown a scope to develop 384 LAMP isothermal kit which could be handy in the fields for early detection of the disease and to 385 adopt appropriate management strategies.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Details of Xap and non-Xap bacterial isolates used for specificity assay. All the 111 collected isolates checked for amplification of Xap gene in both PCR and LAMP assays. To test the cost effectivity and latent detection of bacterial blight pathogen, the DNA was isolated use of centrifuge and other instruments. The crude extract was used as a template for LAMP assay as well as PCR reaction setup. The leaf sample collected from glass house was surface sterilized 121 with 0.1% mercuric chloride for about 30 to 90 seconds, later the leaf was washed thrice with sterile water to remove any residues of mercuric chloride. The infected plants tissue were 123 immersed in the tube containing 500 µL of STE buffer (100 mM NaCl, 100 mM Tris and 50 mM EDTA) for 10 minutes and similarly for other tubes 50 µLof pure cultures (Xap and other bacterial non Xap spp.) was added. The tubes were vigorously mixed to form the uniform solution of bacteria, 500 µL of phenol: chloroform: isoamyl alcohol mixture (25:24:1) was added and mixed 127 vigorously and allowed to stand till the aqueous and organic phase separated. Then the supernatant 128 was collected (containing genomic DNA) into new sterile tube for further analysis.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Details of the DNA intercalating dyes. A total of five intercalating dyes used in the LAMP assay and its field applicability were described and indicated as positive (+) or negative 170 (−).The PCR reaction was carried out in a thermal cycler (Eppendorf-vapo.protect, Germany) with 174 the following conditions; Initial denaturation at 94°C for 5 min, followed by 30 cycles of 175 denaturation at 94°C for 30 seconds, annealing at 55°C for 60 seconds and extension at 72°C for The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/328674 doi: bioRxiv preprint 1 min. At the end of 35 cycles, the final extension was at 72°C for 3 min. The amplified products 177 were visualised on 1% agarose gel electrophoresis.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}