{
    "paper_id": "1b531d266b4933bf8040739ed199914655b075d6",
    "metadata": {
        "title": "Population movement, city closure and spatial transmission of the 2019-nCoV 1 infection in China 2",
        "authors": [
            {
                "first": "Siqi",
                "middle": [],
                "last": "Ai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Guanghu",
                "middle": [],
                "last": "Zhu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Fei",
                "middle": [],
                "last": "Tian",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Huan",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yuan",
                "middle": [],
                "last": "Gao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yinglin",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hualiang",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": "linhualiang@mail.sysu.edu.cn."
            },
            {
                "first": "",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The outbreak of pneumonia caused by a novel coronavirus (2019-nCoV) in Wuhan 17",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "City of China obtained global concern, the population outflow from Wuhan has 18 contributed to spatial expansion in other parts of China. We examined the effects of 19 population outflow from Wuhan on the 2019-nCoV transmission in other provinces 20 and cities of China, as well as the impacts of the city closure in Wuhan. We observed 21 a significantly positive association between population movement and the number of 22 cases. Further analysis revealed that if the city closure policy was implemented two 23 days earlier, 1420 (95% CI: 1059, 1833) cases could be prevented, and if two days 24 later, 1462 (95% CI: 1090, 1886) more cases would be possible. Our findings suggest 25 that population movement might be one important trigger of the 2019-nCoV infection 26 transmission in China, and the policy of city closure is effective to prevent the 27 epidemic. 28",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In December 2019, a series of pneumonia cases caused by a novel coronavirus, 33 namely 2019-nCoV, emerged in Wuhan, the capital city of Hubei Province in China 34",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction 32"
        },
        {
            "text": "(1), Similar with severe acute respiratory syndrome (SARS), the Wuhan pneumonia 35 outbreak was highly suspected to be linked to the wild animals in the seafood market, 36 although the definitive source of this virus was not clear yet (2). 37 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction 32"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.04.20020339 doi: medRxiv preprint As of Jan 31, 2020, the infection has been transmitted to all the provinces in China 38 and a few other countries. Epidemiology evidence shown that most of the cases had a 39 history of living or travelling to Wuhan, the household cluster cases and cases of 40 health-care workers indicated the human-to-human transmission route (3), which 41 might be the reason for a rapid increasing rate of infection across the country and 42 globally (4). 43",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction 32"
        },
        {
            "text": "Considering the person-to-person transmission and the large travel volume during 44 the traditional Chinese New Year (the largest annual population movement in the 45 world), it is expected that the population movement would lead to further expansion 46 of the infection, so the government imposed a lockdown on Wuhan City at 10:00 am 47 on January 23, as well as some other cities later on. However, an estimated 5 million 48 individuals had already left Wuhan for the holiday or travelling, some of which rushed 49 out after the lockdown announcement (5). In addition, the novel coronavirus is 50 infectious during the incubation period and when the symptoms are not obvious, 51 which is likely to make the huge floating population potential sources of infection (6). 52 Therefore, it is reasonable to hypothesize that the population transported from Wuhan 53 may have a significant impact on the potential outbreaks in other parts of China. 54 Recent studies on the novel coronavirus pneumonia focused more on its etiology (7, 55 8), transmission route (9, 10), and epidemiological characteristics (11, 12), there is 56 still a lack of investigating the relationship between the migrating population and the 57 outbreak, which is of great importance for making intervention policies. Thus, we 58 conducted this study with the following objectives: 1) to depict the impacts of the 59 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 937,
                    "end": 946,
                    "text": "China. 54",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction 32"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint As the city closure took place at 10:00 AM Jan 23 rd , 2020, and the incubation period 76 of the infection was estimated to be about 3-7 days (15), we obtained the daily index 77 of population outflow from Wuhan and the proportion of the daily index from Wuhan 78 to other provinces and top 50 cities, from January 1 to 31 in 2020, the information 79 was retrieved through the Spring Festival travel information of China released by 80 Baidu Qianxi. The data is consisted of Baidu Location Based Services (LBS) and 81 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction 32"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.04.20020339 doi: medRxiv preprint which be display dynamic visual regional population outflow in real-time. Data of 83",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction 32"
        },
        {
            "text": "Baidu Qianxi was freely available to the public (http://qianxi.baidu.com). author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction 32"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.04.20020339 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction 32"
        },
        {
            "text": "After the city closure was taken in force, some population still outflowed from Wuhan. 105",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation of the effects of earlier city closure dates 104"
        },
        {
            "text": "We subtracted the outflow index on Jan 23 from the average outflow index from Jan 106 24 to 31, to obtain the index of outflow population within Wuhan reduced by the 107 advance city closure on Jan 23 and 22 (the advance outflow index). And then we 108 calculated the average proportion of the outflow index from Jan 24 to 31 for each 109 province (the average proportion). The number of cases reduced by the advance city 110 closure in each province was estimated by multiplied the advance outflow index by 111 the average proportion and one corresponding unit. The formula can be specified as: 112",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation of the effects of earlier city closure dates 104"
        },
        {
            "text": "The reduced index of outflow population: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation of the effects of earlier city closure dates 104"
        },
        {
            "text": "The net loss index of outflow population caused by advance Wuhan city closure for 124 each province: 125",
            "cite_spans": [],
            "ref_spans": [],
            "section": "123"
        },
        {
            "text": "The total reduced number of 2019-nCoV cases: 127",
            "cite_spans": [],
            "ref_spans": [],
            "section": "123"
        },
        {
            "text": "Similarly, we evaluated the impacts of one-day and two-day delayed city closure. We 129 took the average index of the population outflow between Jan 21 and 23 as the daily 130 index of population outflow before the city closure, and used the same calculation 131 method to estimate the index of population outflow within Wuhan increased by the 132 delayed city closure on Jan 24 and Jan 25 (the delayed outflow index). We multiplied 133 the delayed outflow index by the average proportion and one corresponding unit to 134 estimate the increased number of cases caused by one-day and two-day delayed city 135 closure in each province. Our study provided timely evidence for the formulation of efficient strategies to 253 prevent diseases from spreading out. On the one hand, the result could help assess 254 effectiveness of the prevention and control efforts. For example, the cases in Zhejiang 255 and Guangdong are apparently more than estimated, which indicated a better health 256 emergency response system (i.e. higher detection efficiency) or inadequate isolation. 257",
            "cite_spans": [],
            "ref_spans": [],
            "section": "123"
        },
        {
            "text": "Whereas the cases reported in Henan were much lower than expected. Two possible 258 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "123"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.04.20020339 doi: medRxiv preprint play an important role in slowing the epidemic spread, especially when an effective 281 vaccine was developed (26, 27). In addition, to explore the impact of date selection, 282",
            "cite_spans": [],
            "ref_spans": [],
            "section": "123"
        },
        {
            "text": "we estimated the changes of cases when the measure was implemented on different 283 date. The results varied significantly, 1420 cases could be prevented with the measure 284 implemented two days earlier, and the number of cases will increase by 1462 with the 285 lockdown implemented two days later, suggesting that the effect of the lockdown 286 depending on the choice of date greatly, which could provide a reference for the 287 future outbreaks. Since the political and economic effects were not considered, further 288 studies on secondary impacts of the measure, like socioeconomic impacts, were also 289 warranted. Though we estimated that some cases would possibly be prevented if the 290 policy was implemented earlier, it was actually hard to make such a huge decision 291",
            "cite_spans": [],
            "ref_spans": [],
            "section": "123"
        },
        {
            "text": "given the whole picture of the infection was not clear at that stage. The authors 292 believe that the current policy was appropriate at this complex situation. 293",
            "cite_spans": [],
            "ref_spans": [],
            "section": "123"
        },
        {
            "text": "There were a few limitations of our study. Firstly, for practical reasons, we used 294 an indicator to reflect the real-time magnitude of population movements, which was 295 acceptable considering our research purpose. Secondly, the influence of some 296 important factors, such as socioeconomic and demographic characteristics, were not 297 considered. Thirdly, it is assumed that the infected travelers in the population are 298 randomly distributed (28), and that there was no significant difference in surveillance 299 capability between cities (18), which might not be the case in reality. In addition, 300 daily data used in this study was reported infection data, rather than the actual number 301 of incident cases. More detailed and further in-depth studies are warranted in the 302 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "123"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.04.20020339 doi: medRxiv preprint future. 303",
            "cite_spans": [],
            "ref_spans": [],
            "section": "123"
        },
        {
            "text": "In conclusion, our study indicates that the population outflow from Wuhan might 304 be one important trigger of the 2019-nCoV infection transmission in China, and the 305 policy of city closure is effective to prevent the epidemic and earlier implementation 306 would be more effective. The magnitude of epidemic might be under-estimated and 307 should be paid more attention, such as Henan and Hunan provinces. 308 309",
            "cite_spans": [],
            "ref_spans": [],
            "section": "123"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Novel coronavirus 347 2019-nCoV: early estimation of epidemiological parameters and epidemic predictions",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Read",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Bridgen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Jewell",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "348",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The continuing 350 2019-nCoV epidemic threat of novel coronaviruses to global health-The latest 2019 351 novel coronavirus outbreak in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Azhar",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Madani",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ntoumi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kock",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Dar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Infect Dis",
            "volume": "91",
            "issn": "",
            "pages": "264--270",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical features of patients 353 infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia",
            "authors": [],
            "year": null,
            "venue": "N Engl J",
            "volume": "356",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A familial cluster 358 of pneumonia associated with the 2019 novel coronavirus indicating person-to-person 359 transmission: a study of a family cluster. The Lancet",
            "authors": [
                {
                    "first": "Jf-W",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "K-H",
                    "middle": [],
                    "last": "Kok",
                    "suffix": ""
                },
                {
                    "first": "Kk-W",
                    "middle": [],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "New coronavirus pneumonia diagnosis and treatment program",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Pneumonia of Unknown Etiology in Wuhan, China: Potential for International Spread 364",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Modeling Impact of Temperature and Human 366",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Phaijoo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Gurung",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Movement on the Persistence of Dengue Disease. Computational and Mathematical 367 Methods in Medicine",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "2017",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "2019-nCoV cases per unit outflow population 87 The daily index of population outflow from Wuhan to other provinces and top 50 88 cities was obtained by multiplying the daily index of population outflow within 89 Wuhan by the corresponding proportion for each province. To evaluate the effect of 90 prevention and control measures of the local government, we calculated the number 91 of 2019-nCoV cases per unit outflow population, the formula can be specified as: 92The total index of outflow population from Wuhan from Jan 1 cases per unit outflow population for each province:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "January 31, 2020, a total of 11791 confirmed cases and 259 deaths due to the 139 2019-nCoV infection were reported in China, which were widely dispersed in all of 140 31 provincial administrative areas. The overall trend of 2019-nCoV cases is upward. 141 mainland China reported the occurrence of 2019-nCoV infection, of which 144 the number of reported cases from January 20 to 29 increased rapidly from 7 to 313, 145 an increase of nearly 44 times. Among the cities, 97 of them belong to the regions 146 with high population exodus out of Wuhan, and 7138 cases have been reported, 147 accounting for 83·23% of the total reported cases outside Wuhan (appendix). 148 Population outflow of Wuhan could be divided into four periods based on the 149 migration data of Baidu (figure 1 and 2). In the first stage from Jan 1 to Jan10, 150 migrant population flowed out of Wuhan normally and returned to hometown without 151 the influence of the epidemic situation. At this point, the mean daily index of 152 population outflow was 58039·71 (95% CI: 48883·38-66454·00), and 2019-nCoV 153 cases were mainly distributed in Wuhan. From beginning of Spring Festival travel 154 rush on Jan 10 and announcement of 2019-nCoV infection, the mean index of 155 population outflow rose to 66777·98 (95% CI: 61125·90-72962·78), which increased 156 by 15·1% compared with the previous period. Meanwhile, 2019-nCoV cases 157 gradually appeared in Wuhan and several nearby cities. The third period was from 158 January 20 to 23 when Academician Nanshan Zhong disclosed the human-to-human 159 transmission and a large number of Wuhan residents fled from Wuhan with increasing 160 panic. The corresponding mean index of population outflow of this period surged to 161 112385·88 (95% CI: 107367·44-118403·21), which increased by 93·6% comparing to 162 the earlier period. Thereafter, a strict city closure policy was implemented to prohibit 163 91·8% comparing with the third period and the effective controlling of the 166 outflow population prevented suspected cases from spreading to the whole country, 167 however, 2019-nCoV cases has been widely dispersed in all of 31 provinces. 168 We applied scatter diagram to demonstrate the association between the number 169 of 2019-nCoV cases and index of outflow population at the scales of province and city. 170 In general, at the scale of province (figure 3), outflow population from Wuhan was 171 mainly distributed in Henan, Hunan, Guangdong, Anhui, Zhejiang, etc. And the top 172 four provinces with the most serious epidemic were Zhejiang, Guangdong, Henan, 173 and Hunan provinces. Therefore, we could observe that there were more 2019-nCoV 174 cases in the provinces with higher index of outflow population. Nevertheless, the two 175 provinces of Zhejiang and Guangdong with relatively lower index of outflow 176 population had more 2019-nCoV cases compared with Henan and Hunan provinces. 177 In Henan, the index of outflow population was about 50000, while there were fewer 178 than 450 cases, which might be lower than expected. In contrast, about 600 confirmed 179 cases were observed in Zhejiang, which had only one fifth of outflow population of 180 Henan. Similar results were obtained using the number cases per unit outflow 181 population (appendix). The mean value of the number of 2019-nCoV cases per unit 182 outflow population across the whole country was 129·72, however, the value in 183 Zhejiang province was more than 450 and the corresponding result in Henan was 184 lower than average. 185 etc. Overall, the association between the number of 2019-nCoV cases and 188 index of outflow population at the city-level was in line with that at the provincial 189 level, which both showed that the cities with more index of outflow population would 190 trigger more cases. Similarly, we observed some cities deviated from the general trend 191 including Wenzhou, Taizhou, Xuchang, Luoyang, and Guiyang. For instance, the 192 index of outflow population of Wenzhou and Luoyang was close to identical level, 193 whereas there was tremendous difference in the number of 2019-nCoV cases in the 194 two cities. From the city of Taizhou and Xuchang, we could obtain the analogous 195 results. 196 To evaluate the effect of the city closure on the infection transmission one and 197 two days in advance, we used the index of population outflow of January 21-23, 2020 198 when the Wuhan was still open and index of population outflow of January 24-31, 199 2020 when the city closure policy had been implemented, and the calculations gave 200 the reduced index of population outflow: 102206·69 for city closure one day in 201 advance and 211429·60 for city closure two days in advance. In addition, we obtained 202 the reduced index of population outflow of each other province and correspondingly 203 reduced 2019-nCoV cases. Finally, about 687 and 1420 2019-nCoV cases would be 204 avoided with implementing city closure policy one and two days in advance(table 1). 205Consistently, if city closure policy of Wuhan was delayed by one or two days, there 206 would be 722 or 1462 extra 2019-nCoV cases respectively. 207",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The spatial distribution of 2019-nCoV cases in China during period of 214 January 1-31, 2020. Index of population outflow of Wuhan City during period of January 218 The association between the number of 2019-nCoV cases and the total 222 index of population outflow at the provincial scale.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "The association between the number of cases and the total index of 226 population outflow at the city scale. 227 228 Discussion 229 Understanding the driving factors of the infectious disease is of particular importance 230 for the timely formulation of effective controlling measures. Our results revealed a 231 close relationship between the population outflow from Wuhan and the 2019-nCoV 232 infection in other areas of China. We assessed the contributions of the lockdown and 233 explored the potential effects of the measure with different implementation dates. 234 The fluctuation of outflowing population of Wuhan indicated that the lockdown 235 in Wuhan reduced the outward movement of the population effectively. However, the 236 population outflows and cases varied across provinces. Our 240 finding on the effects of population movement on the disease transmission was 241 consistent with other coronaviruses (16-18). Since the infection is transmitted through 242 the respiratory tract and close contact, it is greatly affected by population movements. 243 Firstly, a great number of people flowing out of Wuhan may transmit the virus to the 244 whole country and even worldwide during the Chinese Spring Festival. Secondly, the 245 absence of detectable symptoms during the long incubation period made it difficult to 246 identify the cases in the early stage (13, 19). Thirdly, population movements increase 247 the difficulty of case management and health education. All these factors promoted 248 the transmission of 2019-nCoV. Specially, different from the H1N1 outbreak in 2009 249 (20), the railways might play an important role in the disease transmission. Since 250 railways were widely used before and during the Spring Festival, the area closely 251 connected to Wuhan by railway should be the priority of infection control. 252",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "should be enforced. On the other hand, exploring the association was 261 expected to help identify high-risk areas and guide health strategy formulation (21, 262 22). Take Henan for example, great difference between estimated and reported data 263 may imply a great increase of cases in the future, which required enhancement of the 264 surveillance system and rational allocation of resources (18). The medicine supply, 265 personal protective equipment, hospital supplies, and the human resources necessary 266to respond to an outbreak should be always ensured (23). In addition, this study could 267 be used to guide the assessment of the risk of disease transmission and help raise 268public awareness. As a large number of infected people had transported to all of 31 269 provinces, epidemics across the country may be inevitable. To halt the spread of the 270 epidemic, harsh measures including quarantine and isolation of exposed persons, 271 cancellation of mass gatherings, school closures, and travel restriction were needed to 272 reduce transmission in affected areas. Furthermore, screening of people who have 273 been to Wuhan recently was of crucial importance, especially cities with close ties to 274 Wuhan. 275 Considering the impact of population movements on the outbreak, the Wuhan 276 government announced the suspension of public transportation on Jan 23, 2020, with 277 a closure of airports, railway stations, and highways, to prevent further disease 278 transmission (24). Despite inconsistent reports on the role of the lockdown in halting 279 the disease transmission across China (22, 23, 25), the unprecedented measure might 280 .",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "population movement on the spatial transmission of the 2019-nCoV cases at the 60 provincial and city levels in China; 2) to estimate the potential outbreak risk at areas 61 with the population outflowed from Wuhan; 3) to evaluate the effectiveness of the city 62The data on the daily number of cases were derived from the real-time update of the 67 China Health Commission (http://www.nhc.gov.cn/), 2019-nCoV epidemic report on 68Phoenix and Dingxiangyuan website. The case definition has been introduced 69 previously(13, 14). In brief, a confirmed case was defined as a pneumonia that was 70 laboratory confirmed 2019-nCoV infection with related respiratory symptoms and a 71 travel history to Wuhan or direct contact with patients from Wuhan. We collected each 72 reported 2019-nCoV case in mainland China till 12:00 pm January 31, 2020. 73",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "The impact of different city closure dates on the number of 2019-nCoV 209",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.is the (which was not peer-reviewed) The copyright holder for this preprint CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.04.20020339 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}