{
    "paper_id": "1d882d90109fb4496088342cf2bcaa4fec40cf9f",
    "metadata": {
        "title": "D R A F T Inferring transmission trees to guide targeting of interventions against visceral leishmaniasis and post-kala-azar dermal leishmaniasis",
        "authors": [
            {
                "first": "L",
                "middle": [
                    "A C C"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [
                    "E F S"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "C",
                "middle": [
                    "B"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "G",
                "middle": [
                    "F"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Bayesian inference methods for individual-level geo-located epidemiological data have enabled reconstruction of transmission trees and quantification of disease spread in space and time, while accounting for uncertainty in missing data. However, these methods have rarely been applied to endemic diseases or ones in which asymptomatic infection plays a role, for which novel estimation methods are required. Here, we develop such methods to analyse longitudinal incidence data on visceral leishmaniasis (VL), and its sequela, postkala-azar dermal leishmaniasis (PKDL), in a highly endemic community in Bangladesh. Incorporating recent data on infectiousness of VL and PKDL, we show that while VL cases drive transmission when incidence is high, the contribution of PKDL increases significantly as VL incidence declines (reaching 55% in this setting). Transmission is highly focal: >85% of mean distances from inferred infectors to their secondary VL cases were <300m, and estimated average times from infector onset to secondary case infection were <4 months for 90% of VL infectors, but up to 2.75yrs for PKDL infectors. Estimated numbers of secondary VL cases per VL and PKDL case varied from 0-6 and were strongly correlated with the infector's duration of symptoms. Counterfactual simulations suggest that prevention of PKDL could have reduced VL incidence by up to a quarter. These results highlight the need for prompt detection and treatment of PKDL to achieve VL elimination in the Indian subcontinent and provide quantitative estimates to guide spatiotemporally-targeted interventions against VL.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "visceral leishmaniasis | post-kala-azar dermal leishmaniasis | spatiotemporal transmission | transmission tree | Bayesian inference S patiotemporal heterogeneity in incidence is a hallmark of 1 infectious diseases. Insight into this heterogeneity has in-2 creased considerably in recent years due to greater availability 3 of geo-located individual-level epidemiological data and the 4 development of sophisticated statistical inference methods for 5 partially observed transmission processes (1-6). These meth-6 ods have been developed for epidemics, in which the immune 7 status of the population is known, and for diseases with a 8 short time course that are relatively easily diagnosed, such 9 as measles, influenza, and foot-and-mouth disease (3, 4, 7).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Here, we extend these methods to a slowly progressing endemic 11 disease of humans in which asymptomatic infection plays an 12 important role. 13 We analyse detailed longitudinal individual-level data on 14 incidence of visceral leishmaniasis (VL), and its sequela, post-15 kala-azar dermal leishmaniasis (PKDL), in a highly endemic 16 community in Fulbaria, Bangladesh (8). VL, also known as 17 kala-azar, is a lethal sandfly-borne parasitic disease targeted 18 for elimination as a public health problem (<1 case/10,000 19 people/year at subdistrict/district level depending on the 20 country) in the Indian subcontinent (ISC) by 2020 (9). PKDL 21 is a non-lethal skin condition that occurs after treatment 22 for VL in 5-20% of cases in the ISC, and less frequently in 23 individuals who report no history of prior VL (8, 10). It is 24 characterised by skin lesions of di ering severity and parasite 25 load, ranging from macules and papules (least severe, lowest 26 load) to nodules (most severe, highest load) (11). We estimate 27 the relative contributions of di erent disease states (VL, PKDL 28 and asymptomatic infection) to transmission, and quantify the 29 rate of spread of infection around infected individuals in space 30 and time by reconstructing transmission trees. Our analysis 31 provides insight into the spatiotemporal spread of visceral 32 leishmaniasis as well as quantitative estimates that can guide 33 the targeting of interventions, such as active case detection 34 and indoor residual spraying (IRS) of insecticide, around VL 35",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Although methods for analysing individual-level geo-located disease data have existed for some time, they have rarely been used to analyse endemic human diseases. Here we apply such methods to nearly a decade's worth of uniquely detailed epidemiological data on incidence of the deadly vector-borne disease visceral leishmaniasis (VL) and its secondary condition, post-kala-azar dermal leishmaniasis (PKDL), to quantify the spread of infection around cases in space and time by inferring who infected whom, and estimate the relative contribution of different infection states to transmission. Our findings highlight the key role long diagnosis delays and PKDL play in maintaining VL transmission. This detailed characterisation of the spatiotemporal transmission of VL will help inform targeting of interventions around VL and PKDL cases. : medRxiv preprint 131 sion (over and above that from being at zero distance from 132 an infectious individual) and with di erent pre-symptomatic 133 and asymptomatic relative infectiousness. Models with addi-134 tional within-household transmission fitted the data signifi-135 cantly better than those without according to the Deviance 136 Information Criterion (DIC) (32), and for these models fit 137 improved with increasing pre-symptomatic and asymptomatic 138 infectiousness, such that the best-fitting model had additional 139 within-household transmission and assumed 2% relative infec-140 tiousness of pre-symptomatic and asymptomatic individuals. 141 Here we present the results from this model (see SI Text for 142 results from the other models). 143 Parameter Estimates. We estimated the transmission model 144 parameters and unobserved data using the Markov Chain 145 Monte Carlo (MCMC) algorithm described in Materials and 146 Methods and SI Text. The posterior distributions obtained 147 for the model parameters are shown in Fig. S6 and the corre-148 sponding posterior modes and 95% credible intervals (CI) are",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": ". PKDL has therefore been recognised as a major 49 potential threat to the VL elimination programme in the ISC 50 (10), which has led to increased active PKDL case detection. 51 Nevertheless, the contribution of PKDL to transmission in 52 field settings still urgently needs to be quantified. 53 Although the incidence of asymptomatic infection is 4 to 54 17 times higher than that of symptomatic infection in the 55 ISC (21), the extent to which asymptomatic individuals con- (Fig. 1A) . The data from this study are fully de-105 scribed elsewhere (8, 31) . Briefly, month of onset of symptoms, 106 treatment, relapse, and relapse treatment were recorded for 107 VL cases and PKDL cases with onset between 2002 and 2010 108 (retrospectively for cases with onset before 2007), and year of 109 onset was recorded for VL cases with onset before 2002. There 110 were 1018 VL cases and 190 PKDL cases with onset between 111 January 2002 and December 2010 in the study area, and 413 112 VL cases with onset prior to January 2002. 113 Over the whole study area, VL incidence followed an epi-114 demic wave, increasing from approximately 40 cases/10,000/yr 115 in 2002 to ≥90 cases/10,000/yr in 2005 before declining to 116 <5 cases/10,000/yr in 2010 (Fig. 1B) . PKDL incidence fol-117 lowed a similar pattern but lagging VL incidence by roughly 118 2yrs, peaking at 30 cases/10,000/yr in 2007. However, VL 119 and PKDL incidence varied considerably across paras (aver-120 age para-level incidences: VL 18-124 cases/10,000/yr, PKDL 121 0-31 cases/10,000/yr, Table S5 ) and time (range of annual 122 para-level incidences: VL 0-414 cases/10,000/yr, PKDL 0-120 123 cases/10,000/yr, Fig. S15 ). ú CI = credible interval, calculated as the 95% highest posterior density interval † risk of subsequent VL/asymptomatic infection if susceptible ‡ based on assumed infectiousness § in the absence of background transmission and relative to living directly outside the case household.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 177,
                    "text": "51",
                    "ref_id": null
                },
                {
                    "start": 293,
                    "end": 295,
                    "text": "53",
                    "ref_id": null
                },
                {
                    "start": 553,
                    "end": 556,
                    "text": "31)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1025,
                    "end": 1028,
                    "text": "113",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 477,
                    "end": 486,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1244,
                    "end": 1253,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1551,
                    "end": 1559,
                    "text": "Table S5",
                    "ref_id": null
                },
                {
                    "start": 1673,
                    "end": 1681,
                    "text": "Fig. S15",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "D R A F T"
        },
        {
            "text": "Based on the relative infectiousness of VL and the di erent 151 types of PKDL from the xenodiagnostic data, in the absence 152 of any other sources of transmission, the estimated probability 153 of being infected and developing VL if living in the same 154 household as a single symptomatic individual for 1 month 155 following their onset was 0.018 (95% CI: 0.013, 0.024) for VL 156 and ranged from 0.009 to 0.023 (95% CIs: (0.007,0.013)-(0.018, 157 0.031)) for macular/papular PKDL to nodular PKDL. Living 158 in the same household as a single asymptomatic individual, 159 the monthly risk of VL was only 0.00037 (95% CI: 0.00027, 160 0.00049), if asymptomatic individuals are 2% as infectious as 161 VL cases. 162 The risk of infection if living in the same household as an 163 infectious individual was estimated to be more than 10 times 164 higher than that if living directly outside the household of an 165 infectious individual (hazard ratio = 12.0), with a 95% CI 166 well above 1 (8.3, 16.7). The estimated spatial kernel (Fig. 167  S16 ) around each infectious individual shows a relatively rapid 168 decay in risk with distance outside their household, the risk of 169 infection halving over a distance of 84m (95% CI: 71, 99m).",
            "cite_spans": [
                {
                    "start": 380,
                    "end": 383,
                    "text": "156",
                    "ref_id": null
                },
                {
                    "start": 713,
                    "end": 716,
                    "text": "162",
                    "ref_id": null
                },
                {
                    "start": 777,
                    "end": 780,
                    "text": "163",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1032,
                    "end": 1046,
                    "text": "(Fig. 167  S16",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "D R A F T"
        },
        {
            "text": "mission. We assess the contribution of di erent infectious 172 groups to transmission in terms of their relative contribu-173 tion to the transmission experienced by susceptible individuals 174 ( Fig. 2A and Fig. S17 ). The contribution of VL cases was 175 fairly stable at around 75% from 2002 to the end of 2004 176 before decreasing steadily to 0 at the end of the epidemic, 177 while the contribution of PKDL cases increased from 0 in 178 2002 to ≥73% in 2010 (95% CI: 63, 80%) (Fig. S17) . Only a 179 small proportion of the total infection pressure on susceptible 180 individuals, varying between 9% and 14% over the course of 181 the epidemic, was estimated to have come from asymptomatic 182 and pre-symptomatic individuals. Reconstructing the Transmission Tree. By sampling 1,000 193 transmission trees from the joint posterior distribution of 194 the transmission parameters and the unobserved data (as de-195 scribed in Materials and Methods), we can build a picture of 196 the most likely source of infection for each case and how infec-197 tion spread in space and time. Fig. 3 shows the transmission 198 tree at di erent points in time in part of the south-east cluster 199 of villages. Early in the epidemic and at its peak (Figures 3A 200 and 3B), most new infections were due to VL cases. Towards 201 the end of the epidemic, some infections were most likely due 202 to PKDL cases and there was some saturation of infection 203 around VL cases (Fig. 3C) . The inferred patterns of trans-204 mission suggest that disease did not spread radially outward 205 from index cases over time, but instead made a combination 206 of short and long jumps around cases with long durations of 207 symptoms and households with multiple cases. . Arrows show the most likely source of infection for each case infected up to that point in time over 1,000 sampled transmission trees, and are coloured by the type of infection source and shaded according to the proportion of trees in which that individual was the most likely infector (darker shading indicating a higher proportion). Asymptomatic infections are not shown for clarity. S/A = susceptible or asymptomatic, E = pre-symptomatic, I = VL, R = recovered, D = dormantly infected, P = PKDL (see SI Text). GPS locations of individuals are jittered slightly so that individuals from the same household are more visible. An animated version showing all months is provided in SI movie 1. There is considerable heterogeneity in the estimated contri- by each VL/PKDL case is typically less than 1 (Fig. S19A ).",
            "cite_spans": [
                {
                    "start": 913,
                    "end": 919,
                    "text": "de-195",
                    "ref_id": null
                },
                {
                    "start": 1239,
                    "end": 1254,
                    "text": "(Figures 3A 200",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 196,
                    "end": 216,
                    "text": "Fig. 2A and Fig. S17",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 482,
                    "end": 492,
                    "text": "(Fig. S17)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1084,
                    "end": 1090,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1461,
                    "end": 1470,
                    "text": "(Fig. 3C)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 2546,
                    "end": 2556,
                    "text": "(Fig. S19A",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Contribution of PKDL and Asymptomatic Infection to Trans-171"
        },
        {
            "text": "The times after onset of symptoms in the infector at which 336 secondary VL cases become infected are typically longer for 337 PKDL infectors than for VL infectors (Fig. 4B) detected after a longer delay than subsequent cases and there 356 will be some delay in mounting a reactive intervention, such 357 as active case detection and/or targeted IRS around the index 358 case(s), interventions will need to be applied in a large radius 359 (up to 500m) around index cases to be confident of capturing 360 all secondary cases and limiting transmission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 164,
                    "end": 173,
                    "text": "(Fig. 4B)",
                    "ref_id": "FIGREF42"
                }
            ],
            "section": "335"
        },
        {
            "text": "Our results demonstrate the importance of accounting for 362 spatial clustering of infection and disease when modelling 363 VL transmission. Previous VL transmission dynamic models 364 (23, 41-43) have significantly overestimated the relative con-365 tribution of asymptomatic infection to transmission (as up 366 to 80%), despite assuming asymptomatic individuals are only 367 1-3% as infectious as VL cases, by treating the population 368 as homogeneously mixing, such that all asymptomatic indi-369 viduals can infect all susceptible individuals via sandflies. In 370 reality, asymptomatic individuals do not mix homogeneously 371 with susceptible individuals as they are generally clustered 372 together around or near to VL cases (25, 28), who are much 373 more infectious and therefore more likely to infect suscepti-374 ble individuals around them, even if they are outnumbered 375 by asymptomatic individuals. Asymptomatic infection also 376 leads to immunity, and therefore local depletion of suscep-377 tible individuals around infectious individuals. Hence, for 378 the same relative infectiousness, the contribution of asymp-379 tomatic individuals to transmission is much lower when spatial 380 heterogeneity is taken into account.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "361"
        },
        {
            "text": "Nonetheless, our results suggest that asymptomatic indi-382 viduals do contribute a small amount to transmission and 383 that they can \"bridge\" gaps between VL cases in transmission 384 chains, as the best-fitting model has non-zero asymptomatic 385 relative infectiousness. Superficially, this appears to conflict 386 with preliminary results of xenodiagnosis studies in which 387 asymptomatic individuals have failed to infect sandflies ac-388 cording to microscopy (44). However, historical (12, 45) and 389 experimental (46) data show that provision of a second blood 390 meal and optimal timing of sand fly examination are criti-391 cal to maximizing sensitivity of xenodiagnosis. These data 392 suggest that recent xenodiagnosis studies (11, 44), in which 393 dissection occurred within 5 days of a single blood meal, may 394 underestimate the potential infectiousness of symptomatic 395 and asymptomatic infected individuals. Occurrence of VL in 396 isolated regions where there are asymptomatically infected 397 individuals, but virtually no reported VL cases (27, 47), also 398 seems to suggest that asymptomatic individuals can generate 399 VL cases. However, it is possible that some individuals who de-400 veloped VL during the study went undiagnosed and untreated, 401 and that we have inferred transmissions from asymptomatic 402 individuals in locations where cases were missed. We will in-403 vestigate the potential role of under-reporting in future work. 404",
            "cite_spans": [],
            "ref_spans": [],
            "section": "381"
        },
        {
            "text": "The analysis presented here is not without limitations. As 405 can be seen from the model simulations (Fig. S20) , the model is 406 not able to capture the full spatiotemporal heterogeneity in the 407 observed VL incidence when fitted to the data from the whole 408 study area, as it underestimates the number of cases in higher-409 incidence paras (e.g. paras 1, 4 and 12). There are various 410 possible reasons why the incidence in these paras might have 411 been higher, including higher sandfly density, lower initial lev-412 els of immunity, variation in infectiousness between cases and 413 within individuals over time, dose-dependence in transmission 414 (whereby flies infected by VL cases are more likely to create 415 VL cases than flies infected by asymptomatic individuals (22)), 416 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 102,
                    "end": 112,
                    "text": "(Fig. S20)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "381"
        },
        {
            "text": "where K(d) = e ≠d/is the spatial kernel function that determines 7 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "381"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "381"
        },
        {
            "text": "Bangladesh (protocol #2007-003) and the Centers for Disease Con- ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D R A F T"
        },
        {
            "text": "• recovered (i.e. treated for primary VL, VL relapse or PKDL, or self-resolved from PKDL, or recovered from asymptomatic",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D R A F T"
        },
        {
            "text": "Upon infection, individuals either develop pre-symptomatic infection with probability pI or asymptomatic infection with probability 1 ≠ pI (see Table S2 for values of fixed parameters used in the model ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 152,
                    "text": "Table S2",
                    "ref_id": "TABREF8"
                }
            ],
            "section": "D R A F T"
        },
        {
            "text": "2 of 37 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. whereis the rate constant for spatial transmission between infected and susceptible individuals; K(dij) is the spatial kernel function that scales the transmission rate by the distance dij between individuals i and j; \" (Ø 0) is a rate constant for additional within-household transmission; 1ij is an indicator function for individuals living in the same household, i.e. between an exponentially decaying spatial kernel and a Cauchy-type kernel in our previous study (1) (the exponential kernel 73 gave a marginally better fit), we use the exponential kernel here: and asymptomatic individuals, we take the relative infectiousness of pre-symptomatic individuals, h0, to be the same as that of 93 asymptomatic individuals (i.e. h0 = h4).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D R A F T"
        },
        {
            "text": "One-hundred and thirty-eight of the 190 PKDL cases underwent one or more examinations by a trained physician to 95 determine the type and extent of their lesions (Table S1 ). Data from a recent xenodiagnosis study in Bangladesh (20) ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 162,
                    "end": 171,
                    "text": "(Table S1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "94"
        },
        {
            "text": "Pre-symptomatic -- Thus, individual j's infectiousness at time t is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relative infectiousness References"
        },
        {
            "text": "[3]",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relative infectiousness References"
        },
        {
            "text": "113 Incubation period. Following previous work (1), we model the incubation period as negative binomially distributed NB(r, p) 114 with fixed shape parameter r = 3 and 'success' probability parameter p, and support starting at 1 (such that the minimum 115 incubation period is 1 month):",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 130,
                    "text": "114",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Relative infectiousness References"
        },
        {
            "text": "We estimate p in the MCMC algorithm for inferring the model parameters and missing data (see below).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relative infectiousness References"
        },
        {
            "text": "VL onset-to-treatment time distribution. Several VL cases with onset before 2002 have missing symptom onset and/or treatment times (only their onset year is recorded), and may therefore have been infectious at the start of the study period. In order to be able to infer the onset-to-treatment times of these cases, OT Õ j = min(R Õ j , D Õ j ) ≠ I Õ j (j = 1, . . . , nI 0 ), in the MCMC algorithm 121 (see below) we model the onset-to-treatment time distribution as a negative binomial distribution NB(r1, p1) and fit to the 122 onset-to-treatment times of all VL cases for whom both onset and treatment times were recorded ( Figure S2A ):",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 627,
                    "end": 637,
                    "text": "Figure S2A",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "of 37"
        },
        {
            "text": "124 to obtain r1 = 1.34 and p1 = 0.38 (corresponding to a mean onset-to-treatment time of 3.2 months). assume that all cases not recorded as having immediate recurrence of symptoms su ered treatment relapse and that the time to relapse follows a geometric distribution Geom(p4) with PMF:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "of 37"
        },
        {
            "text": "where fitting to the recorded gaps gives p4 = 0.13 (corresponding to a mean time to relapse of 7.9 months). Relapse cases are 156 assumed to be uninfectious from their treatment month to their relapse time and their duration of symptoms upon relapse 157 is assumed to follow the same distribution as the onset-to-treatment time for a first VL episode (Eq. (5)). We assume all 158 relapse cases were treated for relapse before the end of the study, since the latest treatment time for primary VL in a case that 168",
            "cite_spans": [],
            "ref_spans": [],
            "section": "of 37"
        },
        {
            "text": "169 while the probabilities of pre-symptomatic or asymptomatic infection in month t given susceptibility up to month t ≠ 1 are, respectively:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "of 37"
        },
        {
            "text": "[12]",
            "cite_spans": [],
            "ref_spans": [],
            "section": "of 37"
        },
        {
            "text": "Model for initial status of non-symptomatic individuals. As there was transmission and VL in the population before the start The probabilities of each non-symptomatic individual initially present (i.e. with Vj = 0) being susceptible, asymptomatically infected, or recovered from asymptomatic infection at time t = 0 can then be found by calculating the probability of avoiding infection in every month from their birth to the start of the study, summing over the probabilities of being infected in one of the months between their birth and the start of the study and recovering after the start of the study, and summing over the 6 of 37 probabilities of being infected in a month before the start of the study and recovering before the start of the study, respectively: pS 0 (aj) := P(Aj > 0, Rj > 0) = e ≠⁄ 0 a j [13] pA 0 (aj) := P(Aj AE 0,",
            "cite_spans": [
                {
                    "start": 814,
                    "end": 818,
                    "text": "[13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "of 37"
        },
        {
            "text": "where aj is the age of individual j in months at t = 0. Since we assume that non-symptomatic individuals who are born, or 183 who immigrate into the study area, after the start of the study (with Vj > 0) are susceptible, for notational convenience we 184 define the probabilities for these individuals as pS 0 (aj) = 1, pA 0 (aj) = pR 0 (aj) = 0. We estimate the historical asymptomatic infection rate, ⁄0, by fitting the model to age-prevalence data on leishmanin skin 186 test (LST) positivity amongst non-symptomatic individuals from a cross-sectional survey of three of the study paras conducted 187 in 2002 (28) (see Figure S4 ). We assume that entering state R corresponds to becoming LST-positive, as LST positivity is 188 a marker for durable, protective cell-mediated immunity against VL (28, 29), and estimate ⁄0 by maximising the binomial With these definitions, the complete data likelihood for the augmented data Z = (Y, X) given the model parameters ◊ = (-, -, ', \", p) is composed of the products of the probabilities of all the di erent individual-level events over all months: the joint posterior distribution of the model parameters ◊ = (-, -, ', \", p) and the missing data X given the observed data Y",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 622,
                    "end": 631,
                    "text": "Figure S4",
                    "ref_id": "FIGREF28"
                }
            ],
            "section": "of 37"
        },
        {
            "text": "[17] 223 We do this using a Metropolis-within-Gibbs MCMC data augmentation algorithm in which we iterate between sampling from 224 the conditional posterior distribution of the parameters given the observed data and the current value of the missing data, ",
            "cite_spans": [
                {
                    "start": 5,
                    "end": 8,
                    "text": "223",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "P(◊, X|Y) = P(Y, X|◊)P(◊) P(Y) Ã L(Z; ◊)P(◊)."
        },
        {
            "text": "t=V j qj(t) + qj(T + 1) is a normalising constant to account for the fact that we know that j was not pre- and \", which are non-negative, since there is little information available with which to construct informative priors (Table S3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 225,
                    "end": 235,
                    "text": "(Table S3)",
                    "ref_id": "TABREF9"
                }
            ],
            "section": "P(◊, X|Y) = P(Y, X|◊)P(◊) P(Y) Ã L(Z; ◊)P(◊)."
        },
        {
            "text": "The mean of the prior distribution foris chosen as 100m based on our previous findings (1) . A beta distribution, Beta(a, b) , 266 is chosen as a conjugate prior for the incubation period parameter p, since it is a probability (p oe where -= (-, -, ', \"), so p can be updated e ciently in the MCMC by drawing from this full conditional distribution rather than using a random walk Metropolis-Hastings update. 1 ≠ Aj,0) for Rj,0 = T + 1. by repeating the following steps. Note that throughout the following we suppress notation of conditional dependencies in the 320 likelihood terms where they are obvious to maintain legibility. The algorithm also accounts for the fact that some individuals 321 were born or migrated or died during the study when updating the unknown pre-symptomatic infection times and asymptomatic 322 infection and recovery times (using the birth/migration/death times as bounds on the proposed unobserved times), but we 323 omit these details from the following description for simplicity. ",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 90,
                    "text": "(1)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 127,
                    "end": 130,
                    "text": "266",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 114,
                    "end": 124,
                    "text": "Beta(a, b)",
                    "ref_id": null
                },
                {
                    "start": 409,
                    "end": 418,
                    "text": "1 ≠ Aj,0)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "265"
        },
        {
            "text": "(b) Accept the infection time move with probability",
            "cite_spans": [],
            "ref_spans": [],
            "section": "265"
        },
        {
            "text": "where ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "265"
        },
        {
            "text": "(c) i. If Aj = 0:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "343"
        },
        {
            "text": "if Rj = 0,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "343"
        },
        {
            "text": "if Rj > 0. ii. If Aj = T + 1:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "343"
        },
        {
            "text": "A. If A Õ j = T + 1, then R Õ j = T + 1, so accept immediately as the likelihood does not change.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "360"
        },
        {
            "text": "Step 4(c)iC, except with",
            "cite_spans": [],
            "ref_spans": [],
            "section": "360"
        },
        {
            "text": ". 365 iii. If Aj oe [1, T ]:",
            "cite_spans": [
                {
                    "start": 2,
                    "end": 5,
                    "text": "365",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "360"
        },
        {
            "text": "A. If A Õ j = 0, follow Step 4(c)iA, but with Q replaced by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "of 37"
        },
        {
            "text": "Step 4(c)iB except with",
            "cite_spans": [],
            "ref_spans": [],
            "section": "of 37"
        },
        {
            "text": "Step 4(c)iC but with 6. Update missing treatment times of VL cases during the study: 382 Update the treatment time of the VL case whose treatment time is missing but whose onset time is known, conditional 383 on the treatment time being before their PKDL onset: 384 (a) Propose a new treatment time as",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 88,
                    "text": "382",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "of 37"
        },
        {
            "text": "Update the onset and treatment times of all cases who potentially had active VL at the start of the study (t = 1) who N(0, 4) ) \" = 0 p1) . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 118,
                    "end": 125,
                    "text": "N(0, 4)",
                    "ref_id": "FIGREF42"
                },
                {
                    "start": 134,
                    "end": 137,
                    "text": "p1)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "385"
        },
        {
            "text": "Update the treatment times of cases who potentially had active VL at the start of the study whose treatment times were 390 not recorded but whose onset times are known, one by one. For each case j: p1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 198,
                    "end": 201,
                    "text": "p1)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Update missing treatment times of potentially initially active VL cases:"
        },
        {
            "text": "9. Update whole relapse period of cases missing both relapse and relapse treatment times: 392 Update the relapse and relapse treatment times of all VL cases who su ered relapse during the study who are missing Step 4 in the above algorithm may appear complicated, but essentially consists of proposing a new asymptomatic infection ",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 93,
                    "text": "392",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Update missing treatment times of potentially initially active VL cases:"
        },
        {
            "text": "is the empirical covariance of the last k ≠ f (k) + 1 samples offrom the chain, with",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Update missing treatment times of potentially initially active VL cases:"
        },
        {
            "text": "the mean of the last k ≠ f (k) + 1 samples; 0 is the initial guess for the covariance matrix, and k0 determines the rate at 442 which the influence of 0 on k+1 decreases (the weight of 0 halves after the first 2k0 iterations). We use k0 = 1000 here.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Update missing treatment times of potentially initially active VL cases:"
        },
        {
            "text": "If f (k) = f (k ≠ 1) (i.e. if k is odd with f (k) chosen as above), an additional observation is added to the estimate of the 444 covariance matrix",
            "cite_spans": [],
            "ref_spans": [],
            "section": "443"
        },
        {
            "text": "if k is even), the new observation replaces the oldest",
            "cite_spans": [],
            "ref_spans": [],
            "section": "443"
        },
        {
            "text": "It has been shown that N (k , 2.38 2 /n -), where is the covariance matrix of the posterior distribution, is the optimal 453 proposal distribution for rapid convergence and e cient mixing of the MCMC chain for symmetric product-form posterior 454 distributions as nae OE, and leads to an acceptance rate of 23.4% (38, 39) . This corresponds to a scaling of c k = 1 in Eq. (23).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 313,
                    "end": 321,
                    "text": "(38, 39)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "443"
        },
        {
            "text": "However, we are in a context with a large amount of missing data, which is strongly correlated with some of the transmission 456 parameters (see Parameter estimates below), so the posterior distribution is not symmetric, and this scaling is not optimal. 457 We therefore follow (36) and scale c k adaptively as the algorithm progresses to target an acceptance rate of approximately 458 23.4% for updates to -. We do this by rescaling c k by a factor of x k > 1 every time an acceptance occurs and by a factor of 459 x ‹/(‹≠1) k < 1 every time a rejection occurs such that the acceptance rate ‹ approaches 23.4% in the long run,",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 257,
                    "text": "457",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "455"
        },
        {
            "text": "if proposal is rejected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "455"
        },
        {
            "text": "In order to satisfy the 'Diminishing Adaptation' condition (40), which is necessary to ensure the Markov chain is ergodic and converges to the correct posterior distribution, it is required that c k tends to a constant as k ae OE. So that the adaptation 463 diminishes as k increases, we use the sequence 465 where m0 is the number of iterations over which the scaling factor x k decreases from 2 to 1.5. Here, we use m0 = 100.",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 308,
                    "text": "465",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "461"
        },
        {
            "text": "Model comparison 467 We compare the goodness of fit of models with di erent asymptomatic and pre-symptomatic relative infectiousness (between 0% and 2% of that of VL cases), with and without additional within-household transmission, to test di erent assumptions about how infectious asymptomatic and pre-symptomatic individuals are, using DIC (41). DIC measures the trade-o between model fit and complexity and lower values indicate better fit. Since some variables were not observed, we use a version of DIC appropriate for missing data from (42), which is based on the complete data likelihood L(◊; Z) = P(Y, X|◊). This is equivalent to the standard version of DIC for fully observed data except that it is averaged over the missing data:",
            "cite_spans": [
                {
                    "start": 17,
                    "end": 20,
                    "text": "467",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "466"
        },
        {
            "text": "where D(◊) is the deviance (the measure of model fit), given (up to an additive constant dependent only on the data) by .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "466"
        },
        {
            "text": "[26]",
            "cite_spans": [],
            "ref_spans": [],
            "section": "466"
        },
        {
            "text": "The relative contribution of state X to the infection pressure on the ith VL case at their infection time, i.e. the probability 483 that i's infection source is X (Fig. 2B in the main text), is:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 163,
                    "end": 171,
                    "text": "(Fig. 2B",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "482"
        },
        {
            "text": ", X oe {A, E, I, P}.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "482"
        },
        {
            "text": "[27]",
            "cite_spans": [],
            "ref_spans": [],
            "section": "482"
        },
        {
            "text": "The probability that the ith VL case is infected from the background transmission is ' ⁄i(Ei ≠ 1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "485"
        },
        {
            "text": ".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "485"
        },
        {
            "text": "Reconstructing the epidemic Reconstructing the transmission tree. We reconstruct the transmission tree following the 'sequential approach' described 488 in (44). We draw N samples (◊ k , X k ) (k = 1, . . . , N) from the joint posterior distribution from the MCMC, calculate the 489 probability that infectee i was infected by individual j conditional on their infection time Ei and uncertainty in the parameter values and missing data (over the posterior distribution). We use N = 1000 here.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "of 37"
        },
        {
            "text": "Calculating transmission distances and times. The mean infector-to-VL-infectee distance and mean infector-onset-to-VLinfectee-infection time for each VL and PKDL infector ( Figures 4A and 4B in the main text) are calculated from the sample of N transmission trees by averaging the distances and times from each infector to their VL infectees within each tree, and then averaging these quantities over all the trees in which that VL/PKDL case is an infector:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 173,
                    "end": 190,
                    "text": "Figures 4A and 4B",
                    "ref_id": "FIGREF42"
                }
            ],
            "section": "495"
        },
        {
            "text": "where · ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "495"
        },
        {
            "text": "[33]",
            "cite_spans": [],
            "ref_spans": [],
            "section": "495"
        },
        {
            "text": "The absolute contribution of each infectious state to the e ective reproduction number at time t is:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "514"
        },
        {
            "text": "where X oe {A, I} denotes the infectious state, and, as described above, in the main text we split the numbers of secondary 517 infections (Rj) arising from VL and PKDL for cases that had both.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "514"
        },
        {
            "text": "To assess the fit of the model and simulate hypothetical interventions against PKDL, we create a stochastic simulation version of 520 the individual-level spatiotemporal transmission model described above. We follow standard stochastic simulation methodology 521 for discrete-time individual-level transmission models (47), converting infection event rates into probabilities in order to 522 determine who gets infected in each month. We assume that an individual's progression through di erent infection states 523 following infection occurs independently of the rest of the epidemic (i.e. is either governed by internal biological processes or 524 random external processes of detection), which enables the simulation of an individual's full infection history from the point of 525 infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model simulations"
        },
        {
            "text": "So that we can simulate durations of PKDL infectiousness, we fit a negative binomial distribution NB(r5, p5) to the observed 527 PKDL onset-to-treatment times and onset-to-resolution times for self-resolving PKDL cases in the data: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "526"
        },
        {
            "text": "Given these pieces of information, the simulation algorithm proceeds as follows: negative binomially distributed (48). The PMF of a size-biased negative binomial random variable X ú corresponding to 542 X ≥ NB is: and assign a PKDL infectious by drawing from Cat({h1, h2, h3, hu}, p) . 562 ii. Else the individual recovers without developing PKDL, so draw a recovery time: Figure   575 S5 and Table S4 respectively. Based on the deviance distributions and DIC values, the best-fitting model is the model with 576 additional within-household transmission and the highest level of relative pre-symptomatic and asymptomatic infectiousness 577 (both 2% as infectious as VL). Hence, we focus on the output of this model in the main text and below. and \") and incubation period distribution parameter p for the di erent models are shown in Table S4 . The parameter estimates 580 are very similar across the di erent models and vary in the way expected -the spatial transmission rate constantand 581 background transmission rate ' are lower for models with additional within-household transmission (\" > 0) and decrease with 582 increasing relative asymptomatic infectiousness h4, and the mode foris slightly larger for models with \" > 0 (since a flatter 583 kernel shape compensates for the extra within-household transmission). The posterior distributions for the incubation period 584 distribution parameter p correspond to a mean incubation period of 5.7-6.9 months (95% HPDIs (4.8,6.6)-(6.0,7.8) months). The log-likelihood trace and posterior distributions for the parameters for the best-fitting model are shown in Figure S6 .",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 289,
                    "text": "562",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 259,
                    "end": 283,
                    "text": "Cat({h1, h2, h3, hu}, p)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 373,
                    "end": 385,
                    "text": "Figure   575",
                    "ref_id": "FIGREF44"
                },
                {
                    "start": 393,
                    "end": 401,
                    "text": "Table S4",
                    "ref_id": "TABREF12"
                },
                {
                    "start": 834,
                    "end": 842,
                    "text": "Table S4",
                    "ref_id": "TABREF12"
                },
                {
                    "start": 1614,
                    "end": 1623,
                    "text": "Figure S6",
                    "ref_id": "FIGREF62"
                }
            ],
            "section": "535"
        },
        {
            "text": "The parameters are clearly well defined by the data, as the posterior distributions di er significantly from the weak prior 587 distributions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "586"
        },
        {
            "text": "The corresponding autocorrelation plots are shown in Figure S7 . The high degree of autocorrelation evident for all the 589 parameters is due to strong correlation between the transmission parameters and the missing data, in particular between the 590 spatial transmission rate constantand the asymptomatic infection times. Figure S8 shows thatis strongly negatively 591 correlated with the mean asymptomatic infection timeĀ. This is expected since a higher overall transmission rate leads to show that there is some negative correlation betweenand ', -and ', and \" and p. These correlations are not surprising: the 603 more transmission that is explained by proximity to infectious individuals (the higher -), the less needs to be explained by the 604 background transmission (the lower '); the flatter the spatial kernel (the larger -), the fewer infections need to be explained by 605 the background transmission; and the more infections are accounted for by transmission within the same household (the higher 606 \"), the longer the incubation period (the lower p) needs to be (due to long times between onsets of cases in the same household).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 53,
                    "end": 62,
                    "text": "Figure S7",
                    "ref_id": "FIGREF67"
                },
                {
                    "start": 324,
                    "end": 333,
                    "text": "Figure S8",
                    "ref_id": "FIGREF68"
                }
            ],
            "section": "588"
        },
        {
            "text": "The acceptance rate for the transmission parameter updates (Step 1 in the MCMC algorithm) was 23. demonstrate that the data augmentation algorithm works as expected. Figure S10 shows the incidence curve of VL and PKDL 615 cases for the whole study area and the inferred incidence curve of asymptomatic infections (averaged over the MCMC chain).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 166,
                    "end": 176,
                    "text": "Figure S10",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "607"
        },
        {
            "text": "The number of asymptomatic infections increases and decreases with the number of VL cases as expected given the assumption 617 that the incidence ratio of asymptomatic to symptomatic infection is fixed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "616"
        },
        {
            "text": "The posterior probabilities that individuals were asymptomatically infected during the study (shown in Figure S11 , with is higher). This is as expected given the structure of the model (the decrease in the risk of infection with distance from an 622 infectious individual encoded in the spatial kernel) and the estimates of the transmission parameters. The examples shown in Figure S12 demonstrate that non-symptomatic individuals' asymptomatic \"infection\" time posterior distributions (red). Note that asymptomatic \"infection\" in months 0 and T + 1 = 109, represent asymptomatic infection before the study and no asymptomatic infection before the end of the study, respectively. (A) Individual who migrated into a house with an active VL case from outside the study area in month 53 and therefore had a high initial probability of asymptomatic infection, followed by further peaks in asymptomatic infection risk in months 64 and 69 with the PKDL and VL onsets of two other household members in months 63 and 68 respectively. (B) Individual born in month 2 with a high probability of having avoided asymptomatic infection for the duration of the study. (C) Individual who was 23-years-old at the start of the study with a moderately high risk of having been asymptomatically infected before the study and a small peak in asymptomatic infection risk when a fellow household member had VL onset in month 45. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 103,
                    "end": 113,
                    "text": "Figure S11",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 376,
                    "end": 386,
                    "text": "Figure S12",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "618"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The role of case proximity in transmission of visceral leishmaniasis in a highly endemic village in 649",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Lac Chapman",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Visceral Leishmaniasis in the Indian Subcontinent: Modelling Epidemiology and Control",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Stauch",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Feasibility of eliminating visceral leishmaniasis from the Indian subcontinent: explorations with a set 653 of deterministic age-structured transmission models",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ea Le Rutte",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Parasites & Vectors",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Elimination of visceral leishmaniasis in the Indian subcontinent: a comparison of predictions from 655 three transmission models",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ea Le Rutte",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Epidemics",
            "volume": "18",
            "issn": "",
            "pages": "67--80",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Risk factors for kala-azar in Bangladesh",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bern",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Emerg. Infect. Dis",
            "volume": "11",
            "issn": "",
            "pages": "655--662",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Increasing Failure of Miltefosine in the Treatment of Kala-azar in Nepal and the Potential Role of Parasite 658",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "S Rijal",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Drug Resistance, Reinfection, or Noncompliance",
            "authors": [],
            "year": 2013,
            "venue": "Clin. Infect. Dis",
            "volume": "56",
            "issn": "",
            "pages": "1530--1538",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Single locus genotyping to track Leishmania donovani in the Indian subcontinent: Application in Nepal",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Rai",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Seasonal and nocturnal landing/biting behaviour of Phlebotomus 662 argentipes (Diptera: Psychodidae)",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dinesh",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ranjan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Palit",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kishore",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sk Kar",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Annals Trop. Medicine & Parasitol",
            "volume": "95",
            "issn": "",
            "pages": "197--202",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Studies on seasonal man sandfly (phlebotomus argentipes) contact at night",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ghosh",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Das",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hati",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J. Indian Assoc. for",
            "volume": "664",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Biting rhythm & biting activity of phlebotomid sandflies",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Srinivasan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Panicker",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Indian J. Med. Res",
            "volume": "95",
            "issn": "",
            "pages": "301--304",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Seasonal distribution of phlebotomine sand flies-vector of visceral leishmaniasis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shrestha",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Pant",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Nepal Med. Assoc",
            "volume": "668",
            "issn": "",
            "pages": "237--246",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Use of RK39 for diagnosis of post kala-azar dermal leishmaniasis in Nepal",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ml Das",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Southeast Asian J. Trop",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Bait preference of phlebotomus argentipes (ann. & 672 brunn.)",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Palit",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chakraborty",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bhattacharya",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Chowdhury",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hati",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "32",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The importance of systems ecology: implications of vector-based field studies and quantitative analysis of 674 vector control programs",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "D Poche",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "6th World Congress on Leishmaniasis Abstracts Book",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Spatial Distribution of Phlebotomus argentipes (Diptera: Psychodidae) in Eastern 677",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mandal",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Das",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kesari",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Case Study Evaluating Multispatial Resolution Remotely Sensed Environmental Evidence and Microclimatic 678",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "India",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Relative abundance of Phlebotominae sandflies with emphasis on vectors of kala-azar",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ns Singh",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Phillips-Singh",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Asian",
            "volume": "680",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "National Vector Borne Disease Control Programme, Guidelines on Vector Control in Kala-Azar Elimination (year?)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Policy recommendations from transmission modelling for the elimination of visceral leishmaniasis in 683 the Indian subcontinent",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ea Le Rutte",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Clin. Infect. Dis",
            "volume": "66",
            "issn": "",
            "pages": "301--308",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Infectiousness of visceral leishmaniasis, post kala-azar dermal leishmaniasis and asymptomatic subjects 685 with their capacity to infect sand fly vectors by xenodiagnosis",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Sundar",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "66th 686 Annual Meeting",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Quantifying the infectiousness of post-kala-azar dermal leishmaniasis towards sandflies",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Mondal",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Clin. Infect",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Clinical and immunological aspects of post-kala-azar dermal leishmaniasis in Bangladesh",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Islam",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Am. J. Trop",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Quantification of parasite load in clinical samples of leishmaniasis patients: Il-10 level correlates with 692 parasite load in visceral leishmaniasis",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Verma",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS ONE",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Study of parasite kinetics with antileishmanial drugs using real-time 694 quantitative PCR in Indian visceral leishmaniasis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sudarshan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Weirather",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sundar",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Antimicrob. Chemother",
            "volume": "66",
            "issn": "",
            "pages": "1751--1755",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Relapse after treatment with Miltefosine for visceral Leishmaniasis is associated with increased infectivity of 696 the infecting Leishmania donovani strain",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Rai",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "7--10",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Monitoring of Parasite Kinetics in Indian Post-Kala-azar Dermal Leishmaniasis",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "S Moulik",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Clin. Infect. Dis",
            "volume": "66",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Quantification of the natural history of visceral leishmaniasis and consequences for control. Parasites 700 & Vectors",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Lac Chapman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Characterization and identification of suspected counterfeit miltefosine 702 capsules",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Dorlo",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ta Eggelte",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Pj De Vries",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Beijnen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Analyst",
            "volume": "137",
            "issn": "",
            "pages": "1265--1274",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Loss of leishmanin skin test antigen sensitivity and potency in a longitudinal study of visceral leishmaniasis 704 in Bangladesh",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bern",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Am. J. Trop. Medicine Hyg",
            "volume": "75",
            "issn": "",
            "pages": "744--752",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Age trends in asymptomatic and symptomatic Leishmania donovani infection in the Indian 706 subcontinent: a review of data from diagnostic and epidemiological studies",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Lac Chapman",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "PLoS Neglected Trop. Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Estimating parameters in stochastic compartmental models using markov chain methods",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Gj Gibson",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Renshaw",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Math. Medicine Biol",
            "volume": "15",
            "issn": "",
            "pages": "19--40",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Bayesian inference for partially observed stochastic epidemics",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Pd O&apos;neill",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Royal Stat. Soc. A",
            "volume": "162",
            "issn": "",
            "pages": "121--129",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Bayesian Analysis for Emerging Infectious Diseases",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Jewell",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kypraios",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Neal",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Bayesian Analysis",
            "volume": "4",
            "issn": "",
            "pages": "465--496",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Linking Time-Varying Symptomatology and Intensity of 715 Infectiousness to Patterns of Norovirus Transmission",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Zelner",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ba Lopman",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ballesteros",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS ONE",
            "volume": "8",
            "issn": "",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Coupling and ergodicity of adaptive Markov chain Monte Carlo algorithms",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Appl. Probab",
            "volume": "717",
            "issn": "",
            "pages": "458--475",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Accelerating adaptation in the adaptive Metropolis Hastings random walk algorithm",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Spencer",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--19",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Weak convergence and optimal scaling of random walk Metropolis algorithms. The 722 Annals Appl",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Gelman",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Gilks",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Probab",
            "volume": "7",
            "issn": "",
            "pages": "110--120",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Optimal scaling for various Metropolis-Hastings algorithms",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Stat. Sci",
            "volume": "16",
            "issn": "",
            "pages": "351--367",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Examples of Adaptive MCMC",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Comput. Graph. Stat",
            "volume": "18",
            "issn": "",
            "pages": "349--367",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Deviance information criteria for missing data models",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Celeux",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Forbes",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Bayesian Analysis",
            "volume": "1",
            "issn": "",
            "pages": "651--673",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "The deviance information criterion: 12 years on (with discussion)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Spiegelhalter",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ng Best",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bp Carlin",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Linde",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Methods to infer transmission risk factors in complex outbreak data",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Royal Soc. Interface",
            "volume": "731",
            "issn": "9",
            "pages": "456--469",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Di erent epidemic curves for severe acute respiratory syndrome reveal similar impacts of control 733 measures",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Teunis",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am. J. Epidemiol",
            "volume": "160",
            "issn": "",
            "pages": "509--516",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "A Bayesian Approach to Quantifying the E ects of Mass Poultry Vaccination upon the Spatial and 735",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Pgt Walker",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Temporal Dynamics of H5N1 in Northern Vietnam",
            "authors": [],
            "year": 2010,
            "venue": "PLoS Comput. Biol",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Dynamics of the 2001 UK Foot and Mouth Epidemic: Stochastic Dispersal in a Heterogeneous 737 Landscape",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Mj Keeling",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Science",
            "volume": "294",
            "issn": "",
            "pages": "813--817",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "The MathWorks, Inc",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Julia: A fresh approach to numerical computing",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bezanson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Edelman",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Karpinski",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "SIAM Rev",
            "volume": "59",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Julia v1.0.5. The Julia Project",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "45 since 2011 (by >85%, from ≥37,000 cases in 2011 to ≥4,700 in 46 2018) (18, 19), reported numbers of PKDL diagnoses increased from 590 in 2012 to 2,090 in 2017 before falling to 1,363 in 48 2018",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "56 tribute to transmission is still unknown (22, 23). What is 57 clear is that asymptomatic infection plays a role in transmis-58 sion through generating herd immunity, since a significant 59 proportion of asymptomatically infected individuals develop 60 protective cell-mediated immunity against VL following infec-61 tion, as measured by positivity on the leishmanin skin test 62 (LST) (24-27). Several studies have shown that asymptomatic 63 infection is spatiotemporally clustered (25, 28), and therefore 64 immunity is also likely to be spatially clustered, but so far no 65 transmission models have accounted for this (23). Since most 66 surveillance data and data from epidemiological studies does 67 not contain information about numbers of asymptomatically 68 infected individuals over space and time (e.g. from longitudinal 69 serological testing), accounting for the role of asymptomatic 70 infection in transmission at the individual level represents a 71 substantial missing data problem. The endemic nature of the 72 disease and high asymptomatic infection potential mean that 73 it is necessary to infer initial infection statuses for individuals 74 without symptomatic disease, unlike for many epidemic dis-75 eases where individuals can be assumed to be susceptible or 76 are known to have been vaccinated. Coupled with the long and 77 variable incubation period of VL (lasting anywhere between 78 weeks and years but typically 2-6 months (29, 30)) and lack 79 of data on the flight range of the P. argentipes sandfly vector, 80 these factors make inference of spatiotemporal transmission 81 of VL particularly challenging. 82 By combining data from a recent xenodiagnosis study in 83 Bangladesh (11) with the geo-located data on incidence and 84 duration of symptoms of VL and di erent forms of PKDL 85 from the community study in Bangladesh, and fitting it to 86 an individual-level spatiotemporal VL transmission model, 87 this study provides the first detailed insight into the changing 88 roles of VL, PKDL, asymptomatic infection and immunity 89 in transmission over the course of an epidemic, and the first 90 estimates of numbers of secondary cases and infections gen-91 erated by individual VL and PKDL cases. The Bayesian 92 data augmentation framework that we develop in order to 93 fit the model accounts for the unobserved infection times of 94 VL cases, the missing data on asymptomatic infections, in-95 dividuals' unobserved initial infection statuses, migration of Data. We analyse detailed demographic and disease data 101 on 24,781 individuals living in 5,118 households in 19 paras 102 (hamlets) situated in two large clusters in a 12km◊12km area 103 in Fulbaria upazila, Mymensingh district, Bangladesh from 104 2002-2010",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "(A) Map of the study area showing the households that had VL cases (red), PKDL cases (blue), and no cases (white with grey outline) with onset between 2002 and 2010. Household locations jittered slightly to protect patient anonymity. (B) Observed incidence of VL and PKDL for the whole study area by month of onset, 2002-2010. Comparison. Di erent versions of the spatiotemporal 126 transmission model described in Materials and Methods, in 127 which decrease in infection risk with distance from an infectious 128 individual is characterised by an exponentially decaying spa-129 tial kernel function, were fitted to the data. These comprised 130 models with and without extra within-household transmis-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "2B shows the breakdown of the individual infection 184 pressures on VL cases at their infection times, and indicates 185 that the contribution of PKDL to these infection pressures 186 grew from 0% at the start of the epidemic to approximately 187 55% (95% CI: 2, 92%) for the cases with onset in 2010. Unsur-188 prisingly, given the uncertainty in the infection times of the 189 VL cases, the credible intervals for the relative contributions 190 of each infection source to the infection pressures on the cases 191 at their infection times are very broad.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Contributions of background transmission, asymptomatic individuals, presymptomatic individuals, VL cases and PKDL cases to (A) the total risk of new infections, and (B) the individual infection pressures on VL cases at their infection times (in relative terms). Note that time is non-linear in (B) since cases are ordered by their onset time. Solid lines show modes in (A), medians in (B); shaded regions show 95% CIs. The relative contribution of PKDL to the infection pressures on the 7 VL cases with onset in 2010 in (B) is lower than to the infection pressure on susceptible individuals in 2010 in (A) since the 2010 VL cases all had onset before May and were therefore most likely infected in 2009 when the relative contribution of VL was higher.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Inferred transmission tree in part of the south-east cluster of villages at different stages of the epidemic: (A) Dec 2003, (B) Dec 2005, and (C) Dec 2009. Dots show individuals coloured by their infection state (see key)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "infections were estimated to have led to VL (30), 256 so the estimated numbers of secondary VL cases per case are 257 much lower (Fig. S19A). 258 As expected, the mean numbers of secondary infections 259 generated by infectious individuals are strongly positively 260 correlated with their durations of infectiousness (Fig. S19B). 261 In particular, many PKDL cases had very long durations of 262 symptoms (>1yr) and generated large numbers of secondary 263 infections (>5). 264 The median e ective reproduction number-the average 265 number of secondary infections generated by individuals who 266 became infectious in a given month, which must be above 1 267 for the disease to persist-decreased over the course of the 268 epidemic (Fig. S19C), from being mostly above 1 (range: 0.4, 269 3.7) in 2003-2006 to below 1 in 2007-2010.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Impact of Preventing/Limiting PKDL. To investigate the poten-271 tial impact of stopping PKDL from occurring or reducing the 272 duration of infectiousness of PKDL cases on incidence of VL, 273 we created a simulation version of the transmission model 274 and used the parameter estimates and inferred initial statuses 275 of individuals obtained from the MCMC algorithm to run 276 counterfactual simulations of the epidemic in the study area 277 (see Materials and Methods and SI Text for further details).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "324 bution of individual VL cases and PKDL cases to transmission 325 in terms of the numbers of secondary infections they generate, 326 which is chiefly driven by variation in their onset-to-recovery 327 times (Fig. S19B). As expected, individuals with long onset-328 to-recovery times contribute most to new infections, acting 329 as super-spreaders who generate many times more infections 330 than the average case. These individuals play an important 331 role in maintaining transmission of VL-keeping the e ective 332 reproduction number above 1-as the average number of sec-333 ondary VL cases (the main drivers of transmission) generated 334",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "in other unobserved risk factors (such as bed net 417 use). It was not possible to include sandflies explicitly in the 418 model due to an absence of data on sandfly abundance and 419 gaps in understanding of P. argentipes bionomics (48). We 420 were unable to incorporate variation in infectiousness between 421 individuals in the same disease state and over time within 422 disease states due to the relatively limited xenodiagnostic data 423 available on infectiousness of VL and PKDL and lack of data 424 on variation in infectiousness of individuals over time (e.g. 425 from serial parasite load measurements or serial xenodiagno-426 sis). We were also not able to consider the role of HIV-VL 427 co-infected individuals in transmission as there was no data on 428 HIV infection in the study population, but other data suggests 429 they may contribute significantly with prevalences of HIV co-430 infection of up to 6% in India (49) and higher infectiousness 431 towards sandflies (50). Further laboratory and field studies are 432 needed to quantify these sources of heterogeneity to be able 433 to parameterise variation in transmission intensity between 434 locations. 435 Nevertheless, our analysis provides unique insights into how 436 visceral leishmaniasis spreads in space and time and the role 437 played by PKDL and asymptomatic infection in this process.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "We have developed a novel MCMC data augmentation frame-439 work to account for the endemic nature of the disease and 440 high proportion of asymptomatic infection, and used it to gen-441 erate quantitative estimates for guiding targeted interventions 442 around VL and PKDL cases. In future work we will predict 443 the impact of di erent spatiotemporally-targeted interventions 444 on VL incidence using the simulation model developed here.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Collection. The data used in this study was collected in 4 448 household surveys conducted between July 2007 and December 2010 449 in a highly VL-endemic community in Fulbaria upazila, Mymensingh",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "450 district, Bangladesh (for full details of the study protocol and case 451 definitions see (8)). The GPS coordinates of all households were 452 recorded using a Garmin 76 GPS receiver, and the migration of 453 individuals within, and in and out of, the study area was recorded. 454 Transmission Model. We developed a discrete-time individual-level 455 spatial kernel transmission model for VL by extending our previ-456 ous individual-level model (51) to explicitly include asymptomatic 457 infection and PKDL. In the model, the infection pressure on suscep-458 tible individual i in month t is given by the sum of the individual 459 infection pressures on them from surrounding infectious individ-460 uals (j oe Inf (t)), which are a function of their distance d ij from 461 i and their relative infectiousness (compared to VL cases) h j (t), 462 plus a background transmission rate ' to account for unexplained 463 infections:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "how transmission risk decreases with distance (with distance de-467 cay rate 1/-), -is the spatial transmission rate constant, \" is 468 the extra within-household transmission rate, and 1 ij is an indi-469 cator function that is 1 if i and j share the same household and 470 0 otherwise. A proportion p I of infections lead to VL following a 471 negative-binomially-distributed NB(r, p) incubation period, while 472 the remaining infections are asymptomatic with geometric Geom(p 2 ) 473 duration. We use p I = 0.15, r = 3 and p 2 = 1/5 based on previ-474 ous analyses (30, 51), and estimate p along with the transmission 475parameters.476    We assume individuals' relative infectiousnesses h j (t) remain con-477 stant in each infection state and parameterise those of VL and PKDL 478 cases using data from a recent xenodiagnosis study in Bangladesh 479 (11), and those of asymptomatic and pre-symptomatic individuals 480 based on estimates from previous modelling studies (23, 43) and 481 preliminary evidence from a xenodiagnosis study in India that non-482 symptomatic infected individuals are much less infectious than VL 483 or PKDL cases (44). Given the uncertainty in the infectiousness of 484 asymptomatic and pre-symptomatic individuals and the absence of 485 experimental data on their relative infectiousness, we assume they 486 are equally infectious and compare the fit of the model with di erent 487 fixed values for their relative infectiousness from 0 to 2% using the 488 Deviance Information Criterion. We also compare the fit of models 489 without and with additional within-household transmission (\" = 0 490 vs \" > 0).491 Bayesian Data Augmentation. We estimated the parameters in the 492 transmission model, ◊ = (-, -, ', \", p), the unobserved infection 493 times of VL cases and infection and recovery times of asymp-494 tomatic individuals, and individuals' unobserved initial statuses 495 by sampling from the joint posterior distribution of ◊ and the 496 missing data X given the observed data Y (months of birth, mi-497 gration, and death; VL and PKDL onset and recovery times; etc.), 498 P(◊, X|Y) Ã L(◊; Y, X)P(◊), where L(◊; Y, X) denotes the com-499 plete data likelihood and P(◊) is the prior distribution for ◊, using a 500 Bayesian data augmentation framework (see SI Text for full details). 501 Markov chain Monte Carlo (MCMC) methods were used to obtain 502 the joint posterior distribution by iteratively sampling from the 503 posterior distribution of the parameters given the observed data 504 and current value of the missing data, P(◊|Y, X), and the poste-505 rior distribution of the missing data given the observed data and 506 the current values of the parameters, P(X|Y, ◊) (52). Relatively 507 uninformative Gamma distributions were used for the priors for the 508 transmission parameters (-, -, ' and \"), and a relatively informative 509 conjugate Beta prior was used for the incubation period distribution 510 parameter p based on a previous estimate of the mean incubation 511 period and its uncertainty (30) (see SI Text for further details). 512 Once the posterior distribution of the parameters and missing 513 data had been obtained from the MCMC, 1,000 samples were 514 drawn from the posterior distribution and the posterior predictive 515 distributions of infection sources for all infectees derived for each 516 sample. These were used to draw an infector for each infectee to 517 reconstruct the transmission tree. Thus we obtained a set of 1,000 518 possible transmission trees that accounted for uncertainty in the 519 parameter values, infection times, infection sources and individuals' 520 initial statuses. The mean distance from each infector to their 521 infectees and time from their onset to the infections of their infectees 522 was calculated for each tree, and then averaged over all trees in 523 which that individual was an infector to obtain distributions of mean 524 distances and times to infectees across all infectors (Figures 4A and 525 4B). The posterior predictive distributions of infection sources were 526 also used to estimate the number of secondary infections for each 527 asymptomatic individual, VL case and PKDL case (Figures 4C, S18 528 and S19B), and the time-dependent e ective reproduction number 529 (Fig. S19C).530 Model Simulations. We implemented a simulation version of the 531 transmission model (full details in SI Text) to assess the ability of 532 the model to reproduce the observed data and to investigate the 533 counterfactual impact of di erent hypothetical interventions against 534 PKDL on VL incidence. One hundred samples of the parameters 535 and individuals' infection statuses in December 2002 were drawn 536 from the posterior distribution obtained from the MCMC and 100 537 simulations of the model run for each sample starting from January 538 2003 (at which point all but one of the paras had had at least 539 1 VL case since January 2002), to give 10,000 realisations of the 540 epidemic under \"normal\" interventions. This process was then 541 repeated with PKDL infectiousness set to zero (to simulate no 542 development of PKDL), and then again with the mean duration 543 of PKDL infectiousness halved (to simulate more rapid detection 544 and treatment of PKDL), and the percentage di erence in the total 545 number of cases in each \"alternative-intervention\" simulation from 546 that in each \"normal-intervention\" simulation calculated. 547 Ethical Approval. The study was approved by the institutional review 548 boards of the International Centre for Diarrhoeal Disease Research, 549",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "access the data should contact aahmed@icddrb.org. 555 ACKNOWLEDGMENTS. This work was supported by the Bill 556 and Melinda Gates Foundation through the SPEAK India con-557 sortium (Grant OPP1183986) (L.A.C.C., M.M.C., G.F.M.) and 558 the NTD Modelling Consortium (Grant OPP1184344) (L.A.C.C., 559 S.E.F.S., T.M.P., T.D.H., G.F.M.). S.E.F.S. gratefully acknowledges 560 funding from MRC (Grant MR/P026400/1) and EPSRC (Grant 561 EP/R018561/1). L.A.C.C. wishes to thank Marinella Capriati, Jim 562 and Monica Chapman and members of the Centre of Mathematical 563 Modelling of Infectious Diseases, London School of Hygiene and 564 Tropical Medicine for very useful discussions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "PD, Roberts GO (1999) Bayesian inference for partially observed stochastic epi-568 demics. Journal of the Royal Statistical Society A 162:121-129. 569 3. Neal PJ, Roberts GO (2004) Statistical inference and model selection for the 1861 Hagelloch 570 measles epidemic. Biostatistics 5(2):249-261.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "CP, Keeling MJ, Roberts GO (2009) Predicting undetected infections during the 2007 572 foot-and-mouth disease outbreak. Journal of the Royal Society Interface 6:1145-1151. 573 5. Salje H, et al. (2016) How social structures, space, and behaviors shape the spread of infec-574 tious diseases using chikungunya as a case study. Proceedings of the National Academy of 575 Sciences 113(47):13420-13425. 576 6. Lau MS, et al. (2017) A mechanistic spatio-temporal framework for modelling individual-to-577 individual transmission-With an application to the 2014-2015 West Africa Ebola outbreak. S, et al. (2011) Role of social networks in shaping disease transmission dur-580 ing a community outbreak of 2009 H1N1 pandemic influenza. Proceedings of the National 581 Academy of Sciences 108(7):2825-2830. 582 8. Islam S, et al. (2013) Clinical and immunological aspects of post-kala-azar dermal leishmani-583 asis in Bangladesh. American Journal of Tropical Medicine and Hygiene 89(2):345-353. 584 9. World Health Organization Regional Office for South-East Asia, et al. (2014) Memorandum 585 of Understanding among Bangladesh, Bhutan, India, Nepal and Thailand on the Elimination 586 of Kala-Azar from the South-East Asia Region, (Dhaka), Technical report. 587 10. Zijlstra EE, Alves F, Rijal S, Arana B, Alvar J (2017) Post-kala-azar dermal leishmaniasis 588 in the Indian subcontinent: A threat to the South-East Asia Region Kala-azar Elimination 589 Programme. PLoS Neglected Tropical Diseases 11(11):e0005877. 590 11. Mondal D, et al. (2018) Quantifying the infectiousness of post-kala-azar dermal leishmaniasis 591 towards sandflies. Clinical Infectious Diseases pp. 1-25. 592 12. Napier LE, Smith ROA, Gupta CRD (1933) The Infection of Phlebotomus argentipes from 593 Dermal Leishmanial Lesions. Indian Journal of Medical Research 21(1):173-177 pp. 594 13. Molina R, et al. (2017) Infectivity of post-kala-azar dermal leishmaniasis patients to sand flies: 595 Revisiting a proof of concept in the context of the kala-azar elimination program in the indian 596 subcontinent. Clinical Infectious Diseases 65(1):150-153. 597 14. Addy M, Nandy A (1992) Ten years of kala-azar in west Bengal, Part I. Did post-kala-azar 598 dermal leishmaniasis initiate the outbreak in 24-Parganas? Bulletin of the Hirve S, et al. (2010) Effectiveness and feasibility of active and passive case detection in 601 the visceral leishmaniasis elimination initiative in India, Bangladesh, and Nepal. American 602 Journal of Tropical Medicine and Hygiene 83(3):507-511. 603 16. Das A, et al. (2014) Active and passive case detection strategies for the control of leishmani-604 asis in Bangladesh. Public Health Action 4(1):15-21. 605 17. Mondal D, et al. (2010) Enhanced case detection and improved diagnosis of PKDL in a Kala-606 azar-Endemic area of Bangladesh. PLoS Neglected Tropical Diseases 4(10):1-8. 607 18. World Health Organization (2019) Global Health Observatory: Number of cases of vis-608 ceral leishmaniasis reported -Data by country (http://apps.who.int/gho/data/node.India (2019) Kala-azar Situation in India (https://nvbdcp.gov.in/index4.Hirve S, et al. (2016) Transmission Dynamics of Visceral Leishmaniasis in the Indian Subcon-616 tinent -A Systematic Literature Review. PLoS Neglected Tropical Diseases 10(8):e0004896. 617 22. Courtenay O, Peters NC, Rogers ME, Bern C (2017) Combining epidemiology with basic 618 biology of sand flies, parasites, and hosts to inform leishmaniasis transmission dynamics and 619 control. PLoS Pathogens 13(10):e1006571. 620 23. Le Rutte EA, et al. (2018) Policy recommendations from transmission modelling for the elim-621 ination of visceral leishmaniasis in the Indian subcontinent. Clinical Infectious Diseases 622 66(suppl_4):S301-S308. 623 24. Bern C, et al. (2006) Loss of leishmanin skin test antigen sensitivity and potency in a longitu-624 dinal study of visceral leishmaniasis in Bangladesh. American Journal of Tropical Medicine Bern C, et al. (2005) Risk factors for kala-azar in Bangladesh. MS, et al. (2017) Spatial and temporal dynamics of superspreading events in the 2014-646 2015 West Africa Ebola epidemic. Proceedings of the National Academy of Sciences of the 647 United States of America 114(9):2337-2342. 648 34. Lloyd-Smith JO, Schreiber SJ, Kopp PE, Getz WM (2005) Superspreading and the effect of 649 individual variation on disease emergence. Nature 438(7066):355. 650 35. Giraud E, Martin O, Yakob L, Rogers M (2019) Quantifying leishmania metacyclic promastig-651 otes from individual sandfly bites reveals the efficiency of vector transmission. Communica-Osman M, et al. (2017) A third generation vaccine for human visceral leishmaniasis and post 654 kala azar dermal leishmaniasis: First-in-human trial of ChAd63-KH. PKDL): Pre-requisite for Sustainable Elimination of Visceral Leishmaniasis (VL) from South 661 Asia in Kala Azar in South Asia. (Springer), pp. 7-21. 662 39. Ramesh V, Dixit KK, Sharma N, Singh R, Salotra P (2019) Assessing the Efficacy and Safety 663 of Liposomal Amphotericin B and Miltefosine in Combination for Treatment of Post Kala-Azar 664 Dermal Leishmaniasis. The Journal of Infectious Diseases pp. Rutte EA, et al. (2016) Feasibility of eliminating visceral leishmaniasis from the Indian 671 subcontinent: explorations with a set of deterministic age-structured transmission models. Rutte EA, et al. (2017) Elimination of visceral leishmaniasis in the Indian subcontinent: a 674 comparison of predictions from three transmission models. Epidemics 18:67-80. 675 44. Sundar S, et al. (2017) Infectiousness of visceral leishmaniasis, post kala-azar dermal leish-676 maniasis and asymptomatic subjects with their capacity to infect sand fly vectors by xenodi-677 agnosis. (American Society of Tropical Medicine and Hygiene: 66th Annual Meeting, Nov 5Christophers SR, Shortt HE, Barraud PJ, Others (1926) Development of the Parasite of Indian 680 Kala-azar in the Sandfly Phlebotomus argentipes: Re-fed Flies and Further Results of the 681 Feeding of Sandflies on Kala-azar Cases. Indian Medical Research Memoirs 13(4):141-146. 682 46. Serafim TD, et al. (2018) Sequential blood meals promote leishmania replication and reverse 683 metacyclogenesis augmenting vector infectivity. Nature Microbiology 3(5):548. 684 47. Ostyn B, et al. (2015) Transmission of Leishmania donovani in the Hills of Eastern Nepal, 685 an Outbreak Investigation in Okhaldhunga and Bhojpur Districts. Cameron MM, et al. (2016) Understanding the transmission dynamics of Leishmania dono-688 vani to provide robust evidence for interventions to eliminate visceral leishmaniasis in BiharLAC, et al. (2018) The role of case proximity in transmission of visceral leish-697 maniasis in a highly endemic village in Bangladesh. Kypraios T (2007) Ph.D. thesis (Lancaster University).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "PKDL), and account for unobserved initial infection statuses and migration of individuals. We measure time in 23 units of months, with t = 1 corresponding to the start of the study (January 2002) and t = 108 the end of the study (December 24 2010), and label individuals who developed VL symptoms between January 2002 and December 2010 by i = 1, 2, . . . , nI 25 (nI = 1018) and the remainder of the population by i = nI + 1, nI + 2, . . . , n (n = 25, 506). Between January 2002 and 26 December 2010, 725 individuals relocated between di erent households within the study area, which we accounted for by 27 including a second observation for these individuals in their second household. These internal migrators were essentially treated 28 as extra individuals for the purpose of calculating pairwise distances and transmission rates. However, their infection status 29 was updated in such a way that it was consistent across the two observations (e.g. if they were asymptomatically infected 30 in the period of the first observation and did not recover before relocating, their asymptomatic infection status was carried 31 over to the second observation). We denote the vectors of times of birth, immigration, emigration, asymptomatic infection, 32 pre-symptomatic infection, VL onset, recovery from VL through treatment or naturally from asymptomatic infection, VL 33 relapse, VL relapse treatment, temporary recovery to dormant infection prior to PKDL, PKDL onset, PKDL resolution and 34 death for all individuals by B = (Bi), IM = (IM i), EM = (EM i), A = (Ai), E = (Ei), I = (Ii), R = (Ri), IR = (IRi), 35 RR = (RRi), D = (Di), P = (Pi), RP = (RPi), and M = (Mi) (i = 1, . . . , n) respectively. In any particular month t 36 individuals can be in one of the 7 states shown in Figure S1A: 37 • susceptible: S(t) := {i : max(Bi, IM i) AE t < min(EM i, Ai, Ei, Mi)} 38 • asymptomatically infected (and potentially infectious): A(t) := {i : Ai AE t < min(EM i, Ri, Di, Mi)} 39 • pre-symptomatically infected (and potentially infectious): E(t) := {i : Ei AE t < Ii} 40 • symptomatic VL: I(t) := {i : max(Ii, IM i) AE t < min(EM i, Ri, Di, Mi) or IRi AE t < min(RRi, Di, Mi)} 41 • dormantly infected (i.e. treated for VL or recovered from asymptomatic infection but with subsequent VL relapse or 42 PKDL): D(t) := {i : Di AE t < min(IRi, Pi)} 43 • symptomatic PKDL (i.e. visible skin lesions): P(t) := {i : max",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "Individual-level spatiotemporal transmission model. (A) States in the model (S = susceptible, A = asymptomatically infected, E = pre-symptomatically infected, I = symptomatic VL, D = dormantly infected, P = PKDL and R = recovered). Squares represent fully observed states, rounded-edge squares partially observed states, and circles unobserved states. p I = probability of symptomatic infection, ⁄i(t) = total infection pressure on susceptible individual i at time t. (B) Relative infectiousness over time of individual passing through top pathway (symptomatic infection) in (A). Diagram not to scale and shown assuming that pre-symptomatic individuals are infectious and VL case developed macular PKDL. (C) The total infection pressure ⁄i(t) on a susceptible individual i at time t is the sum of the individual infection pressures on them from infectious individuals around them (here j1, j2 and j3), which are a function of how far away they are (depicted by the curves), the time since their infections and whether their infection is symptomatic or asymptomatic. di1 = distance between i and j1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "if i and j are in the same household, 0, otherwise; and hj(t) is the infectiousness of j at time t. Individuals are assumed to be stationary in their households when transmission 66 to and from sandflies occurs (since the vast majority of sandfly biting occurs at night when individuals are asleep in, or directly 67 outside, their homes (8-13)), so that the distances between them dij are fixed when transmission takes place. However, the 68 changes in the distances between individuals that occur when individuals migrate is incorporated into the model (by calculating 69 the distances between migrators and all other individuals both when they are in their first household and when they are in 70 their second household).71Since we found little di erence in the goodness of fit of the model (based on the Deviance Information Criterion (DIC)) 72",
            "latex": null,
            "type": "figure"
        },
        "FIGREF22": {
            "text": "1/-is the distance decay rate (per m) in transmission risk (so smaller values ofcorrespond to a faster decrease in risk76    with distance), and K0 is a normalisation constant, (dij) = n,78    which reduces correlation betweenandand thus improves the mixing of the MCMC chain. However, unlike in our previous 79 study, we allow the possibility of transmission between individuals in di erent paras (hamlets). The reason for this is that 80 surveying of neighbouring paras was more complete in the two clusters of paras in the present study, and thus some minimum 81 inter-para household distances were less than intra-para household distances and within the maximum reported flight range 82 of P. argentipes sandflies (a few hundred metres (14-17)), so transmission between neighbouring surveyed paras may have 83 occurred.84Infectiousness over time. There is relatively little data available on the infectiousness of individuals in di erent L. donovani infection states over time. We therefore assume that the infectiousness of individuals remains constant within each state and 86 individuals in the same state have the same probability of passing on infection, such that an individual's infectiousness over 87 time takes the form of a step function(Fig. S1B). The relative infectiousness of asymptomatic individuals compared to VL 88 cases, h4, is assumed to take a fixed value between 0 and 0.02 based on estimates from previous modelling studies (3, 4, 18) 89 and preliminary results from xenodiagnosis studies that have so far not found infection in flies fed on asymptomatically infected 90 individuals (19). We test di erent values of h4 to assess whether asymptomatic individuals are in fact infectious towards 91 sandflies (see Model Comparison below). In the absence of data on the relative infectiousness of pre-symptomatic individuals 92",
            "latex": null,
            "type": "figure"
        },
        "FIGREF23": {
            "text": "Proportion who infected flies based on positive microscopy and/or qPCR on fed flies.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF24": {
            "text": "Asymptomatic infection duration.Neither the infection or recovery time of asymptomatically infected individuals is observed,126    so we need to specify a distribution for the asymptomatic infection duration in order to infer their recovery times. Based 127 on a previous multi-state Markov model of the natural history of VL (26), in which it was assumed that the duration of 128 asymptomatic infection is exponentially distributed and its mean was estimated as approximately 5 months, we assume the 129 asymptomatic infection duration, AIPj = Rj ≠ Aj, follows a geometric distribution (the discrete analog of the exponential 130 distribution) Geom(p2), with a minimum duration of 1 month and a mean of 5 months (p2 = 1 5 ):131 fA(x) = P(AIPj = x) = (1 ≠ p2) x≠1 p2, x oe {1, 2, 3, . . . } [6] 132The choice of the geometric distribution is partly motivated by the fact that it is a memoryless distribution, i.e. P(AIPj > 133 s + t|AIPj > s) = P(AIPj > t). This simplifies the estimation of recovery times for initially asymptomatically infected134 individuals (see Model for initial status of non-symptomatic individuals below) in the MCMC algorithm as it means that the 135 probability that an initially asymptomatically infected individual remains infected for a further t months is the same as if they 136 were infected in month 0 regardless of when they were infected. 137 Dormant infection duration. Sixteen (8.4%) of the 190 PKDL cases reported no prior history of VL, and are assumed to have been 138 previously asymptomatically infected. We assume that their duration of dormant infection prior to PKDL and that of VL 139 cases who develop PKDL follow the same negative binomial distribution, NB(r3, p3), and estimate r3 and p3 by fitting to 140 the observed VL-treatment-to-PKDL-onset times by maximum likelihood estimation (Figure S2B). Unlike for the incubation 141 period, we take 0 months to be the minimum duration of dormant infection, since two VL cases developed PKDL in the same 142 month as they were treated for VL, and one had simultaneous VL and PKDL. Thus the probability mass function (PMF) is: 143 fD(x) = (r3 + x) x! (r3) p r 3 3 (1 ≠ p3) x , x oe {0, 1, 2, 3, . . . }, [7] 144 where r3 = 1.73 and p3 = 0.065 (corresponding to a mean duration of dormant infection of 25 months). Observed and fitted negative binomial distributions of (A) VL onset-to-treatment time and (B) VL-treatment-to-PKDL-onset time. Time to relapse and relapse duration. Forty-five VL cases su ered treatment failure or relapse during the study. Of these, 16 were 146 treated with miltefosine and 29 with sodium stiboglucanate (SSG). Of those treated with miltefosine, 15 were treated with 147 counterfeit drug in 2008 (27) and all but one of these cases reported no gap between the start of treatment and recurrence 148 of symptoms (the other case reported a gap of 30 days). We assume that individuals without any gap between treatment 149 and symptom recurrence su ered treatment failures, and that their infectiousness continued for 1 month following the start 150 of treatment until they were treated with SSG. The gap between the start of treatment and new symptoms occurring was 151 recorded for 7 of the cases originally treated with SSG or miltefosine from a clinical trial, and was non-zero in all cases. We 152 5 of 37",
            "latex": null,
            "type": "figure"
        },
        "FIGREF25": {
            "text": "pressure. The total infection pressure on susceptible individual i at time t is given by the sum of the infection pressures 161 on them from all infectious individuals (VL cases, PKDL cases, pre-symptomatic individuals and asymptomatic individuals) at 162 time t in Eq. (1) (seeFig S1C)plus a constant background transmission rate ' to account for unexplained infections due to 163 non-explicitly modelled factors (e.g. due to short-term movement of individuals)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF26": {
            "text": "Inf (t) = E(t)fiA(t)fiI(t)fiP(t) is the set of all individuals infectious at time t. The transmission process is thus described 166 by a discrete-time approximation to an inhomogeneous Poisson process with rate ⁄(t) = q ioeS(t) ⁄i(t). The probability of 167 susceptible individual i remaining susceptible in any particular month t is:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF27": {
            "text": "of the study, individuals with no record of VL prior to 2002 may have been asymptomatically infected before the start of the 171 study, i.e. the initial statuses of non-symptomatic individuals are censored and need to be estimated. Although the data on VL 172 pre-2002 is likely incomplete, we adopt the simplifying assumption that any individual that had VL prior to 2002 is at least 173 recorded as having had previous VL (even if their onset and treatment times are missing, imprecise or inaccurate), such that 174 anyone in the rest of the population who was infected prior to 2002 could only have had asymptomatic infection. We also 175 average over historical and spatial variation in the transmission rate, by assuming that the asymptomatic infection rate prior 176 to 2002, ⁄0, was constant. We assume that all 16 individuals who developed PKDL during the study period without prior 177 VL were asymptomatically infected during the study rather than before (i.e. we ignore the possibility that such individuals 178 were initially dormantly infected). The latter assumption is not unreasonable despite the estimated long duration of dormant 179 infection, as the earliest PKDL onset amongst these individuals was in November 2005 (47 months into the study), and it 180 is unlikely to significantly a ect the results given the small number of such cases. With these assumptions we arrive at the 181 simplified model for the initial status of non-symptomatic individuals shown inFigure S3. Model for the initial statuses of non-symptomatic individuals, with a constant asymptomatic infection rate, ⁄0.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF28": {
            "text": "Age-prevalence distribution of LST positivity among non-symptomatic individuals in three of the study paras in 2002 and fit of initial status model inFigure S3.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF29": {
            "text": "≠ pR 0 (aj)),191    where nL = 479 is the number of non-symptomatic individuals that were LST-positive out of nNS = 1399 individuals tested.192This gives ⁄0 = 0.0019 mnth ≠1 (95% CI 0.0017-0.0021 mnth ≠1 ).193 Complete data likelihood. We assume that the end of the epidemic was observed from the point of view of VL and PKDL 194 cases, i.e. every individual in the study population who eventually developed VL or PKDL did so within the observation 195 period. Whilst it is likely that there was ongoing transmission beyond the end of the study in December 2010, this simplifying 196 assumption should not introduce significant error based on the epidemic curves in Figure 1 in the main text and the very low 197 numbers of VL and PKDL cases with onset in the final months of the study.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF30": {
            "text": "As noted in the main text, there is a considerable amount of missing data, including the infection times of VL cases (E) and199 the infection and recovery times of asymptomatic individuals (A and RA). So that we can specify the complete data likelihood 200 -the likelihood of all events if all variables had been observed -and perform likelihood-based inference, we define the sets 201 of all observed data and missing data as Y = (B, IM, EM,Ĩ,RI ,ĨR, DI , P, RP , M) and X = (A, E, RA, I Õ , R Õ I , DA, I Õ R , RR) 202 respectively, whereĨ,RI andĨR are the observed onset and recovery times of VL cases and relapse times of VL relapse cases; 203 I Õ , R Õ I and I Õ R are their missing counterparts; and DI and DA are the start times of dormant infection for VL cases and 204 asymptomatic individuals.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF31": {
            "text": "the cumulative distribution function of the asymptomatic infection period distribution 206 (Eq. (6)). 207 Given the length and variability of the incubation period, some VL cases with onset early in the study (i.e. in 2002) may 208 have been infected before 2002. However, unlike in our previous work (1), we cannot assume that these cases arose due to 209 background transmission, as there was not an extended period without VL cases directly before 2002. In fact, 413 individuals 210 in the study area were recorded as having VL with onset prior to 2002, 141 of these in 2000 or 2001. Since the data on VL 211 occurrence, and onset and treatment times before 2002 is less complete and probably less reliable than from 2002 onwards, 212 there may be missing information on potential sources of infection of cases with onset during 2002. We therefore exclude these 213 cases from the infection probability part of the likelihood (L2), but still impute their infection times in the MCMC algorithm 214 (see below) by drawing new infection times for them using the incubation period distribution, and accepting/rejecting these 215 based on the e ect they have on the likelihood of the infection times of other individuals.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF32": {
            "text": "inference. Since the infection times of VL cases (E) and infection and recovery times of asymptomatic individuals (A 218 and RA) were unobserved, and some recovery, relapse and relapse treatment times of VL cases (R Õ I , I Õ R , RR) were not recorded, 219 and it is not computationally feasible to sum over all possible configurations of this missing data to calculate the complete data 220 likelihood (Eq. (16)), we treat the missing times as extra parameters and use a data augmentation approach to sample from 221 8 of 37",
            "latex": null,
            "type": "figure"
        },
        "FIGREF33": {
            "text": "(◊|Y, X), and the conditional posterior distribution of the missing data given the current parameter values and the observed 226 data, P(X|◊, Y)(1, 30).227MCMC data augmentation scheme.228    Asymptomatic infection times. In order to account for the uncertainty in the parameter estimates due to the missing asymptomatic 229 infection and recovery times, we need to estimate which individuals were asymptomatically infected during the study and 230 when they were infected, as part of the MCMC algorithm. To do this, we assign every non-symptomatic individual j in231 the population an asymptomatic infection time and recovery time pair, (Aj, Rj) oe {Vj, Vj + 1, . . . , Wj ≠ 1, T + 1} ◊ {Aj + 232 1, Aj + 2, . . . , Wj ≠ 1, T + 1}, where asymptomatic infection and recovery before the study is labelled as (Aj, Rj) = (0, 0), 233 asymptomatic infection before and recovery during/after the study is labelled as (Aj, Rj) = (0, s), (s oe {1, . . . , T + 1}), and 234 no asymptomatic infection before or during the study is labelled as (Aj, Rj) = (T + 1, T + 1). Posterior distributions for the 235 asymptomatic infection and recovery time pairs are then estimated in the MCMC algorithm by proposing moves for these 236 pairs and accepting/rejecting them based on the Metropolis-Hastings acceptance probability. The posterior distribution for 237 which non-symptomatic individuals were asymptomatically infected during the study can be estimated from the proportion of 238 time in the MCMC chain each individual spends in states other than (T + 1, T + 1). Since every non-symptomatic individual 239 has an infection and recovery time pair, with a finite set of possible values, the dimension of the model remains fixed and 240 reversible jump MCMC (RJMCMC) is not required. We note, however, that the algorithm described below for updating the 241 asymptomatic infection and recovery time pairs is equivalent to a classical RJMCMC algorithm in which only individuals that 242 are asymptomatically infected before or during the study have asymptomatic infection and recovery times and the number of 243 asymptomatic infections varies as asymptomatic infection times are added or removed in the steps of the algorithm (31-34). 244 As in the RJMCMC algorithm, the likelihood can be higher in the initial iterations of the chain than the value it ultimately 245 converges to in our approach since the number of asymptomatic infections in the likelihood changes as the number of pairs 246 corresponding to asymptomatic infection before or during the study changes, despite the fixed dimension of the parameter 247 space. 248 In order to sample e ectively from the posterior distribution of the asymptomatic infection and recovery times, we need 249 to use a proposal distribution that allows us to e ciently navigate the very large space of possible asymptomatic infection 250 and recovery time pairs. We therefore use the running estimate of the total infection pressure on each individual, averaged 251 over the history of the MCMC chain, to propose new asymptomatic infection times for non-symptomatic individuals. The 252 proposal distribution for individual j at the kth iteration of the MCMC chain thus consists of the probabilities of them being 253 asymptomatically infected at each time point according to the mean infection pressure on them at time t from the previous 254 samples in the chain, ⁄",
            "latex": null,
            "type": "figure"
        },
        "FIGREF35": {
            "text": "symptomatically infected during the study. Although the infection pressure with a newly proposed asymptomatic infection and258 recovery time pair (A Õ j , R Õ j ) will be di erent from that with the current pair (Aj, Rj), and the probability of the reverse move 259 (A Õ j , R Õ j ) ae (Aj, Rj) will therefore not be equal to the probability of the forward move (Aj, Rj) ae (A Õ j , R Õ j ), the di erence in 260 the infection pressure between consecutive iterations will be O( 1 k ). Hence, as the number of iterations becomes large, the 261 adaptation will diminish (35) and ⁄ k j (t) will tend towards a constant, such that the proposal probabilities for the forward and 262 backward moves may be treated as equal. 263 Prior distributions. We use relatively weak Gamma distributions for the prior distributions for the transmission parameters -, -, 264 '",
            "latex": null,
            "type": "figure"
        },
        "FIGREF36": {
            "text": "(0, 1]). The parameters of the 267 beta distribution are chosen to match the mean of the prior distribution for the incubation period (NB(r, p), p ≥ Beta(a, b)) 268 with the estimated mean incubation period (≥5 months) taken from previous analysis of diagnostic data from a subset of the study population (26). With this choice of prior the conditional posterior distribution of p is a beta distribution: 270 (p|-, Y, X) ≥ Beta A a + rnI , b +",
            "latex": null,
            "type": "figure"
        },
        "FIGREF37": {
            "text": "Initial parameter values and missing data values. Informed guesses based on previous results (1) and preliminary runs of the 274 MCMC are used for the starting values for the model parameters to reduce the burn-in time, ◊0 = (-0, -0, '0, \"0, p0) = 275 (3, 100, 0.001, 0.001, 3/7). The initialisation of the missing data, X, is more involved as it requires picking starting values for 276 the asymptomatic \"infection\" and \"recovery\" times of all non-symptomatic individuals in the population (which determine 277 their initial statuses and whether they were infected or not by the end of the study), along with the infection times of all VL 278 cases, and proceeds as follows: For the VL case missing a treatment time, draw a treatment time using Eq. (5), i.e.280R Õ j,0 = Ij,0 + OT Õ j,0 , OT Õ j,0 ≥ NB(r1, p1)[20] For each VL case j missing a treatment time who may have had active VL at the start of the study (assumed to be only282 those who had onset after January 2001): 283 if their onset time Ij,0 is missing, draw it from U (≠11, 0) (i.e. uniformly from January 2001-December 2001) 284 draw their treatment time Rj,0 as in Eq. (20) For each VL case j that su ered relapse: 286 if their relapse time IRj,0 is missing, draw it using Eq. (8) 287 draw their relapse treatment time RRj,0 using Eq. (5), i.e. IRj,0 + OT j,0, OT j,0 ≥ NB(r1, p1) For each VL case j, draw an infection time 290 Ej,0 = Ij ≠ IPj,0, IPj,0 ≥ NB(r, p0) For each non-symptomatic individual j: 292 draw their initial status (susceptible, currently asymptomatically infected, or previously asymptomatically infected 293 and recovered) according to Eq. (13)-(15) 294 if they are initially recovered from previous asymptomatic infection, set (Aj,0, Rj,0) = (0, 0) 295 if they are initially actively asymptomatically infected, draw their recovery time Rj,0 from {1, . . . , Wj ≠ 1, T + 1} 296 with probability 297 ; fA(Rj,0) for 1 AE Rj,0 AE Wj ≠ 1, 1 ≠ FA(Wj ≠ 1) for Rj,0 = T + 1 298 for the subset that are initially susceptible: 299 calculate the infection pressure on them (Eq. (9)) from VL cases and PKDL cases with prior VL 300 use this to calculate the probability of asymptomatic infection at each time point as in Eq. (18), i.e. with ⁄j(t) 301 replaced by the infection pressure from VL and PKDL cases 302 draw 1≠p I p I nI ≠ nAP individuals, where nAP is the number of asymptomatic individuals who develop PKDL, to 303 be asymptomatically infected according to their cumulative probability of asymptomatic infection before the 304 end of the study,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF38": {
            "text": "for all individuals not infected before the end of the study set (Aj,0, Rj,0) = (T + 1, T + 1) For each PKDL case j without prior VL, set a dormant infection start time, Dj,0, by drawing a dormant infection 311 duration and subtracting it from their PKDL onset time, Pj ≠ DIPj,0, DIPj,0 ≥ NB(r3, p3) 313 and then draw an asymptomatic infection time, Aj,0, conditional on Aj,0 > Vj, Dj,0 ≠ AIPj,0, AIPj,0 ≥ Geom(p2). 315 The MCMC algorithm was run from a range of initial parameter values and asymptomatic infection and recovery time 316 configurations (with di erent numbers of individuals asymptomatically infected before the study and during the study etc.) to 317 test convergence, and in all cases converged to the same posterior distributions. 318 MCMC algorithm. With the initial parameter values, missing data and priors chosen as described, the MCMC algorithm proceeds319",
            "latex": null,
            "type": "figure"
        },
        "FIGREF39": {
            "text": "Update transmission parameters: 325 Update the transmission parameters -= (-, -, ', \") conditional on the current incubation period distribution parameter 326 p and missing data values X and observed data Y, using an adaptive random walk Metropolis-Hastings step: 327 (a) Propose new values -Õ as described in Accelerated adaptive random walk Metropolis algorithm below. L1(-Õ )L2(-Õ )L3(-Õ )L4(-Õ ) L1(-)L2(-)L3(-)L4(-) Update incubation period distribution parameter: 331Update p by drawing from its conditional posterior distribution P(p|-, Y, X) (Eq.(19)).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF40": {
            "text": "Move pre-symptomatic infection times: 333 Update one-at-a-time the pre-symptomatic infection times of a random 20% of VL cases for whom both the onset and 334 treatment times were observed, and the infection times of all cases missing their onset and/or treatment time: 335 (a) For each case j, propose a new infection time conditional on the current values of the other infection times and the model parameters, E Õ j |(X \\ {Ej}), Y, ◊ , using an independence sampler, i.e. propose a new incubation period IP Õ j ≥ NB(r, p) and subtract this from the onset time",
            "latex": null,
            "type": "figure"
        },
        "FIGREF41": {
            "text": "E≠j = (E1, . . . , Ej≠1, Ej+1, . . . , En I ) is the set of pre-symptomatic infection times with j's infection time 336 removed.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF42": {
            "text": "Update asymptomatic infection and recovery times: 338 Update one-at-a-time the asymptomatic infection and recovery times of 20% of non-symptomatic individuals as follows: a new asymptomatic infection time A Õ j oe {Vj, . . . , Wj ≠ 1, T + 1} from the asymptomatic",
            "latex": null,
            "type": "figure"
        },
        "FIGREF44": {
            "text": "Update asymptomatic infection times and dormant infection times of PKDL cases without prior VL: 373 Update the asymptomatic infection and dormant infection times for each PKDL case j without prior VL, conditional on 374 the asymptomatic infection time being after the start of the study or j's birth (whichever is later): 375 (a) Propose a new time, D Õ j , for recovery to dormant infection from asymptomatic infection using an independence 376 sampler 377",
            "latex": null,
            "type": "figure"
        },
        "FIGREF45": {
            "text": "D≠j) L1(Aj, Dj|A≠j, D≠j)L2(Aj, Dj|A≠j, D≠j)L4(Aj, Dj|A≠j, D≠j) 4 , where D≠j = D \\ {Dj}.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF47": {
            "text": "386 are missing both onset and treatment times, one case at a time. For each case j: 387 (a) Propose new onset and treatment times, I Õ j and R Õ j I Õ j = Ij + M, M ≥ round(",
            "latex": null,
            "type": "figure"
        },
        "FIGREF48": {
            "text": "s onset year or R Õ j > min(Pj ≠ 1, Mj, T ), reject immediately. Otherwise, accept the new times with probability min 3 1, L1(I Õ j , R Õ j |I≠j, R≠j)L2(I Õ j , R Õ j |I≠j, R≠j)L4(I Õ j , R Õ j |I≠j, R≠j) L1(Ij, Rj|I≠j, R≠j)L2(Ij, Rj|I≠j, R≠j)L4(Ij, Rj|I≠j, R≠j) 4 , where I≠j = I \\ {Ij}.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF49": {
            "text": "393 both times, one case at a time. For each case j: 394 (a) Propose new relapse and relapse treatment times, I Õ Rj and R Õ Rj",
            "latex": null,
            "type": "figure"
        },
        "FIGREF50": {
            "text": "reject immediately. Otherwise, accept I Õ Rj and R L1(I Õ Rj , R Õ Rj |IR,≠j, RR,≠j)L2(I Õ Rj , R Õ Rj |IR,≠j, RR,≠j)L4(I Õ Rj , R Õ Rj |IR,≠j, RR,≠j) L1(IRj, RRj|IR,≠j, RR,≠j)L2(IRj, RRj|IR,≠j, RR,≠j)L4(IRj, RRj|IR,≠j, RR,≠j) 4 , 397 where IR,≠j = IR \\ {IRj} and RR,≠j = RR \\ {RRj}. 398 10. Update missing relapse treatment times of relapse VL cases: 399 Update the missing relapse treatment times of VL cases with known relapse times: 400 (a) Propose a new relapse treatment time, R Õ Rj 401RRj = IRj + OT j , OT Õ j ≥ NB(r1, p1). 402 (b) If R Õ Rj > min(Pj ≠ 1, Wj ≠ 1), reject immediately. Otherwise, accept R Õ Rj with probability L1(R Õ Rj |RR,≠j)L2(R Õ Rj |RR,≠j)L4(R Õ Rj |RR,≠j) L1(RRj|RR,≠j)L2(Rj|RR,≠j)L4(RRj|RR,≠j) 4 . 404 Terms in the full likelihood (Eq. (16)) for the asymptomatic infection duration, dormant infection duration, VL symptom 405 duration of cases with missing onset and/or treatment time, and relapse duration do not appear in the acceptance probabilities 406 for the updates for asymptomatic infection and recovery times, dormant infection times, missing onset and treatment times, 407 and missing relapse and relapse treatment times (steps 4-10), as they cancel with the proposal probabilities for the newly 408 proposed times, and are una ected by the other steps in the algorithm.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF52": {
            "text": "410 time and recovery time pair (A Õ j , R Õ j ) from anywhere in an approximately triangular grid of possibilities in discrete (A, R)-space 411 (since Rj Ø Aj with equality only when Aj = 0 or Aj = T + 1), recalculating the parts of the likelihood that change 412with (A Õ j , R Õ j ) and accepting/rejecting according to the product of the likelihood ratio and the proposal ratio for the move413 (Aj, Rj) ae (A Õ j , R Õ j ).414    We update 20% of infection times of VL cases and 20% of infection and recovery times of asymptomatic individuals in each 415 iteration to strike a balance between e cient mixing of the MCMC chain and computational speed. The algorithm is run for 416 N = 10 5 iterations, including a burn-in of 20, 000 iterations which is discarded.417Accelerated adaptive random walk Metropolis algorithm. We block update the transmission parameters in step 1 of the algorithm above using a combination of the 'Accelerated Shaping' and 'Accelerated Scaling' algorithms described in (36). The AcceleratedShaping algorithm is a generalised version of the adaptive random walk Metropolis algorithm ofHaario et al. (37), which uses 420 the running estimate of the covariance matrix of the posterior distribution of the parameters from the MCMC chain in the 421 multivariate normal proposal distribution to automatically tune the proposal covariance matrix to make e cient proposals.422The Haario algorithm uses a fixed initial guess for the covariance matrix for a certain number of iterations at the start of the 423 chain and then the estimate of the covariance matrix from the whole history of the chain after that, including the initial values 424 and the burn-in, which can lead to slow convergence of the chain due to the sensitivity of the covariance estimate to outliers.425The Accelerated Shaping algorithm instead begins adapting straight away and removes early iterations of the chain from the 426 running estimate of the covariance matrix at a rate slower than it includes new iterations. This helps to ensure that the chain427 converges to the posterior mode quickly even if the initial guesses for the parameter values and covariance matrix are relatively 428 poor. 429 Ifk is the vector of the values of the transmission parameters at the kth iteration, then the proposal forat the (k + 1)th 430 iteration is given by 431 -Õ k+1 = N (k , 2.38 2 c 2 k k+1 /n -) [22] 432 where k+1 and nare the running estimate of the covariance matrix and dimension of the posterior density for -, and c k 433 is a scaling constant that is tuned to achieve e cient mixing (see below). To discard early iterations at a slower rate than 434 new ones are included, a non-decreasing sequence of integers is used, f (that f (0) = 0 and f (k + 1) = f (k) or 435 f (k + 1) = f (k) + 1 for all k, and k+1 for k > 0 is defined as 436 k+1 =",
            "latex": null,
            "type": "figure"
        },
        "FIGREF53": {
            "text": "(◊) = ≠2 log(L(◊; Z)); 469 pD is the e ective number of parameters in the model (the measure of model complexity), defined by 470 pD = D(◊) ≠ D(◊), 471and◊ is an appropriate summary statistic for ◊ from its posterior distribution (here we use the posterior mode).472The first term in Eq. (24) can be straightforwardly estimated as the mean of the values of the log-likelihood over the MCMC samples:E ◊,X [log L(◊; Y, X)] ¥ 1 N N ÿ i=1 log L(◊i; Y, Xi).The second term in Eq. (24) is calculated by storing the values of the missing data while running the MCMC, re-running the full log-likelihood computation for each iteration using the stored values and the posterior mode, and averaging these valuesEX[log L(◊; Y, X)] ¥ 1 N N ÿ i=1log L(◊ mode ; Y, Xi).Since there can be issues with using DIC for model comparison (43), we also compared the posterior distributions of the 473 deviances of the models to assess di erences in quality of fit.474 Calculating the contribution of different infection states to transmission 475 We calculate the contribution of each infection state to the total infection pressure on all susceptible individuals ⁄(t), i.e. 476 the total risk of new infections at time t (Fig. 2A in the main text), by summing the infection pressures from each state on X oe {A, E, I, P} denotes the infection state. The relative contribution to the infection pressure on susceptible individuals 480 (Fig. S17) is then given by 481 ⁄X (t) q Yoe{A,E,I,P} ⁄Y (t) + S(t)' = ⁄X (t) ⁄(t)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF54": {
            "text": "infectees and possible infectors for each sample, and draw an infector for each infectee from the posterior distribution of 492 possible infectors {p ij|E i (◊ k , X k )} from each sample. This yields a sample of N transmission trees drawn from their predictive 493 distribution, and thus accounts for uncertainty in the infection source (given fixed values of the parameters and missing data), 494",
            "latex": null,
            "type": "figure"
        },
        "FIGREF55": {
            "text": "is the time between j's onset and i's infection in the kth tree, Fj is the set of all trees in which j is an infector, G j,k496    is the set of all infectees of j in the kth tree, and | · | denotes set size.497 Calculating reproduction numbers. The individual-level reproduction number for infectious individual j is obtained by summing 498 the probabilities in Eq. (28) over all individuals i that j could have infected (45, 46): ij|E i . [31] 500 To account for uncertainty in infected individuals' unobserved infection times these reproduction numbers are averaged over 501 the joint posterior distribution of the transmission parameters and missing data: the space of all possible values of the missing data X, R (k) j is individual j's reproduction number from the kth 504 iteration of the MCMC chain (with the burn-in removed), and N is a suitably large number of samples from the posterior 505 distribution (we use N = 1000). Since we are interested in comparing the numbers of new infections generated by VL and 506 PKDL cases, in the main text we separate the expected numbers of secondary infections coming from the VL episodes and 507 PKDL episodes of individuals who had both VL and PKDL (Fig. 4C in the main text) (i.e. we e ectively treat them as coming 508 from separate individuals), and hence no longer refer to the numbers of secondary infections per VL case and per PKDL case 509 as reproduction numbers.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF56": {
            "text": "The time-dependent overall e ective reproduction number (Fig. S19C) can also be calculated from the transmission 511 probabilities as the mean of the individual reproduction numbers for all VL cases and asymptomatic individuals with onset 512 and infection, respectively, at time t (45):513",
            "latex": null,
            "type": "figure"
        },
        "FIGREF57": {
            "text": "likelihood estimation, which yields r5 = 1.18, p5 = 0.066 (corresponding to a mean duration of PKDL infectiousness 530 of 17.8 months).531 We simulate epidemics for the study population starting from January 2003 (at which point all but one of the paras had 532 had at least 1 VL case since January 2002) using the individual-level location and demographic information (months of birth, 533 death and migration) from the observed data, and posterior samples of the parameter values and individuals' infection statuses 534 in December 2002 obtained from the MCMC algorithm.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF58": {
            "text": "Starting at t = 12, draw the times of the next events for all individuals that have already been infected, e.g. VL onset times 537 for individuals already pre-symptomatically infected, using the size-biased negative binomial distributions corresponding 538 to Eq. (4), Eq. (5), Eq. (7), and Eq. (35), and Eq. (6) for the asymptomatic infection durations. The size-biased negative 539 binomial distribution accounts for the fact that individuals with left-censored infection times who are observed to be 540 actively infected at a particular point in time are likely to have had long durations of infection if the infection duration is541",
            "latex": null,
            "type": "figure"
        },
        "FIGREF59": {
            "text": "Simulate the times of the subsequent events for these individuals by drawing from Eq. (4)-Eq. (7) and Eq. (35). Assign 545 each PKDL case an infectiousness by drawing from Cat({h1, h2, h3, hu}, p), where Cat(·) is the categorical distribution 546 and p = (101/190, 31/190, 6/190, 52/190) are the probabilities of the di erent lesion types according to their observed 547 frequencies in the data.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF60": {
            "text": "For each susceptible individual i from the set of individuals who have been born/immigrated and have not yet 549 died/emigrated, determine whether they become infected: 550 (a) Infection occurs with probability 1 ≠ e ≠⁄ i (t) , where ⁄i(t) is given by Eq. (9). 551 (b) Else they remain susceptible.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF61": {
            "text": "Let t = t + 1.553 5. For each infection, decide if it is a pre-symptomatic infection or an asymptomatic infection: 554 (a) Pre-symptomatic infection occurs with probability pI . In which case, draw an onset time 555",
            "latex": null,
            "type": "figure"
        },
        "FIGREF62": {
            "text": "Repeat steps 3-5 until t = T .565    We run 10,000 simulations of the model for each PKDL intervention scenario (normal interventions, complete PKDL 566 prevention (h1 = h2 = h3 = hu = 0) and halving the mean duration of infectiousness (r5 = 1.18, p5 = 0.13)), consisting of 100567 simulations (to account for stochastic uncertainty) of each of 100 posterior samples for the model parameters and individuals' 568 infection statuses in December 2002 (to account for uncertainty in their values given the observed data).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF63": {
            "text": "running the MCMC algorithm and processing the MCMC output was written in MATLAB R2017b (49) and 571 the simulation code was written in Julia 1.0.5 (50, 51). All code is freely available from https://github.selection. The posterior deviance distributions and DIC values for the di erent models tested are presented in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF64": {
            "text": "Posterior deviance distributions for different models tested Parameter estimates. The modes and 95% highest posterior density intervals (HPDIs) of the transmission parameters (-, -, ' 579",
            "latex": null,
            "type": "figure"
        },
        "FIGREF65": {
            "text": "Output of the MCMC algorithm for the best-fitting model with additional within-household transmission and 1% asymptomatic infectiousness relative to VL cases. Top:Log-likelihood trace plot. 2nd-4th row: Posterior distributions for the spatial transmission rate constant -(mnth ≠1 ), risk decay distance -(m), background transmission rate ' (mnth ≠1 ), additional within-household transmission rate \" (mnth ≠1 ), and incubation period distribution parameter p, with prior distributions (green lines), posterior modes (magenta lines) and 95% highest posterior density intervals (red lines). Bottom: Number of active VL cases over time in 100 iterations of the MCMC algorithm (red lines), with inferred missing onset and recovery times, and number of active cases excluding individuals with missing onset and/or recovery times (black dashed line).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF66": {
            "text": "individuals being infected earlier. With a continuous-time model we could tackle this correlation using a 'non-centred' MCMC 593 algorithm, i.e. by re-parameterising the model to reduce the a priori dependence betweenand the asymptomatic infection 594 times (30, 33), but with a discrete-time model the re-parameterisation is much more di cult, since the asymptomatic infection 595 times do not vary continuously with -. We therefore ran the MCMC algorithm for a large number of iterations (N = 10 5 ) to 596 obtain a su cient number of independent samples.597Correlations between the model parameters were explored by plotting the pairwise marginal posterior densities (Figure S9)598",
            "latex": null,
            "type": "figure"
        },
        "FIGREF67": {
            "text": "Autocorrelation plots for the model parameters ◊ = (-, -, ', \", p) for the best-fitting model, showing the correlation between samples in the MCMC chain at different lags. and calculating the correlation coe cient matrix of the MCMC samples, fl(◊, ◊) = (corr(◊i, ◊j))i,j=1,...,n ◊ , where corr(x, y) = 599 cov(x, y)/  var(x) var(y) and var(x) is the sample variance of x and n ◊ is the dimension of ◊. Figure S9 and the correlation 600 coe cient matrix, 601 fl(◊, ◊)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF68": {
            "text": "Correlation between the spatial transmission rate constantand the mean asymptomatic infection timeĀ = 1 , where n A = |{j : Aj < T }| is the number of individuals asymptomatically infected before the end of the study.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF69": {
            "text": "Posterior distributions and pairwise correlations of the transmission parameters for the best-fitting model. Main diagonal: Marginal posterior distributions of the transmission parameters. Off diagonals: Heatmap plots of pairwise marginal posterior densities showing the correlations between parameters. Lighter yellower colours indicate areas of higher posterior density.Unobserved pre-symptomatic infection times, and asymptomatic infection and recovery times. Here we present plots of various 613 quantities derived from the inferred pre-symptomatic infection times and asymptomatic infection and recovery times to614",
            "latex": null,
            "type": "figure"
        },
        "FIGREF70": {
            "text": "individuals arranged in order of para and household number) show clustering of asymptomatic infection in space and that this 620 is associated with proximity to VL cases (the probabilities of asymptomatic infection are higher where the VL case density Numbers of new VL and PKDL cases over time in the study area, with inferred numbers of new asymptomatic infections.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF71": {
            "text": "Posterior probabilities individuals were asymptomatically infected during the study (blue lines). Individuals who had VL onset during the study are marked by red dots.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF72": {
            "text": "distributions and asymptomatic infection time proposal distributions (probabilities of asymptomatic infection according to the 625 empirical average of the infection pressure on them over the history of the chain) converged with each other. This is expected 626 since the model parameters converge to the high posterior density part of the parameter space, such that the running average 627 of the infection pressure on each individual at each time point approaches a constant and the asymptomatic infection times 628 are e ectively sampled from their posterior distributions in the long run. The plots also show that the data augmentation 629 algorithm accounts for individuals' birth, migration and death times when updating their asymptomatic infection time. S13 shows the posterior distributions of the unobserved infection times of a selection of VL cases, and indicates 631 that the data does contain su cient information to constrain the probable infection times of some cases, as the posterior 632 distributions di er significantly from the prior distributions (i.e. from the prior for the incubation period distribution) for some 633 cases. 634 Snapshots of one inferred transmission tree in the part of the south-east cluster of paras shown in Fig. 5 in the main text 635 at di erent time points are shown in Figure S14. These show that while asymptomatic infection (and therefore subsequent immunity) was initially mostly clustered around VL cases, by December 2005 it was widespread and by December 2009 had Posterior distributions of the unobserved asymptomatic infection times of a selection of individuals (blue) and their final asymptomatic infection time proposal",
            "latex": null,
            "type": "figure"
        },
        "FIGREF73": {
            "text": "Posterior distributions of the unobserved infection times of a selection of VL cases with known onset times (blue histograms), with prior distributions (green lines) and modes (magenta lines).saturated in this part of the study population. The relatively high uncertainty in infection sources can be seen in the di erent 638 pattern of infectors and longer inferred transmission distances in this single tree (from one sample from the joint posterior 639 distribution of model parameters and missing data) than the consensus tree in Fig. 5 in the main text.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF74": {
            "text": "Inferred transmission tree in part of the south-east cluster of villages at different stages of the epidemic -(A) Dec 2003, (B) Dec 2005, and (C) Dec 2009 -from a single sample from the joint posterior distribution of model parameters and missing data. Model parameters chosen close to the posterior mode (-= 1.9 mnth ≠1 , -= 114 m, ' = 5.6 ◊ 10 ≠4 mnth ≠1 , \" = 0.100 mnth ≠1 , p = 0.33). Dots show susceptible individuals/symptomatic cases and crosses asymptomatic individuals, and are coloured by infection state (see key). Arrows show the source of infection for each VL case infected up to that point in time and are coloured by type of infection source. GPS locations of individuals are jittered slightly so that individuals from the same household are more visible. An animated version showing all months is provided in SI movie S2. Table S5. Para-level populations and VL and PKDL incidence 2002Para-level annual incidence of (A) VL and (B) PKDL. Insets: distributions of annual incidences. Estimated spatial transmission kernel showing decrease in infection risk with distance from an infectious individual. Transmission risk per month, -K(d), shown as a function of distance d away from a VL case (solid black line = mode, dark grey shaded region = 95% CI). Background transmission rate, ', for unexplained infections also shown for comparison (dashed black line = mode, light grey shaded region = 95% CI). Inset: enlarged view of the part of the transmission kernel outside the household of the VL case.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF75": {
            "text": "Relative contributions of background transmission, asymptomatic individuals, pre-symptomatic individuals, VL cases and PKDL cases to the total risk of new infections. Number of secondary infections generated by (A) each VL case and (B) each PKDL case. Dots show mean reproduction number, bars show 95% CI (2.5-97.5% quantile). . S19. (A) Distributions of mean numbers of secondary VL cases per VL case and PKDL case. (B) Relationship between mean number of secondary infections and onset-to-recovery time for VL and PKDL cases and infection-to-recovery time for asymptomatic individuals. (C) Effective reproduction number R(t) with contributions from asymptomatic individuals, VL and PKDL cases. Solid lines show medians, and shaded bands 95% CIs. 31 of 37 the course of the epidemic from January 2003 (t = 13) to December 2010 (t = 108). Dots show individuals 642 coloured by their infection state (see key). Arrows show the most likely source of infection for each case over 643 1000 sampled transmission trees, coloured by type of infection source and shaded according to the proportion 644 of trees in which that individual was the most likely infector (darker shading indicating a higher proportion). 645 Movie S2. Animation of the transmission tree shown in Fig. S14 from a single sample from the joint posterior 646 distribution of model parameters and missing data. Dots, crosses and arrows as in Fig. S14. 647 35 of 37",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "and PKDL cases. PKDL cases are believed to play a role in transmission of VL as historical and recent xenodiagnosis studies have shown that all PKDL forms are infectious towards sandflies (11-13), and a 1992 study in West Bengal, India, suggested that PKDL cases are capable of initiating a VL outbreak in a susceptible community (14). Furthermore, PKDL cases typically have long durations of symptoms before treatment and often go undiagnosed as the disease is not systemic (15-17). While VL incidence has declined considerably throughout the ISC",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Transmission parameter estimates from the spatiotemporal model",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Transmission Distances and Times. Having reconstructed a set of samples of the transmission tree as described above, we can use them to calculate the mean distance from each VL/PKDL infector to their VL-case infectees and the mean times between their onset and the infections of their VLinfectees, to assess how far and how quickly interventions need to be performed around VL and PKDL cases.Fig. 4Ashows that the mean distances to VL-infectees for VL and PKDL cases are mostly within 500m but tend to be greater for PKDL cases (median 217m, inter-quartile range 218 (IQR): 151, 310m) than VL cases (median 163m, IQR: 102, 233m), reflecting the fact that around PKDL cases there has typically already been considerable transmission from prior VL and therefore development of immunity in asymptomatically infected individuals. However, the mean times between infector onset and VL-infectee infections are much greater for PKDL whilst a similar intervention radius around new VL/PKDL cases of ≥500m may be su cient to capture most secondary VL cases, the time window within which interventions need to be performed to prevent secondary cases is much narrower for VL cases than PKDL cases.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Numbers of Secondary Infections. Since we infer the unobserved infection times of VL cases and asymptomatic individuals as part of the MCMC algorithm, we can calculate the probability that each individual was infected by another individual conditional on their estimated infection month. Using these probabilities, we can then estimate the numbers of secondary infections generated by each infectious individual. The mean numbers of secondary infections per VL case and per PKDL case (Fig. 4C) show large variation, ranging from 0.4 to 28.3 for VL and 0.2 to 57.3 for PKDL (see Fig. S18 for the posterior distributions of the number of secondary infections generated by each VL and PKDL case), and are overdispersed, with shape parameters for fitted gamma disindicates that some cases generate far more secondary infections than others, a phenomenon known as 'super-spreading', of secondary infections for asymptomatic individuals are much lower, ranging from 0 to 0.87. Whilst the numbers of secondary infections for VL and PKDL may seem high, we note that they are the number of new pre-symptomatic and asymptomatic infections generated by each case, and that only approximately",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Based on these simulations, if there had been no PKDL, the total number of VL cases from 2002-2010 would have been 25% lower (95% CI: 5, 42%) (seeFig. S20andTable S6for the para-level impact). This is the hypothetical maximum proportion of VL cases that could be averted by preventing any PKDL, e.g. if there was a vaccine available that could prevent progression to PKDL (36). However, even if the mean duration of infectiousness of PKDL had only been halved (from 17.8 months to 8.9 months)-which represents a more realistically achievable target in the near future through improved active case detection-the simulations suggest the total number of VL cases would have been 9% lower (95% CI: -15, 29%).Fig. 4. (A) Distributions of mean numbers of secondary infections per VL and PKDL case. (B) Mean distances from VL and PKDL infectors to their VL infectees. (C) Mean times from symptom onset of VL and PKDL infectors to the infections of their VL infectees.This study represents the first attempt to estimate the contribu-292 tion of PKDL to transmission of VL accounting for spatiotem-293 poral clustering of VL and PKDL and unobserved asymp-294 D R A F T tomatic infection. It is also the first study to combine infectiousness data from xenodiagnostic studies with geo-located VL and PKDL incidence data, and to use this to reconstruct transmission trees of the spread of VL through a community and estimate individual-level numbers of secondary infections.Our results support the conclusion that PKDL poses a significant threat to the VL elimination programme in the Indian subcontinent. Whilst VL cases drive transmission when VL incidence is high during the peak years of an epidemic, the contribution of PKDL to transmission increases as VL incidence decreases and PKDL prevalence increases in the downward phase of an epidemic. This mirrors the current situation in Bangladesh and India, where VL incidence has of PKDL cases suggest PKDL prevalence is higher than VL prevalence in some areas (19, 37).In the study area in Bangladesh the contribution of PKDL311 (in terms of contribution to new symptomatic infections) grew from close to 0% in the upward phase of the epidemic in 2002-2005, to approximately 55% at the end of the epidemic in 314 2010. In light of the current low VL incidence and considerable numbers of PKDL cases being reported in much of the Indian subcontinent, this suggests that measures need to be taken to ensure all PKDL cases are detected and treated in 318 order to maintain reduced transmission. This will require improvements in both active PKDL case detection, e.g. through comprehensive long-term follow-up of VL cases, and diagnostic tests and algorithms and treatment regimens for PKDL 322 (17, 38, 39).",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": ", due to their longer durations of infection and generally lower infectiousness, so there is greater opportunity to intervene to prevent onward transmission from PKDL cases. Model simulations suggest that incidence of VL could be reduced by faster detection and treatment of PKDL cases, e.g. by nearly 10% by halving the average duration of PKDL infectiousness, and by a quarter if it were possible to prevent PKDL altogether.The spatiotemporal patterns of transmission inferred from reconstructing the transmission tree suggest that infection makes both short and long jumps in space within each infection generation rather than spreading radially outward from index cases in a wave. This is consistent with findings from a spatial analysis of occurrence of VL cases around index cases of short and long distances (from tens to hundreds of metres) from the closest index case for secondary VL cases diagnosed close together in time. Considering that index cases are often",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "). Pre-symptomatic individuals progress to symptomatic VL following a variable incubation period, and then to recovery, or dormant infection if they later relapse or develop PKDL, upon treatment. VL cases that relapse either return to dormant infection or progress to recovery once re-treated. Asymptomatically infected individuals either recover naturally or very occasionally progress to dormant infection and subsequent PKDL. PKDL cases can either resolve following treatment or naturally, whereupon they enter the recovered class. We assume that recovered individuals do not return to being susceptible, i.e. cannot be reinfected, irrespective of whether they have recovered from VL, PKDL or asymptomatic infection. It is still uncertain whether individuals can become reinfected with L. donovani parasites, particularly asymptomatically infected individuals. Most previous modelling studies have assumed or concluded that individuals can be reinfected (2-4), but have not accounted for spatial variation in transmission and available evidence suggests that repeat episodes of VL are relatively rare and are due to relapse not reinfection (5-7).For each individual i in the study population, we define Vi = max(0, Bi, IM i) and Wi = min(T + 1, EM i, Mi) as their times of entry into and exit from the study area respectively. All non-symptomatic individuals (individuals without any VL or PKDL symptoms before or during the study) who were born or entered the study area after January 2002 are assumed to have been susceptible upon entry.Pairwise transmission rates. Susceptible individuals become infected either from pre-symptomatically infected individuals, from symptomatic VL cases, PKDL cases, asymptomatic individuals, or 'background' (unexplained) transmission. The transmission rate, or 'infection pressure', between an infected individual j and a susceptible individual i at time t is given by:",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "have remained infectious until their lesions resolved, while treated PKDL cases are assumed to have stopped being infectious Infectiousnesses of different infection states relative to visceral leishmaniasis (VL).",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Values of fixed parameters used in the model Parameters only used in the simulations in Model simulations as they do not appear in the likelihood in Eq. (16).",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Definitions and prior distributions of estimated parameters.",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "Ii = t + IPi, IPi ≥ NB(r, p),and decide whether the individual subsequently develops PKDL or not: 557 i. PKDL occurs with probability pP . In which case draw times for progression to dormant infection, PKDL onset and recoveryDi = Ii + OT i, OT i ≥ NB(r1, p1), Pi = Di + DIPi, DIPi ≥ NB(r3, p3), Ri = Pi + PRi, PRi ≥ NB(r5, p5),and assign a PKDL infectiousness to the individual by drawing fromCat({h1, h2, h3, hu}, p).ii. Else the individual recovers upon treatment, so draw a treatment timeRi = Ii + OT i, OT i ≥ NB(r1,p1).(b)Else it is an asymptomatic infection. In which case, decide whether the individual progresses to PKDL or not: 561 i. Progression to PKDL occurs with probability pD. In which case, draw times for progression to dormant infection, PKDL onset and recovery Di = Ii + AIPi, AIPi ≥ Geom(p2), Pi = Di + DIPi, DIPi ≥ NB(r3, p3), Ri = Pi + PRi, PRi ≥ NB(r5, p5),",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "Parameter estimates (modes and 95% highest posterior density intervals) for models with different relative pre-symptomatic and asymptomatic infectiousness, h 0 and h 4 , and without and with additional within-household transmission, \" = 0 vs \" > 0ParameterNo additional within-household transmission, \" = 0Additional within-household transmission, \" > 0",
            "latex": null,
            "type": "table"
        },
        "TABREF14": {
            "text": "3-23.4% for all models, as expected from tuning the proposal variance (see Accelerated adaptive random walk Metropolis algorithm). The acceptance rates for the updates for the pre-symptomatic infection times; missing VL onset and treatment times; and unobserved asymptomatic infection and recovery times were between 57% and 97% for every model, indicating that the algorithm e ciently explores the space of unobserved data.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": " 3  37  2  3  NW  998  830  18  3  24  4  4  NW  2185  1768  197  35  124  22  5  NW  934  774  15  2  22  3  6  NW  1640  1363  94  22  77  18  7  SE  604  493  42  7  95  16  8  SE  585  496  8  0  18  0  9  SE  969  809  33  6  45  8  10  SE  701  595  17  3  32  6  11  SE  1300  1080  28  9  29  9  12  SE  2807  2388  102  25  47  12  13  SE  933  816  36  7  49  10  14  SE  446  391  23  3  65  9  15  SE  660  574  15  3  29  6  16  NW  905  762  26  9  38  13  17  NW  2080  1764  75  13  47  8  18  NW  3212  2653  61  11  26  5  19  NW  774  647  62  18  107  31  Total  24781  20798  1018  190  54 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1,
                    "end": 610,
                    "text": "3  37  2  3  NW  998  830  18  3  24  4  4  NW  2185  1768  197  35  124  22  5  NW  934  774  15  2  22  3  6  NW  1640  1363  94  22  77  18  7  SE  604  493  42  7  95  16  8  SE  585  496  8  0  18  0  9  SE  969  809  33  6  45  8  10  SE  701  595  17  3  32  6  11  SE  1300  1080  28  9  29  9  12  SE  2807  2388  102  25  47  12  13  SE  933  816  36  7  49  10  14  SE  446  391  23  3  65  9  15  SE  660  574  15  3  29  6  16  NW  905  762  26  9  38  13  17  NW  2080  1764  75  13  47  8  18  NW  3212  2653  61  11  26  5  19  NW  774  647  62  18  107  31  Total  24781  20798  1018  190  54",
                    "ref_id": null
                }
            ],
            "section": "annex"
        }
    ]
}