{
    "paper_id": "1f9d3f9a1a0e8db6a086e0a2b5ba50cf9f235dae",
    "metadata": {
        "title": "Article: Discoveries On the causes of evolutionary transition:transversion bias",
        "authors": [
            {
                "first": "Arlin",
                "middle": [],
                "last": "Stoltzfus",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ryan",
                "middle": [
                    "W"
                ],
                "last": "Norris",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Ohio State University",
                    "location": {
                        "postCode": "45804",
                        "settlement": "Lima",
                        "region": "OH"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A pattern in which nucleotide transitions are favored several-fold over transversions is common in molecular evolution. When this pattern occurs among amino acid replacements, explanations often invoke an effect of selection, on the grounds that transitions are more conservative in their effects on proteins. However, the underlying hypothesis of conservative transitions has never been tested directly. Here we assess support for this hypothesis using direct evidence: the fitness effects of mutations in actual proteins, measured via individual or paired growth experiments. We assembled data from 8 published studies, ranging in size from 24 to 757 single-nucleotide mutations that change an amino acid. Every study has the statistical power to reveal significant effects of amino acid exchangeability, and most studies have the power to discern a binary conservative-vs-radical distinction. However, only one study suggests that transitions are significantly more conservative than transversions. In the combined set of 1239 replacements, the chance that a transition is more conservative than a transversion is 53 % (95 % confidence interval, 50 % to 56 %), compared to the null expectation of 50 %. We show that this effect is not large compared to that of most biochemical factors, and is not large enough to explain the several-fold bias observed in evolution. In short, available data have the power to verify the \"conservative transitions\" hypothesis if true, but suggest instead that selection on proteins plays at best a minor role in the observed bias.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": ". CC-BY 4.0 International license is made available under a",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Of the 12 types of changes from one nucleotide to another, 8 are \"transversions\" between a purine (A or G) and a pyrimidine (C or T) , and the other 4 are \"transitions\".",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 132,
                    "text": "(C or T)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Early protein comparisons showed that related proteins often differ by transitions more than expected by chance (e.g., Fitch 1967; sources cited in Vogel 1972) . By the 1980's, this \"transition bias\" was well known (Li, et al. 1985) . By the 1990s, systematists had noted effects on phylogeny inference (Wakeley 1996) , and methods were revised to give more weight to transversion differences (e.g., Sinsheimer, et al. 1997) .",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 130,
                    "text": "Fitch 1967;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 131,
                    "end": 159,
                    "text": "sources cited in Vogel 1972)",
                    "ref_id": null
                },
                {
                    "start": 215,
                    "end": 232,
                    "text": "(Li, et al. 1985)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 303,
                    "end": 317,
                    "text": "(Wakeley 1996)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 400,
                    "end": 424,
                    "text": "Sinsheimer, et al. 1997)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In many early works, this bias is presented as a ratio of differences, which makes the expected ratio a complex function of the degree of sequence divergence. As the use of rate models became routine in comparative sequence analysis, the phenomenon of transition bias was redefined as a bias in instantaneous rates, relative to a null model of equal rates. Because every nucleotide site (e.g., a G site) may experience 1 type of transition (G A) at rate α, and 2 types of transversion (G C, G T) at rate β, the aggregate rate ratio of transitions to transversions has a null expectation of R = α/(2β) = 0.5. In some contexts, the ratio is expressed differently as κ = α/β = 1. When considering amino acid changes, it is more relevant to compare the 116 possible transitions and 276 possible transversions that change a codon so as to encode a different amino acid (assuming the canonical genetic code), leading to a null expectation of R = 116 α / (276 β) = 0.42 α/β. Thus, the observation of roughly equal 4 indicates a bias of over 2-fold. Kumar (1996) estimates 2-fold to 5-fold rate biases in vertebrate mitochondrial genes (excluding 3 rd positions). Other estimates may be found in work cited by Rosenberg, et al. (2003) , but there is not (to our knowledge) a systematic contemporary review of this issue.",
            "cite_spans": [
                {
                    "start": 1042,
                    "end": 1054,
                    "text": "Kumar (1996)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1202,
                    "end": 1226,
                    "text": "Rosenberg, et al. (2003)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The causes of the observed bias have not been resolved. The hypothesis of a mutational cause-a transition:transversion bias in mutation-was promoted early by Vogel (1972;  see also Vogel and Kopun 1977) . This hypothesis was bolstered when DNA sequence comparisons revealed that a transition bias is observed in introns and other non-coding regions (Li, et al. 1985) , suggesting a cause that (like mutation) acts at the level of DNA, across the entire genome.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 170,
                    "text": "Vogel (1972;",
                    "ref_id": null
                },
                {
                    "start": 171,
                    "end": 171,
                    "text": "",
                    "ref_id": null
                },
                {
                    "start": 181,
                    "end": 202,
                    "text": "Vogel and Kopun 1977)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 349,
                    "end": 366,
                    "text": "(Li, et al. 1985)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The alternative hypothesis that natural selection favors amino acid replacements via transitions is also common, and is argued on the grounds that transitions are \"less severe with respect to the chemical properties of the original and mutant amino acids\" (Rosenberg, et al. 2003) or \"tend to cause changes that conserve the chemical properties of amino acids\" (Wakeley 1996) , or that \"the biochemical difference in the protein product tends to be greater for transversions\" (Keller, et al. 2007 ).",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 280,
                    "text": "(Rosenberg, et al. 2003)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 361,
                    "end": 375,
                    "text": "(Wakeley 1996)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 476,
                    "end": 496,
                    "text": "(Keller, et al. 2007",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "For purposes of evaluation, we can break down either the mutational hypothesis or the selective hypothesis into (1) a claim that there is an underlying bias (mutational or selective) favoring transitions, and (2) a claim that this bias accounts for the observed evolutionary bias. For the mutational hypothesis, the existence of an underlying bias is indicated in direct studies of mutation (e.g., Schaaper and Dunn 1991; Lynch 2010; Schrider, et al. 2013; Zhu, et al. 2014) , and by many indirect estimates based on the . CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/027722 doi: bioRxiv preprint asumption of neutral sequence divergence (Petrov and Hartl 1999; Rosenberg, et al. 2003; Zhao, et al. 2004; Jiang and Zhao 2006; Morton, et al. 2006 ), though Keller, et al. (2007 report a lack of bias in grasshoppers. The bias typically is 2-fold to 4-fold over null expectations. In theory, a bias in mutation of magnitude B can cause a B-fold effect on the rate of evolution (Yampolsky and Stoltzfus 2001; McCandlish and Stoltzfus 2014) . That is, the observed magnitude of mutation bias appears to be sufficient, in principle, to account for the observed evolutionary bias.",
            "cite_spans": [
                {
                    "start": 398,
                    "end": 421,
                    "text": "Schaaper and Dunn 1991;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 422,
                    "end": 433,
                    "text": "Lynch 2010;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 434,
                    "end": 456,
                    "text": "Schrider, et al. 2013;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 457,
                    "end": 474,
                    "text": "Zhu, et al. 2014)",
                    "ref_id": null
                },
                {
                    "start": 771,
                    "end": 794,
                    "text": "(Petrov and Hartl 1999;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 795,
                    "end": 818,
                    "text": "Rosenberg, et al. 2003;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 819,
                    "end": 837,
                    "text": "Zhao, et al. 2004;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 838,
                    "end": 858,
                    "text": "Jiang and Zhao 2006;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 859,
                    "end": 878,
                    "text": "Morton, et al. 2006",
                    "ref_id": null
                },
                {
                    "start": 879,
                    "end": 909,
                    "text": "), though Keller, et al. (2007",
                    "ref_id": null
                },
                {
                    "start": 1108,
                    "end": 1138,
                    "text": "(Yampolsky and Stoltzfus 2001;",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1139,
                    "end": 1169,
                    "text": "McCandlish and Stoltzfus 2014)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "For the selective hypothesis, arguments to the effect that transitions are more conservative typically invoke a biochemical factor (or a composite such as the Grantham index) that correlates with patterns of evolutionary divergence, and is found to be more conserved by transitions than by transversions (e.g., Vogel and Kopun 1977; Zhang 2000) . This form of argument suffers from a logical circularity: if mutation shapes patterns of evolutionary amino acid replacement, then biochemical factors chosen for their ability to make sense of evolutionary patterns are not independent of mutation.",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 332,
                    "text": "Vogel and Kopun 1977;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 333,
                    "end": 344,
                    "text": "Zhang 2000)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Presumably no biochemical factor, nor any simple combination of factors, fully captures the effects of replacements in complex proteins operating in a complex milieu. Indeed, the use of biochemical surrogates would seem unnecessary, given the availability of more direct measurements. Systematic laboratory studies of the effects of amino acid replacements in proteins have been carried out for 25 years (e.g., Kleina and Miller 1990) . Whereas early studies summarized by Yampolsky and Stoltzfus (2005) typically reported crude measures of biochemical or growth effects (e.g., a 2-valued scale of \"-\" and \"+\"), a number of more recent studies report a continuous measure of fitness for each mutant (e.g., Sanjuan, et al. 2004; Carrasco, et al. 2007; Domingo-Calap, et al. . CC-BY 4 .0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/027722 doi: bioRxiv preprint 2009; Peris, et al. 2010; Jacquier, et al. 2013; Roscoe, et al. 2013; Acevedo, et al. 2014; Bloom 2014; Firnberg, et al. 2014; Thyagarajan and Bloom 2014; Wu, et al. 2014) .",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 434,
                    "text": "Kleina and Miller 1990)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 473,
                    "end": 503,
                    "text": "Yampolsky and Stoltzfus (2005)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 706,
                    "end": 727,
                    "text": "Sanjuan, et al. 2004;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 728,
                    "end": 750,
                    "text": "Carrasco, et al. 2007;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 751,
                    "end": 782,
                    "text": "Domingo-Calap, et al. . CC-BY 4",
                    "ref_id": null
                },
                {
                    "start": 989,
                    "end": 1008,
                    "text": "Peris, et al. 2010;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1009,
                    "end": 1031,
                    "text": "Jacquier, et al. 2013;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1032,
                    "end": 1052,
                    "text": "Roscoe, et al. 2013;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1053,
                    "end": 1074,
                    "text": "Acevedo, et al. 2014;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1075,
                    "end": 1086,
                    "text": "Bloom 2014;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1087,
                    "end": 1109,
                    "text": "Firnberg, et al. 2014;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1110,
                    "end": 1137,
                    "text": "Thyagarajan and Bloom 2014;",
                    "ref_id": null
                },
                {
                    "start": 1138,
                    "end": 1154,
                    "text": "Wu, et al. 2014)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Such studies provide direct evidence on the relative conservativeness of transitions and transversions that change amino acids.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Here we focus on whether direct measurements of fitness support the conservative transitions hypothesis, based on a collection of 8 studies comprising measured fitness values for 544 transitions and 695 transversions that change an amino acid. We assess the power of each study by comparing mutant fitnesses for each type of replacement (e.g., Ser to Pro) with a cross-validation predictor and with 2 existing measures of amino acid exchangeability called EX (Yampolsky and Stoltzfus 2005) and U (Tang, et al. 2004 ). We find that, for every mutation study, even the smallest, there is a significant correlation with one or more of these predictors; half of the studies show a highly significant correlation (P < 0.001). More importantly, for most studies, measured fitness values correlate significantly with a conservative-vs-radical distinction based on EX or U. Specifically, a replacement designated as \"conservative\" has a 65 % (EX) or 64 % (U) chance of being more fit than a \"radical\" replacement.",
            "cite_spans": [
                {
                    "start": 459,
                    "end": 489,
                    "text": "(Yampolsky and Stoltzfus 2005)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 496,
                    "end": 514,
                    "text": "(Tang, et al. 2004",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "However, the same studies typically do not show significant conservativeness of transitions. In the combined data, a transition has a 53 % chance (CI, 50 % to 56 %) of being more fit than a transversion, only slightly above the null expectation of 50 %. We show that this effect is not large compared to that of most biochemical predictors, and is not large enough to explain the several-fold bias toward transition replacements observed in evolutionary studies. The mutation-bias hypothesis, though not proven, remains an obvious possibility, while the selective hypothesis would seem untenable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": ". CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/027722 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The literature search described in Materials and Methods (see also Supplementary Material) resulted in the 8 data sets in Table 1 , each of which provides measures of fitness based on individual growth or paired growth (Sanjuan, et al. 2004; Carrasco, et al. 2007; Domingo-Calap, et al. 2009; Peris, et al. 2010; Jacquier, et al. 2013; Rihn, et al. 2013; Rihn, et al. 2015) . We will refer to these 8 data sets as 8 studies, although they correspond to 7 publications, one of which (Domingo-Calap, et al. 2009 ) reports separate mutant fitness distributions for 2 different phages. Because measures of growth from different studies are not scaled in the same way, we convert fitnesses to within-study quantiles, e.g., the median fitness in a study is assigned a quantile of 0.5, and the fitness at the 95 th percentile is assigned a quantile of 0.95.",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 241,
                    "text": "(Sanjuan, et al. 2004;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 242,
                    "end": 264,
                    "text": "Carrasco, et al. 2007;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 265,
                    "end": 292,
                    "text": "Domingo-Calap, et al. 2009;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 293,
                    "end": 312,
                    "text": "Peris, et al. 2010;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 313,
                    "end": 335,
                    "text": "Jacquier, et al. 2013;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 336,
                    "end": 354,
                    "text": "Rihn, et al. 2013;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 355,
                    "end": 373,
                    "text": "Rihn, et al. 2015)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 482,
                    "end": 509,
                    "text": "(Domingo-Calap, et al. 2009",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 122,
                    "end": 129,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "To assess the power of mutation studies individually and collectively, we correlate observed mutant fitness quantiles with expected values from three independent predictors: the EX matrix (Yampolsky and Stoltzfus 2005) , the U matrix of Tang, et al (2004) , and a cross-validation predictor. The cross-validation predictor applied to a given target study is constructed from all other studies (i.e., excluding the target study), and is simply a matrix of mean quantiles for each type of replacement (e.g., Ala to Val).",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 218,
                    "text": "(Yampolsky and Stoltzfus 2005)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 237,
                    "end": 255,
                    "text": "Tang, et al (2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Correlation of mutant fitnesses with amino acid exchangeability"
        },
        {
            "text": "EX and U are used on the grounds of being powerful and mutationally unbiased predictors, whereas various biochemical predictors are less powerful (as will become apparent below), and various evolution-based measures other than U (e.g., PAM, . CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/027722 doi: bioRxiv preprint BLOSUM), though perhaps powerful, cannot be used, because they are not known to be free of the mutational effects that we wish to exclude. The EX matrix, based on a meta-analysis of early mutation studies (which reported phenotypes other than fitness), was designed specifically to serve as a mutationally unbiased measure of exchangeability in models that separate selection from mutation. In a comparative evaluation, EX was shown to be as powerful, or more powerful, than a representative sample of other predictors (Yampolsky and Stoltzfus 2005) . The \"universal evolutionary index\" or U matrix of Tang, et al (2004) is based on modeling evolution of thousands of genes, using a method designed to separate codon-level mutational effects from protein-level effects. It purports to be a measure of evolutionary acceptability that scales directly with the rate of evolution.",
            "cite_spans": [
                {
                    "start": 969,
                    "end": 999,
                    "text": "(Yampolsky and Stoltzfus 2005)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Correlation of mutant fitnesses with amino acid exchangeability"
        },
        {
            "text": "The results of using EX, U and a cross-validation predictor (Table 1) indicate that even small studies of mutant fitnesses have considerable power to reveal generic effects of amino acid exchangeability. For instance, for the study of 135 HIV capsid mutants by Rihn, et al., there is a significant correlation between the fitness reported for a mutant and the predictor for the relevant replacement type (e.g., Val to Ala), whether the predictor is EX, U, or a cross-validation predictor based on the other studies. This shows, not only that individual studies are powerful, but that there is a consistency across studies: although most effects of an amino acid replacement in a protein are very context-dependent (which is why the R 2 values are small), generic effects of exchangeability are seen across sites and proteins.",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 274,
                    "text": "Rihn, et al.,",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 60,
                    "end": 69,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Correlation of mutant fitnesses with amino acid exchangeability"
        },
        {
            "text": ". CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/027722 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Correlation of mutant fitnesses with amino acid exchangeability"
        },
        {
            "text": "The conservative transitions hypothesis proposes that transitions collectively are more conservative than transversions. How well do mutant fitness studies distinguish conservative replacements from radical ones? We construct two versions of this distinction, EX B and U B (the \"B\" indicates a binary distinction, as opposed to a continuous measure), simply by designating higher-exchangeability replacements as \"conservative\", and the remainder as \"radical\". Table 2 shows how well studies of mutant fitness distinguish conservative from radical replacements, and how well they distinguish transitions from transversions. The measure of effect-size used here is the chance that a mutant designated as \"conservative\" is more fit than a randomly chosen \"radical\" mutant. This statistic is not affected by the relative sizes of the 2 classes; its range is from 0 to 1, with a null expectation of 0.5; higher values indicate that nominally \"conservative\" changes are indeed conservative. We call this measure AUC because it has the same meaning as the area under a ROC (receiver-operating characteristic) curve for a binary classifier.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 460,
                    "end": 467,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Ability to distinguish conservative from radical replacements"
        },
        {
            "text": "That is, as pointed out by Hanley and McNeil (1982) , the AUC for a binary classifier is equivalent to the chance that a randomly chosen positive instance will be ranked higher than a randomly chosen negative instance (see Methods).",
            "cite_spans": [
                {
                    "start": 27,
                    "end": 51,
                    "text": "Hanley and McNeil (1982)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Ability to distinguish conservative from radical replacements"
        },
        {
            "text": "Even small studies have significant power to distinguish conservative from radical substitutions based on EX B and U B . In the combined data set, the AUC is 0.65 for EX B and 0.64 for U B . That is, a conservative replacement according to EX B has a 65 % chance of being more fit than a randomly drawn radical replacement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ability to distinguish conservative from radical replacements"
        },
        {
            "text": ". CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/027722 doi: bioRxiv preprint However, the same studies typically do not distinguish transitions from transversions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ability to distinguish conservative from radical replacements"
        },
        {
            "text": "Only one study shows a marginally significant result (p = 0.019 for the largest study).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ability to distinguish conservative from radical replacements"
        },
        {
            "text": "The combined results for the entire set of 1239 replacements are shown at the bottom of Table 2 . For the combined data, the AUC is 0.53, with a 95 % confidence interval of 0.50 to 0.56 (based on 400 bootstrap replicates).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 88,
                    "end": 95,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Ability to distinguish conservative from radical replacements"
        },
        {
            "text": "One might object that this approach is framed incorrectly, in that it uses the entire distribution of mutational effects, whereas the distribution of changes fixed in evolution is obviously weighted toward more modest effects, because natural selection removes the most damaging ones whether they are transitions or transversions. If the changes actually accepted in evolution are mostly in the top 50 %, or the top 5 %, of the fitness distribution, then this is the fraction that should be examined most closely to test the conservative transitions hypothesis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ability to distinguish conservative from radical replacements"
        },
        {
            "text": "The effect of testing for a ti:tv effect at successively higher thresholds of fitness is shown in Figure 1 . In fact, the AUC does not go up if we filter out the low end, but stays close to 0.5.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 98,
                    "end": 106,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Ability to distinguish conservative from radical replacements"
        },
        {
            "text": "Another way to explore the upper end of the fitness distribution is to consider studies of mutational effects that focus on beneficial mutations (Ferris, et al. 2007; MacLean, et al. 2010; Miller, et al. 2011; Schenk, et al. 2012) . These studies are small, with only 15 to 38 mutants, and have little power to distinguish effects of exchangeability. For the combined set of 111 beneficial mutants shown in Table 3 , the AUC for the conservative transitions hypothesis is 0.40 (95 % CI, 0.28 to 0.51), suggesting that perhaps beneficial transitions are not more, but less fit than beneficial transversions. . CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/027722 doi: bioRxiv preprint",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 166,
                    "text": "(Ferris, et al. 2007;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 167,
                    "end": 188,
                    "text": "MacLean, et al. 2010;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 189,
                    "end": 209,
                    "text": "Miller, et al. 2011;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 210,
                    "end": 230,
                    "text": "Schenk, et al. 2012)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 407,
                    "end": 414,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Ability to distinguish conservative from radical replacements"
        },
        {
            "text": "As mentioned above, the conservative transitions hypothesis has 2 parts, a claim that transitions are conservative, and a claim that this conservativeness accounts for an evolutionary pattern. The present set of studies suggests that transitions are more conservative, but only slightly. How important could an effect of this size be?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gauging the evolutionary effect size"
        },
        {
            "text": "One way to ask this question is to compare the ti:tv distinction to various biochemical distinctions. Any quantitative property of an amino acid can be used to create a conservative-vs-radical distinction, e.g., for a measure of the polarity of each amino acid, the \"conservative\" changes will be the ones with the least change in polarity. The AAindex database (Kawashima and Kanehisa 2000) has data on nearly 250 biochemical factors (see Methods). The random sample of 25 factors from AAIndex shown in Figure 2 indicates that biochemical predictors typically are (1) considerably more powerful than the ti:tv distinction, and (2) considerably less powerful than EX and U (to view the full set of predictors, see Supplementary Material, section 3).",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 391,
                    "text": "(Kawashima and Kanehisa 2000)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 504,
                    "end": 512,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Gauging the evolutionary effect size"
        },
        {
            "text": "Yet, natural selection has the ability to amplify small differences into major effects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gauging the evolutionary effect size"
        },
        {
            "text": "Perhaps a difference with an effect size of AUC = 0.53 might translate into a severalfold bias in terms of evolutionary acceptance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gauging the evolutionary effect size"
        },
        {
            "text": "How do these two relate to each other? The U matrix illustrates this relationship, because values of U scale with evolutionary rates, and U B has a known power as a conservative-radical distinction, namely AUC = 0.64. The ratio of U values for conservative replacements relative to radical ones is 2.7. That is, conservative . CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/027722 doi: bioRxiv preprint replacements as defined by U B are 2.7-fold more likely to be accepted in evolution than radical ones. This pair of values, AUC = 0.64 and evolutionary bias = 2.7, represents one point in the relationship between evolutionary acceptability and classification power for mutant fitness effects. There is another point where AUC = 0.5 (no power) and evolutionary bias = 1 (no effect). We can fill in the relationship further by randomizing U B , as shown in Figure 3 . The results show that, when about 75 % of the values are randomized, U B has an AUC of 0.53, equal to that of the transition:transversion distinction. This corresponds to an evolutionary bias of 1.3. The confidence interval of AUC from 0.50 to 0.56 for the transition:transversion distinction corresponds to the interval of 1.0 to 1.6 in evolutionary bias. That is, the expected evolutionary effect of the transition:transverion bias is a 1.3-fold bias, with a confidence interval from 1.0 (no effect) to 1.6. This makes it unlikely that selection plays the major role in causing the evolutionary transition:transversion bias, which typically is several-fold favoring transitions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 989,
                    "end": 997,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Gauging the evolutionary effect size"
        },
        {
            "text": "Based on a collection of 8 studies that report fitnesses for replacement mutations, we have assessed the prospects for the hypothesis that the conservativeness of replacements via transition accounts for their increased frequency in evolution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Even small studies reveal predictable patterns of amino acid exchangeability, and most have sufficient power to distinguish a binary conservative-vs-radical distinction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "However, the same studies typically do not show significant conservativeness of transitions. Overall, the chance of a transition mutation being more fit than a . CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/027722 doi: bioRxiv preprint transversion is 53 % (95 % CI, 50 % to 56 %). This effect size is not large compared to that of most biochemical predictors, and is not large enough to explain the several-fold bias toward transition replacements observed in evolutionary studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The finding that the conservativeness of transitions is a rather weak effect increases the prospects for the alternative mutational explanation, in which the rate at which new alleles are introduced by transition mutations is several-fold higher than for transversions, and this bias predisposes evolutionary change to happen via transitions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Though this idea may be familiar, it relates to a rather substantial and unresolved issue in evolutionary genetics, which is the extent to which evolution in nature happens in the \"gene pool\" regime imagined by the architects of the Modern Synthesis, in the kind of mutation-driven regime imagined by early mutationists and later molecular evolutionists, or something in between (see McCandlish and Stoltzfus 2014) . For many, years the mutationist view has suffered from an association with neutral evolution (e.g., the two remain conflated in Nei 2013). This may explain the ongoing popularity of the conservative transitions hypothesis: a mutation bias is the obvious explanation for transition bias in the evolution of introns and other non-coding sequences, but was not accepted for protein sequences, which are assumed to be \"under selection\" and thus not subject to such biases. Yet it is clear theoretically that mutation-biased adaptation is possible and, more generally, that mutation and selection can both contribute to orientation or direction in evolution (Yampolsky and Stoltzfus 2001; Stoltzfus 2006) .",
            "cite_spans": [
                {
                    "start": 384,
                    "end": 414,
                    "text": "McCandlish and Stoltzfus 2014)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1070,
                    "end": 1100,
                    "text": "(Yampolsky and Stoltzfus 2001;",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1101,
                    "end": 1116,
                    "text": "Stoltzfus 2006)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The results presented here also prompt the question of how the lore that transitions are conservative was estabished. In a survey of the literature, we found that, when the . CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/027722 doi: bioRxiv preprint alleged conservativeness of transitions is attributed to a source, the source is often Zhang (2000) , or early works such as Fitch (1967) , Grantham (1974) or Vogel and Kopun (1977) . Grantham does not directly address this issue, but a genetic-code-based calculation shows that the mean Grantham distance for transition-mediated replacements is lower than that for transversions, e.g., as indicated in Table 2 of Xia, et al (1998) . The study by Vogel and Kopun is often cited as evidence for the conservative transitions hypothesis, because they present a calculation that, for 3 different biochemical measures, suggests that transitions are more conservative. Nevertheless, Vogel and Kopun themselves favored a mutational explanation (see hypothesis 3 on p.",
            "cite_spans": [
                {
                    "start": 469,
                    "end": 481,
                    "text": "Zhang (2000)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 507,
                    "end": 519,
                    "text": "Fitch (1967)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 522,
                    "end": 537,
                    "text": "Grantham (1974)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 541,
                    "end": 563,
                    "text": "Vogel and Kopun (1977)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 796,
                    "end": 813,
                    "text": "Xia, et al (1998)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [
                {
                    "start": 785,
                    "end": 792,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "179), arguing that the effect size is too small for conservativeness of transitions to account for the evolutionary bias.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "These prior studies are inconclusive for 2 very general reasons. The first is that none reports an effect size sufficient to account for the evolutionary bias. For instance, Zhang's (2000) analysis of 3 possible conservative:radical distinctions finds that the distinction based on Miyata, et al (1979) yields the largest evolutionary effect size, which is a 2-fold effect, i.e., radical replacements are roughly half as likely to accumulate, relative to null expectations. However, though the effect of conservativeness is strong, the link reported between transitions and conservativeness is weak. According to Zhang (2000) , the chance that a transition is conservative by Miyata's measure is 35 %, compared to 33 % for transversions, a proportional difference of only 6 % (i.e., 2 / 33 = 0.06). Miyata-conservativeness may be a 2-fold evolutionary effect, but if transitions are only 6 % more Miyata-conservative than transversions, the overall bias will be far less than 2-fold.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 188,
                    "text": "Zhang's (2000)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 282,
                    "end": 302,
                    "text": "Miyata, et al (1979)",
                    "ref_id": null
                },
                {
                    "start": 613,
                    "end": 625,
                    "text": "Zhang (2000)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/027722 doi: bioRxiv preprint Second, none of these works escapes the kind of logical circularity pointed out by di Giulio (2001;  see also Yampolsky and Stoltzfus 2005) , in which a measure of evolutionary tendencies (e.g., PAM, BLOSUM) is invoked to argue for effects of selection rather than mutation, ignoring the fact that the pattern of evolution is influenced (to an unknown degree) by mutational effects. This is an indirect form of the Panglossian fallacy, i.e., it is formally a fallacy of arguing that transitions are more adaptive simply because they happen more often, without inquiring into why they happen more often.",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 308,
                    "text": "Giulio (2001;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 309,
                    "end": 309,
                    "text": "",
                    "ref_id": null
                },
                {
                    "start": 319,
                    "end": 348,
                    "text": "Yampolsky and Stoltzfus 2005)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The fallacy is not avoided by invoking biochemical factors. The popular composite indices of \"biochemical\" distance constructed by Grantham (1974) and Miyata, et al (1979) are based on choosing biochemical factors that fit well with observed evolutionary patterns from earlier protein comparisons. Likewise, all 3 \"biochemical\" measures used by Vogel and Kopun (1977) are based on fitting to protein comparisons.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 150,
                    "text": "Grantham (1974) and",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 151,
                    "end": 171,
                    "text": "Miyata, et al (1979)",
                    "ref_id": null
                },
                {
                    "start": 345,
                    "end": 367,
                    "text": "Vogel and Kopun (1977)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The problem with this approach is suggested by Figure 4 , which shows the conservativeness of transitions for a random sample of the biochemical indices in the AAindex database (Kawashima and Kanehisa 2000) . Roughly half make transitions seem conservative, and the other half make them seem radical.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 206,
                    "text": "(Kawashima and Kanehisa 2000)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 47,
                    "end": 55,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "As shown earlier (Figure 2) , this is not because biochemical indices are generally poor predictors of exchangeability. Instead, among many moderately powerful predictors, there are ones that make transitions seem favorable, and others that make transversions seem favorable. Thus, converting evolutionary patterns into biochemical descriptors before re-applying them to the analysis of evolutionary patterns does not allow one to escape a logical circularity: if early molecular evolutionists had found that . CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/027722 doi: bioRxiv preprint transversions dominate evolution, they could have rationalized this pattern by appeal to biochemistry just as easily as they rationalized the observed dominance of transitions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 17,
                    "end": 27,
                    "text": "(Figure 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "An initial core set of studies (Sanjuan, et al. 2004; Carrasco, et al. 2007; Roscoe, et al. 2013 ) was expanded by including other work cited by these studies. Then this set was expanded further by open-ended searches based on keywords or by tracking citations.",
            "cite_spans": [
                {
                    "start": 31,
                    "end": 53,
                    "text": "(Sanjuan, et al. 2004;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 54,
                    "end": 76,
                    "text": "Carrasco, et al. 2007;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 77,
                    "end": 96,
                    "text": "Roscoe, et al. 2013",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Identification of studies and data sets for inclusion."
        },
        {
            "text": "In general, no text-based search does a good job of recovering mutation-scanning studies of the desired type. Narrow searches (e.g., \"distribution of mutational effects\") implicate only a fraction of true positives and did little to expand the core set of studies; broad searches (e.g., \"mutation\" plus \"fitness\") implicate so many false positives that they are impractical and were abandoned. Most relevant studies cite the pioneering work of Sanjuan (2004) or the seminal review by Eyre-Walker and Keightley (2007) .",
            "cite_spans": [
                {
                    "start": 444,
                    "end": 458,
                    "text": "Sanjuan (2004)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 484,
                    "end": 516,
                    "text": "Eyre-Walker and Keightley (2007)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Identification of studies and data sets for inclusion."
        },
        {
            "text": "Candidate studies identified in this manner were screened for appropriateness, ultimately resulting in the 8 studies listed in Table 1 . The search covered literature published through December, 2014 and does not include more recent studies.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 127,
                    "end": 134,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Identification of studies and data sets for inclusion."
        },
        {
            "text": "As noted in Materials and Methods, we restricted our attention to studies with (1) a size of at least 20 replacement mutants; (2) measures of growth (fitness) rather than simply biochemical activities; and (3) a random or arbitrary set of mutants. Most excluded studies of mutational effects have only a few mutants, or they report effects on binding or activity (but not on fitness), or they are focused on achieving particular outcomes . CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/027722 doi: bioRxiv preprint rather than exploring a random set of variants, or they use deep sequencing to identify and quantify mutants, an approach that introduces uncontrolled nucleotide biases (Supplementary Material, section 2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Identification of studies and data sets for inclusion."
        },
        {
            "text": "Starting from raw data tables supplied by authors (either directly, or via published supplements), all further processing and analysis steps were encoded in scripts. For each study used here, there is a an R-Markdown (Rmd) file that (when executed in an appropriate environment, such as RStudio) describes and executes the steps (e.g., cleaning, re-coding, sequence integration) to convert input data into a standard tabular form in which there is a single row describing each mutant and its effects. The figures and tables in this paper are generated by further Rmd scripts that operate on the standardized input data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Processing and management of mutation data"
        },
        {
            "text": "Values of U are from Tang, et al. (2004) , and values of EX are from published supplements. Biochemical indices from the AAIndex database were accessed via the Interpol package (Heider 2012) and custom R code.",
            "cite_spans": [
                {
                    "start": 21,
                    "end": 40,
                    "text": "Tang, et al. (2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Other data sources"
        },
        {
            "text": "Note that, although AAindex lists 533 biochemical indices, less than half are pure biochemical indices. The others are based on some method of counting occurrences in naturally evolved proteins, e.g., frequency with which an amino is found in a helix.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Other data sources"
        },
        {
            "text": "Because the distribution of an amino acid in an evolving set of natural proteins will depend on the distributions of its closest mutational neighbors, such measures are not . CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/027722 doi: bioRxiv preprint mutationally unbiased. They were removed using a custom list of name exclusion patterns (\"[fF]requenc\", \"[pP]reference\", \"[cC]ompositi\", \"[pP]ropensit\", \"[dD]istribution\", \"[iI]nformation\", \"[wW]eights\", \"[oO]ccurrence\", \"[Pp]roportion\", \"probability\", \"mutability\", \"Geisow\", \"Janin\"), resulting in a set of 247 indices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Other data sources"
        },
        {
            "text": "The results presented here rely mainly on standard statistical procedures. When P values are reported in Table 1 for a linear predictor, this is from the t-test in the built-in linear model (lm) function in R. When P values are reported for binary predictors in Tables 2 and 3 , this is based on the Wilcoxon-Mann-Whitney test as implemented in the \"wilcox.test\" function of the R \"stats\" package, using a one-sided test. When confidence intervals are given on an AUC value, this is based on re-sampling using 400 bootstrap replicates.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 105,
                    "end": 112,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 262,
                    "end": 276,
                    "text": "Tables 2 and 3",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Tests of power and effect"
        },
        {
            "text": "The only unfamiliar methods involve the use of binary predictors. To convert a biochemical index C to a binary distinction, we first convert it to a pairwise similarity by the formula S ij = 1 -abs(C i -C j ) / max, where max is the maximum absolute difference.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tests of power and effect"
        },
        {
            "text": "Converting a continuous measure of similarity into a binary measure is a simple matter of assigning all values above a particular quantile to the \"conservative\" class, and the rest to the \"radical\" class. To ensure that a constructed predictor is comparable to the transition:transversion distinction, the threshold is chosen so that the conservative class is the same size as the transition class in the data to be tested.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tests of power and effect"
        },
        {
            "text": "As explained above, we can define a measure of effect-size with intuitive properties that we designate as AUC, based on an application of ROC analysis that may not be . CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/027722 doi: bioRxiv preprint obvious. In ROC analysis of a binary classifier, each instance has a binary state (e.g., disease vs. non-disease), and the classifier makes a ranking of instances and predicts the binary state based on a threshold. The ROC curve plots the true-positive rate against the false-negative rate, and the area under this curve is equivalent to the chance that a randomly chosen positive instance is ranked higher than a randomly chosen negative one (Hanley and McNeil 1982) . If we treat the fitness study as the classifier that supplies a ranking for each mutant, and the conservative-radical distinction as the binary state of a mutant, then the AUC is the chance that a mutant of a nominally conservative type has a higher fitness than a randomly chosen mutant of a nominally radical type. The relationship of AUC to the Wilcoxon-Mann-Whitney test is explained by Manley (1982) . Calculating AUC from the test statistic is an algebraic conversion based on the formula AUC = (pairs -WMW_statistic(x, y)) / pairs, where x and y are vectors representing the two samples, and pairs = length(x) * length(y). This formula applies specifically to wilcox.test in the R \"stats\" package (some other implementations define the test statistic in a different way).",
            "cite_spans": [
                {
                    "start": 819,
                    "end": 843,
                    "text": "(Hanley and McNeil 1982)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1237,
                    "end": 1250,
                    "text": "Manley (1982)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Tests of power and effect"
        },
        {
            "text": "Note that converting fitnesses to within-study quantiles allows us to compare studies, and allows us to combine data for across-study tests. The use of quantiles rather than absolute fitnesses does not have any effect on a within-study AUC or Wilcoxon-Mann-Whitney test, which is non-parametric.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tests of power and effect"
        },
        {
            "text": "We thank Greg Babbitt and David McCandlish for comments, and Ashley Acevedo, Rafael Sanjuan and Nicholas Wu for help in acquiring and interpreting data. The . CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/027722 doi: bioRxiv preprint identification of any specific commercial products is for the purpose of specifying a protocol, and does not imply a recommendation or endorsement by the National Institute of Standards and Technology. transitions hypothesis, one might expect that, even if there is no advantage over the entire distribution, an advantage will appear at the high end. In fact, this is not observed. As mentioned in the text, AUC = 0.53 for the complete set of data, corresponding to a truncation threshold of 0, i.e., no truncation. As the threshold increases, AUC decreases (rather than increases), though the differences are insignificant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": ". CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/027722 doi: bioRxiv preprint Material, section 3). The AUC is the chance that a randomly chosen mutant designated as \"conservative\" by the predictor has a higher fitness than one designated as \"radical\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "24"
        },
        {
            "text": "Most predictors are more powerful than the ti:tv distinction (AUC = 0.53). The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/027722 doi: bioRxiv preprint Figure 3 . Relationship between power to predict mutant fitnesses and evolutionary effect size. AUC and evolutionary acceptance ratio are shown for increasingly randomized verions of U B . For the unrandomized U B , the power in predicting mutational effects is AUC = 0.64, and this corresponds to an evolutionary acceptance ratio of 2.7 for conservative versus radical replacements. To estimate the evolutionary acceptance ratio for more modest values of AUC, we can weaken U B by randomly re-assigning \"conservative\" or \"radical\" labels to an increasingly large fraction of replacement types The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/027722 doi: bioRxiv preprint Figure 4 . The relative advantage of transitions as indicated by a random sample of biochemical factors. Each biochemical attribute of an amino acid is converted to a pairwise similarity measure, so that each possible amino acid replacement has a similarity score. Here the AUC is the chance that a replacement due to a randomly chosen transition (from the pool of actual mutants from the 8 studies) has a higher similarity score (for the given biochemical attribute) than a randomly chosen transversion. The resulting distribution indicates that many biochemical factors make transitions seem more conservative (AUC > 0.5), but a roughly equal number make transversions seem more conservative (AUC < 0.5). For the full set of predictors, see 24 0.24 0.017 * 0.37 1.7e-03 ** 0.51 9.4e-05 ** Combined 1239 0.047 6.3e-07 ** 0.088 9.4e-21 ** 0.090 3.2e-16 ** (a) P values for the null hypothesis of no correlation (*, P < 0.05; **, P < 0.01).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 224,
                    "end": 232,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 967,
                    "end": 975,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "24"
        },
        {
            "text": ". CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/027722 doi: bioRxiv preprint (a) P values for a one-sided test where the alternative is that nominally conservative replacements, or transitions, are more fit (*, P < 0.05; **, P < 0.01) . CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/027722 doi: bioRxiv preprint (a) P values for a one-sided test where the alternative is that nominally conservative replacements, or transitions, are more fit (*, P < 0.05; **, P < 0.01) . CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/027722 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "24"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Mutational and fitness landscapes of an RNA virus revealed through population sequencing",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Acevedo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Brodsky",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Andino",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nature",
            "volume": "505",
            "issn": "",
            "pages": "686--690",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "An experimentally determined evolutionary model dramatically improves phylogenetic fit",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Bloom",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Mol Biol Evol",
            "volume": "31",
            "issn": "",
            "pages": "1956--1978",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A real-time RT-PCR assay for quantifying the fitness of tobacco etch virus in competition experiments",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Carrasco",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Daros",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Agudelo-Romero",
                    "suffix": ""
                },
                {
                    "first": "Elena",
                    "middle": [],
                    "last": "Sf",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol Methods",
            "volume": "139",
            "issn": "",
            "pages": "181--188",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The origin of the genetic code cannot be studied using measurements based on the PAM matrix because this matrix reflects the code itself, making any such analyses tautologous",
            "authors": [
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Giulio",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Theor Biol",
            "volume": "208",
            "issn": "",
            "pages": "141--144",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The fitness effects of random mutations in single-stranded DNA and RNA bacteriophages",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Domingo-Calap",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Cuevas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sanjuan",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS Genet",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The distribution of fitness effects of new mutations",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Eyre-Walker",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Keightley",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nat Rev Genet",
            "volume": "8",
            "issn": "",
            "pages": "610--618",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "High frequency of mutations that expand the host range of an RNA virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Ferris",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Joyce",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Burch",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Genetics",
            "volume": "176",
            "issn": "",
            "pages": "1013--1022",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A Comprehensive, High-Resolution Map of a Gene's Fitness Landscape",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Firnberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Labonte",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Gray",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ostermeier",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Mol Biol Evol",
            "volume": "31",
            "issn": "",
            "pages": "1581--1592",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Evidence Suggesting a Non-random Character to Nucleotide Replacements in Naturally Occurring Mutations",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Fitch",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "J Mol Biol",
            "volume": "26",
            "issn": "",
            "pages": "499--507",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Amino acid difference formula to help explain protein evolution",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Grantham",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Science",
            "volume": "185",
            "issn": "",
            "pages": "862--864",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The meaning and use of the area under a receiver operating characteristic (ROC) curve",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Hanley",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcneil",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Radiology",
            "volume": "143",
            "issn": "",
            "pages": "29--36",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Capturing the mutational landscape of the betalactamase TEM-1",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jacquier",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Birgy",
                    "suffix": ""
                },
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Nagard",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mechulam",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Schmitt",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Glodt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bercot",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Petit",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Poulain",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Barnaud",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "110",
            "issn": "",
            "pages": "13067--13072",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Mutational spectrum in the recent human genome inferred by single nucleotide polymorphisms",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Genomics",
            "volume": "88",
            "issn": "",
            "pages": "527--534",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "AAindex: amino acid index database",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kawashima",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kanehisa",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Nucleic Acids Res",
            "volume": "28",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Transition-transversion bias is not universal: a counter example from grasshopper pseudogenes",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Keller",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bensasson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Nichols",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PLoS Genet",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Genetic studies of the lac repressor. XIII. Extensive amino acid replacements generated by the use of natural and synthetic nonsense suppressors",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Kleina",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J Mol Biol",
            "volume": "212",
            "issn": "",
            "pages": "295--318",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Patterns of nucleotide substitution in mitochondrial protein coding genes of vertebrates",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Genetics",
            "volume": "143",
            "issn": "",
            "pages": "537--548",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Molecular Evolution",
            "authors": [
                {
                    "first": "W-H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Evolution of DNA Sequences",
            "authors": [
                {
                    "first": "W-H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C-C",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "C-I",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Molecular Evolutionary Genetics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Rate, molecular spectrum, and consequences of human mutation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lynch",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "107",
            "issn": "",
            "pages": "961--968",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Diminishing returns from beneficial mutations and pervasive epistasis shape the fitness landscape for rifampicin resistance in Pseudomonas aeruginosa",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Maclean",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Perron",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Genetics",
            "volume": "186",
            "issn": "",
            "pages": "1345--1354",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Modeling evolution using the probability of fixation: history and implications",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Mccandlish",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stoltzfus",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Quarterly Review of Biology",
            "volume": "89",
            "issn": "",
            "pages": "225--252",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Mutational effects and population dynamics during viral adaptation challenge current models",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Joyce",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Wichman",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Genetics",
            "volume": "187",
            "issn": "",
            "pages": "185--202",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Distribution of fitness effects caused by single-nucleotide substitutions in bacteriophage f1",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Peris",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Cuevas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Nebot",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sanjuan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Genetics",
            "volume": "185",
            "issn": "",
            "pages": "603--609",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Patterns of nucleotide substitution in Drosophila and mammalian genomes",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Petrov",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Hartl",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "96",
            "issn": "",
            "pages": "1475--1479",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Uneven Genetic Robustness of HIV",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Rihn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hughes",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Bieniasz",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Extreme genetic fragility of the HIV-1 capsid",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Rihn",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Loman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Alim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Bakker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bhella",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Gifford",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Rixon",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Bieniasz",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Pathog",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Analyses of the effects of all ubiquitin point mutants on yeast growth rate",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Roscoe",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Thayer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Zeldovich",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fushman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Bolon",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Mol Biol",
            "volume": "425",
            "issn": "",
            "pages": "1363--1377",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Patterns of transitional mutation biases within and among mammalian genomes",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Rosenberg",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Subramanian",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Mol Biol Evol",
            "volume": "20",
            "issn": "",
            "pages": "988--993",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The distribution of fitness effects caused by single-nucleotide substitutions in an RNA virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sanjuan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Moya",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Elena",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "101",
            "issn": "",
            "pages": "8396--8401",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Spontaneous mutation in the Escherichia coli lacI gene",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Schaaper",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Dunn",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Genetics",
            "volume": "129",
            "issn": "",
            "pages": "317--326",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Quantifying the adaptive potential of an antibiotic resistance enzyme",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Schenk",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "G"
                    ],
                    "last": "Szendro",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Krug",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "De Visser",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS Genet",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Rates and genomic consequences of spontaneous mutational events in Drosophila melanogaster",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Schrider",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Houle",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lynch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Hahn",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Genetics",
            "volume": "194",
            "issn": "",
            "pages": "937--954",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Inference for phylogenies under a hybrid parsimony method: evolutionary-symmetric transversion parsimony",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Sinsheimer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Lake",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Little",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Biometrics",
            "volume": "53",
            "issn": "",
            "pages": "23--38",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Mutation-Biased Adaptation in a Protein NK Model",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stoltzfus",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Mol Biol Evol",
            "volume": "23",
            "issn": "",
            "pages": "1852--1862",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Higher frequencies of transitions among point mutations",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Vogel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kopun",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J Mol Evol",
            "volume": "9",
            "issn": "",
            "pages": "159--180",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "The excess of transitions among nucleotide substitutions: new methods of estimating transition bias underscore its significance",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wakeley",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "TREE",
            "volume": "11",
            "issn": "",
            "pages": "158--162",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "High-throughput profiling of influenza A virus hemagglutinin gene at single-nucleotide resolution",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "Q"
                    ],
                    "last": "Al-Mawsawi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Olson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "H"
                    ],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Chin",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Sci Rep",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The rate heterogeneity of nonsynonymous substitutions in mammalian mitochondrial genes",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Mol Biol Evol",
            "volume": "15",
            "issn": "",
            "pages": "336--344",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Bias in the introduction of variation as an orienting factor in evolution",
            "authors": [
                {
                    "first": "Yampolsky",
                    "middle": [],
                    "last": "Ly",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stoltzfus",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Evol Dev",
            "volume": "3",
            "issn": "",
            "pages": "73--83",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "The exchangeability of amino acids in proteins",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yampolsky",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stoltzfus",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Genetics",
            "volume": "170",
            "issn": "",
            "pages": "1459--1472",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Rates of conservative and radical nonsynonymous nucleotide substitutions in mammalian nuclear genes",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Mol Evol",
            "volume": "50",
            "issn": "",
            "pages": "56--68",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Moderate mutation rate in the SARS coronavirus genome and its implications",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "P"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Boerwinkle",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "X"
                    ],
                    "last": "Fu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "BMC Evol Biol",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The relative conservativeness of transitions for distributions of mutant effects truncated at the low end of fitness. The advantage of transitions (AUC) is shown as a function of threshold quantile for left-truncated data, e.g., the AUC value for x = 0.2 is computed without the bottom 20 % of the distribution. Under the conservative",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Relative power of conservative-radical distinctions based on some biochemical factors. Binary predictors based on 25 randomly chosen biochemical factors from the AAIndex database were applied to the prediction of mutant fitnesses in mutation-scanning experiments (for the full set of predictors, see Supplementary",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "200 replicates at each level of randomization). The AUC of 0.53 is reached at about 75 % randomization, where the evolutionary effect size is 1.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Supplementary Material, section 3. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/027722 doi: bioRxiv preprintTables Table 1.Power of 8 studies to discern generic effects of exchangeability.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Power of 8 studies to detect various binary distinctions.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Relative advantage of transitions in 4 studies of beneficial mutations",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}