{
    "paper_id": "22264c65eb6c14ba96287ba4da536424dd083253",
    "metadata": {
        "title": "Quality control implementation for universal characterization of 1 DNA and RNA viruses in clinical respiratory samples using single metagenomic next-generation sequencing workflow",
        "authors": [
            {
                "first": "A",
                "middle": [],
                "last": "Bal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratoire de Virologie",
                    "institution": "Groupement Hospitalier Nord",
                    "location": {
                        "postCode": "22",
                        "settlement": "Hospices Civils de 21 Lyon, Lyon",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Antonin",
                "middle": [],
                "last": "Bal@chu-Lyon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Centre National de Reference des virus respiratoires France Sud",
                    "location": {
                        "settlement": "Lyon",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Fr",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Institut Pasteur",
                    "location": {
                        "settlement": "Lyon",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Pichon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratoire de Virologie",
                    "institution": "Groupement Hospitalier Nord",
                    "location": {
                        "postCode": "22",
                        "settlement": "Hospices Civils de 21 Lyon, Lyon",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Maxime",
                "middle": [],
                "last": "Pichon01@chu-Lyon",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "Picard",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Institut Pasteur",
                    "location": {
                        "settlement": "Lyon",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Caroline",
                "middle": [
                    "Picard@pasteur"
                ],
                "last": "Fr",
                "suffix": "",
                "affiliation": {
                    "laboratory": "INSERM UMR1078 \"Génétique",
                    "institution": "Génomique Fonctionnelle et Biotechnologies\"",
                    "location": {
                        "addrLine": "Axe Microbiota"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "S"
                ],
                "last": "Casalegno",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratoire de Virologie",
                    "institution": "Groupement Hospitalier Nord",
                    "location": {
                        "postCode": "22",
                        "settlement": "Hospices Civils de 21 Lyon, Lyon",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Jean-Sebastien.Casalegno@chu-Lyon",
                "middle": [],
                "last": "Fr",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hôpital de la Cavale Blanche",
                    "location": {
                        "settlement": "Brest",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Valette",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratoire de Virologie",
                    "institution": "Groupement Hospitalier Nord",
                    "location": {
                        "postCode": "22",
                        "settlement": "Hospices Civils de 21 Lyon, Lyon",
                        "country": "France"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Although the potential of mNGS technology is very promising, further evaluation studies are 71 urgently needed for its routine clinical use within a reasonable timeframe. The approach 72 described herein is crucial to bring standardization and to ensure the quality of the generated 73 sequences in clinical setting. We provide an easy-to-use single protocol successfully 74 Since the development of Next Generation-Sequencing (NGS) technologies in 2005, 78 the use of metagenomic approaches has grown considerably. It is now considered as an 79 efficient unbiased tool in clinical virology [1, 2] , in particular for the characterization of viral 80 acute respiratory infections (ARIs). Several advantages of metagenomic NGS (mNGS) 81 compared to conventional real-time Polymerase Chain Reaction (PCR) assays have been 82 highlighted. Firstly, the full viral genetic information is immediately available allowing the 83 investigation of respiratory outbreaks, viral epidemiological surveillance, or identification of 84 specific mutations leading to antiviral resistance or higher virulence [3] [4] [5] . Secondly, a 85 significant improvement in viral ARIs diagnosis has been reported [4,6-9]; as the process is 86 sequence independent, mNGS is able to identify highly divergent viral genomes, rare 87 respiratory pathogens, and to discover respiratory viruses missed by targeted PCR [1, 4, 7] . all of these have to be controlled to ensure the quality of the generated sequences [6, [14] [15] [16] . 96 Furthermore, specimen to specimen, environmental, and reagent contaminations are also a 97 major concern in metagenomic setting and must be accurately evaluated [6, [17] [18] [19] . 98",
            "cite_spans": [
                {
                    "start": 591,
                    "end": 594,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 595,
                    "end": 597,
                    "text": "2]",
                    "ref_id": null
                },
                {
                    "start": 1092,
                    "end": 1095,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 1096,
                    "end": 1099,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 1100,
                    "end": 1103,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 1386,
                    "end": 1389,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1390,
                    "end": 1392,
                    "text": "4,",
                    "ref_id": null
                },
                {
                    "start": 1393,
                    "end": 1395,
                    "text": "7]",
                    "ref_id": null
                },
                {
                    "start": 1486,
                    "end": 1490,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 1491,
                    "end": 1495,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 1496,
                    "end": 1500,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 1667,
                    "end": 1670,
                    "text": "[6,",
                    "ref_id": null
                },
                {
                    "start": 1671,
                    "end": 1675,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 1676,
                    "end": 1680,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 1681,
                    "end": 1685,
                    "text": "[19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusions 70"
        },
        {
            "text": "The objective of this study was to implement QCs in a single metagenomic protocol and to 99 evaluate it for the detection of a broad panel of DNA After normalization, a pool of libraries (V/V) was made and quantified using universal KAPA 132 library quantification kit (Kapa Biosystems, Wilmington, MA, USA); 1% PhiX genome was 133 added to the quantified library before sequencing with Illumina NextSeq 500 ™ platform 134 ( Fig. 1 ). In addition, it should be noticed that our wet-lab process was designed to prevent 135 contaminations as much as possible: reagents were stored and prepared in a DNA-free room; 136 patient samples were opened in a laminar flow hood in a pre-PCR room; after the 137 amplification step, tubes were handled and stored in a post-PCR room. 138",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 145,
                    "text": "DNA",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 425,
                    "end": 431,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Conclusions 70"
        },
        {
            "text": "A stepwise bioinformatic filtering pipeline was used to quality filter reads using cutadapt and 140 sickle; and to remove human, archaeal, bacterial, and fungal sequences by aligning reads with 141 bwa mem. The databases used were GRCh38.p2, RefSeq archaea, RefSeq bacteria, and 142",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bioinformatic analysis 139"
        },
        {
            "text": "RefSeq fungi. Remaining reads were aligned on ezVIR viral database v0. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/367367 doi: bioRxiv preprint particular region of the genome. This latter requirement could be important to correctly 152 identify RNA virus subtypes with high recombination frequencies within a species, but has to 153 be implemented specifically for each viral family. 154",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bioinformatic analysis 139"
        },
        {
            "text": "All respiratory specimens were spiked with internal quality control (IQC) before sample 156 preparation. MS2 bacteriophage from a commercial kit (MS2, IC1 RNA internal control; r-157 gene, bioMérieux) was selected as the IQC. As positive external quality control (EQC), we 158 used viral transport medium spiked with MS2 at the same concentration used for the IQC. A 159",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quality control implementation 155"
        },
        {
            "text": "No-Template Control (NTC) was implemented to evaluate contamination during the process. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quality control implementation 155"
        },
        {
            "text": "Statistical analyses were performed using GraphPrism version 5.02 applying the appropriate 171 statistical test (associations between mNGS and viral real-time PCR assay were determined 172 by applying the Pearson's correlation coefficient and differences between median and 173 distributions were evaluated by the Mann-Whitney U test). A p-value less than 0.05 was 174 considered to be statistically significant. 175 . CC-BY-NC 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/367367 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis 170"
        },
        {
            "text": "Determination of optimal internal quality control spiking 177 MS2 bacteriophage (MS2), a single-stranded RNA virus (ssRNA), was used as the IQC to 178 validate the whole metagenomic process for each sample. In order to optimize IQC spiking 179 level, the sensitivity of the metagenomic analysis workflow for MS2 detection was first 180 evaluated with a ten-fold serial dilutions of MS2 (from 10 -2 to 10 -5 ) in a nasopharyngeal swab 181 tested negative using FA RP (bioMérieux). MS2 was detected in internal QCT1 (IQCT1) for 182 all levels of MS2 spiking (Ct ranged from 17.5 at the 10 -2 dilution to 26.4 Ct at the 10 -5 183 dilution). Full to partial MS2 genome coverage was obtained for all MS2 spiking levels in 184 internal QCT2 (IQCT2; coverage ranged from 98% at the 10 -2 dilution to 69% at the 10 -5 185 dilution). For the highest spiking level, 66.0% of the total number of viral reads was mapped 186 to MS2; for the lowest spiking level, 0.9% were so (Fig. 2) . To limit the number of NGS reads 187 consumed for IQC detection, the optimal spiking condition was determined to be the 10 -188 5 dilution and was used for the rest of the study. Normalized read counts were significantly lower for linear dsDNA viruses than for other viral 237 genome types (Fig. 4b) . 238 compared to the other viral genome types were noticed. As previously described for EBV and 302 CMV, the necessary use of DNase to reduce host contamination may affect these fragile large 303 dsDNA viruses [9,10]. As the detection limit of mNGS analysis is mainly dependent on viral 304 load and total number of reads per sample, this effect could be overcome by increasing 305 sequencing depth; however, we chose to limit the costs of the workflow. 306",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 963,
                    "end": 971,
                    "text": "(Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 1264,
                    "end": 1273,
                    "text": "(Fig. 4b)",
                    "ref_id": null
                }
            ],
            "section": "Results 176"
        },
        {
            "text": "The reagent cost of this mNGS approach is relatively low and was estimated to ~€150 thanks 307 to our viral enrichment process and the amplification method using a commercial kit which is 308 diluted 5-fold [21] . The use of a universal workflow for both DNA and RNA viruses also 309 reduces the reagent cost compared with metagenomic protocols targeting DNA and RNA 310 viruses separately. In contrast, targeted NGS of specific viruses following their specific 311 amplification by PCR can be up to 2 times cheaper based on our experience (e.g. influenza 312",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 211,
                    "text": "[21]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Results 176"
        },
        {
            "text": "virus sequencing [29] . Due to several limitations, including its cost and a long turnaround 313 . CC-BY-NC 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/367367 doi: bioRxiv preprint time, viral metagenomics is currently considered to be a second-line approach and is not used 314 as a primary routine diagnostic tool. However, with the improvement of sequencing 315 technologies allowing real-time sequencing such as MinION sequencers (Oxford nanopore, 316",
            "cite_spans": [
                {
                    "start": 17,
                    "end": 21,
                    "text": "[29]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Results 176"
        },
        {
            "text": "Oxford, United Kingdom), it could be envisioned that mNGS will gradually be used for 317 primary diagnosis in the mid-term. In case of high viral load and sufficient DNA input after 318 amplification our workflow might be used with a MinION sequencer. 319",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results 176"
        },
        {
            "text": "The approach described in this preliminary work is crucial to bring standardization for the 320 routine clinical use of mNGS process within a reasonable timeframe. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/367367 doi: bioRxiv preprint Table 1 The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 404,
                    "end": 411,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Results 176"
        },
        {
            "text": ". CC-BY-NC 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/367367 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "524"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Metagenomics and future perspectives in virus 376 discovery",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Mokili",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Rohwer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Dutilh",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Curr Opin Virol",
            "volume": "2",
            "issn": "",
            "pages": "63--77",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Next-generation sequencing technology in 378 clinical virology",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Capobianchi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Giombini",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rozera",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Clin Microbiol Infect",
            "volume": "19",
            "issn": "",
            "pages": "15--22",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Exploring the potential of next-generation sequencing in detection of 381 respiratory viruses",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Pas",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Clin Microbiol",
            "volume": "52",
            "issn": "",
            "pages": "3722--3752",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Unbiased 383 Detection of Respiratory Viruses by Use of RNA Sequencing-Based Metagenomics: a 384 Systematic Comparison to a Commercial PCR Panel",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Graf",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Simmon",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Tardif",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hymas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Flygare",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Eilbeck",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Clin Microbiol",
            "volume": "54",
            "issn": "",
            "pages": "1000--1007",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "386 Evaluation of Unbiased Next-Generation Sequencing of RNA (RNA-seq) as a Diagnostic 387 Method in Influenza Virus-Positive Respiratory Samples",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Fischer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Indenbirken",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lütgehetmann",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lellek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Spohn",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Clin Microbiol",
            "volume": "388",
            "issn": "",
            "pages": "2238--50",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Viral 390 Pathogen Detection by Metagenomics and Pan-Viral Group Polymerase Chain Reaction 391 in Children With Pneumonia Lacking Identifiable Etiology",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schlaberg",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Queen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simmon",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tardif",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Stockmann",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Flygare",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Infect Dis",
            "volume": "215",
            "issn": "",
            "pages": "1407--392",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Viral Microbiome from Children with Community-Acquired Pneumonia but Negative for 395 Luminex xTAG Respiratory Viral Panel Assay Detection",
            "authors": [],
            "year": 2017,
            "venue": "J Med Virol",
            "volume": "89",
            "issn": "12",
            "pages": "2098--2107",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Metagenomic sequencing complements routine diagnostics in identifying viral 399 pathogens in lung transplant recipients with unknown etiology of respiratory infection. 400 PloS One",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Lewandowska",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Schreiber",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Schuurmans",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ruehe",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Zagordi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bayard",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Untargeted next-402 generation sequencing-based first-line diagnosis of infection in immunocompromised 403 adults: a multicentre, blinded, prospective study",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Parize",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Muth",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Richaud",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gratigny",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pilmis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lamamy",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Clin Microbiol Infect",
            "volume": "23",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Optimization and validation of sample preparation for metagenomic sequencing of viruses 407 in clinical samples",
            "authors": [],
            "year": 2017,
            "venue": "Microbiome",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Viruses in the 409 faecal microbiota of monozygotic twins and their mothers",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Reyes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Haynes",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hanson",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "E"
                    ],
                    "last": "Angly",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Heath",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Rohwer",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nature",
            "volume": "466",
            "issn": "",
            "pages": "334--342",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Unbiased parallel detection of viral 411 pathogens in clinical samples by use of a metagenomic approach",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Clin Microbiol",
            "volume": "412",
            "issn": "",
            "pages": "3463--3472",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Amplification methods bias metagenomic libraries of uncultured 414 single-stranded and double-stranded DNA viruses",
            "authors": [
                {
                    "first": "K-H",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J-W",
                    "middle": [],
                    "last": "Bae",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Appl Environ Microbiol",
            "volume": "415",
            "issn": "",
            "pages": "7663--7671",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "417 Validation and Implementation of",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "K"
                    ],
                    "last": "Kozyreva",
                    "suffix": ""
                },
                {
                    "first": "C-L",
                    "middle": [],
                    "last": "Truong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Greninger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Crandall",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mukhopadhyay",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Chaturvedi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Clinical Laboratory Improvements Act-Compliant",
            "volume": "418",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Whole-Genome Sequencing in the Public Health Microbiology Laboratory",
            "authors": [],
            "year": 2017,
            "venue": "J Clin 419 Microbiol",
            "volume": "55",
            "issn": "",
            "pages": "2502--2522",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Understanding the Promises and Hurdles of 421",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Simner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Carroll",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Metagenomics (ICCMg2)",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "20",
            "issn": "",
            "pages": "222--227",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Metagenomic Investigation of Plasma in Individuals with ME/CFS Highlights the 427 Importance of Technical Controls to Elucidate Contamination and Batch Effects",
            "authors": [],
            "year": 2016,
            "venue": "PloS 428 One",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "430 Impact of Contaminating DNA in Whole-Genome Amplification Kits Used for 431",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Thoendel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jeraldo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Greenwood-Quaintance",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chia",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Hanssen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Metagenomic Shotgun Sequencing for Infection Diagnosis",
            "authors": [],
            "year": 2017,
            "venue": "J Clin Microbiol",
            "volume": "432",
            "issn": "",
            "pages": "1789--801",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Assuring the Quality of Next-Generation Sequencing in 434",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Gargis",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kalman",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Lubin",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Clinical Microbiology and Public Health Laboratories",
            "authors": [],
            "year": 2016,
            "venue": "J Clin Microbiol",
            "volume": "54",
            "issn": "",
            "pages": "2857--435",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Evaluation of rapid and 437 simple techniques for the enrichment of viruses prior to metagenomic virus discovery",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Todd",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Bissielo",
                    "suffix": ""
                },
                {
                    "first": "Yen",
                    "middle": [
                        "S"
                    ],
                    "last": "Strydom",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J 438 Virol Methods",
            "volume": "195",
            "issn": "",
            "pages": "194--204",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Modular approach to customise sample preparation procedures for viral metagenomics: a 441 reproducible protocol for virome analysis",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Petty",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cordey",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Padioleau",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Docquier",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Turin",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Preynat-Seauve",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Sci Rep",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Comprehensive Human Virus Screening Using High-Throughput Sequencing with a",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "User-Friendly Representation of Bioinformatics Analysis: a Pilot Study",
            "authors": [],
            "year": 2014,
            "venue": "J Clin Microbiol",
            "volume": "445",
            "issn": "",
            "pages": "3351--61",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Mapping and quantifying 447 mammalian transcriptomes by RNA-Seq",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mortazavi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mccue",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Schaeffer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wold",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nat Methods",
            "volume": "5",
            "issn": "",
            "pages": "621--629",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Use of Bacteriophage MS2 as an Internal Control in 449 Viral Reverse Transcription-PCR Assays",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dreier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Störmer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kleesiek",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Clin Microbiol",
            "volume": "43",
            "issn": "",
            "pages": "4551--4558",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Professional Practice 451 Committee and Committee on Laboratory Practices of the American Society for 452",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schlaberg",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chiu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Procop",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Weinstock",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Validation of Metagenomic Next-Generation Sequencing Tests for 453 Universal Pathogen Detection",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Microbiology",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Arch Pathol Lab Med",
            "volume": "141",
            "issn": "",
            "pages": "776--86",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Metagenomics Study of Viral Pathogens in Undiagnosed Respiratory Specimens and 456 Identification of Human Enteroviruses at a Thailand Hospital",
            "authors": [],
            "year": 2016,
            "venue": "Am J Trop Med Hyg",
            "volume": "457",
            "issn": "",
            "pages": "663--672",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "The use of next 459 generation sequencing in the diagnosis and typing of respiratory infections",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Thorburn",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Modha",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Murdoch",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gunson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Murcia",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Publ Pan Am Soc Clin Virol",
            "volume": "460",
            "issn": "",
            "pages": "96--100",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Unbiased Parallel Detection of 462 Viral Pathogens in Clinical Samples by Use of a Metagenomic Approach▿",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Clin 463 Microbiol",
            "volume": "49",
            "issn": "",
            "pages": "3463--3472",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Characterization of 465 oseltamivir-resistant influenza virus populations in immunosuppressed patients using 466 digital-droplet PCR: Comparison with qPCR and next generation sequencing analysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pichon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gaymard",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Josset",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Valette",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Millat",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lina",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "88 However, the diversity in viral nucleic acid types has impaired the development of a 89 unique viral metagenomic workflow allowing the comprehensive characterization of viruses 90 present in a clinical sample. Most of the published viral metagenomic protocols have been 91 optimized for the detection either of DNA viruses or RNA viruses [4,5,10-13]. In addition, 92 despite the growing number of studies using a metagenomic process in clinical virology, 93 evaluation of workflows has not systematically included both clinical samples and quality 94 control (QC) implementation. A metagenomic protocol involves a large number of steps and 95",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "from the RefSeq database (downloaded on 17 February 2017) using 144 bwa mem. Normalization for comparing viral genome coverage values was performed using 145 reads per kilobase of virus reference sequence per million mapped reads (RPKM) ratio [4,23]. 146 RPKM ratio corrects differences in both sample sequencing depth and viral gene length. Viral 147 reads (expressed in RPKM) from the No-Template Control (NTC) were subtracted from viral 148 reads (in RPKM) of each sample within the batch prior to further analysis. A sample was 149 considered to be positive for a particular virus when the RPKM of this virus was positive. No 150 threshold regarding genome coverage pattern was applied nor requirement to cover a 151",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "160NTC was constituted of viral transport medium (Sigma-virocult, MWE, Corsham, UK) that 161 was processed through all mNGS steps. Two QC testing (QCT) were performed: QCT1 which 162 was the semi-quantitative detection of MS2 using a commercial real-time PCR assay (IC1 163 RNA internal control, r-gene, bioMérieux,) after amplification step(Fig. 1). QCT1 validation 164 criteria were: MS2 semi-quantitative PCR Cycle threshold (Ct) below 37 Ct for IQC and 165 EQC, and no MS2 detection for NTC. QCT2 evaluated the sequencing performance by 166 quantifying the number of reads aligned on the MS2 genome (in RPKM) and MS2 genome 167 coverage (MS2 genome accession number: NC_001417.2; Fig. 1). QCT2 validation criteria 168 were MS2 genome coverage >95% for positive EQC, and an MS2 RPKM > 0 for IQC. 169",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "189 Validation of mNGS results 190 A total of 37 clinical respiratory samples from patients with ARIs caused by a broad panel of 191 DNA and RNA viruses or of unknown etiology were analyzed in a single mNGS workflow. 192 Libraries were sequenced to a mean of 5,139,248 million reads passing quality filters (range: 193 270,975 to 13,586,456 reads). Human sequences represented the main part of NGS reads for 194 both positive samples (mean = 61.3%) and negative samples (mean = 67.1%), but not of NTC 195 which was mainly composed of bacterial reads (67.8%). The proportion of viral reads ranged 196 from 0.006% to 85.2% (mean = 9.6% for positive samples and 0.6 % for negative samples, 197 Additional file 1). Viral metagenomic results were then validated according to the criteria 198 described in the Methods section. QCT1 (MS2 molecular detection performed before library 199 preparation) was negative for NTC. After sequencing, viral contamination represented 0.that did not pass IQCT2 included one sputum that was previously tested 209 negative using real-time PCR (sample # 37), one HCoV positive sputum (sample # 11, Ct = 210 32), one HBoV positive nasopharyngeal swab (sample # 19, Ct = 30), and one 211 nasopharyngeal aspirate tested positive for HBoV and CMV (sample # 23, Ct = 15 and 31, 212 respectively). For sample # 37 and sample # 19, none of the real-time PCR targeted viruses 213 were detected after bioinformatic analysis. For sample # 19, we sequenced a replicate which 214 similarly failed both IQC and HBoV detection. We could not test any replicate for sample # 215 37 owing to insufficient quantity. Viral metagenomics results for sample # 23 were validated 216 as viral reads represented 85.2% (9,489,578/11,144,324) of the total reads generated (Fig. 3). 217 For sample # 11, the number of reads mapping to HCoV was 9/5,125,947 with a HCoV 218 genome coverage of 0.2%. Results were therefore not validated for this sample. Overall, 219 mNGS results were validated for 34/37 samples including 26/28 positive samples and 8workflow evaluation according to viral genome type 222 The evaluation of the metagenomic workflow was performed using the 26 previously 223 validated respiratory samples tested positive with viral real-time PCR targeting a 224 representative panel of DNA and RNA viruses. For all 26 samples tested, viral metagenomic 225 . The six multiple viral infections involving from 2 to 4 different viruses were also fully 229 characterized (Table 1). For sample # 25 (sample tested positive for 2 DNA viruses and 2 230 RNA viruses using real-time PCR), mNGS results were cross-checked on a duplicate which 231 reported RPKM deviations lower than 0.5 log for each targeted virus (mNGS results for the 2 232 replicates are summarized in Additional file 3). Regarding mNGS results obtained from the 8 233 negative samples validated with IQC, no clinically relevant virus was detected. A strong 234 correlation between mNGS and real-time PCR results was obtained for each viral genome 235 type (R 2 ranged from 0.72 for linear ssRNA viruses to 0.98 for linear ssDNA viruses, Fig. 4a). 236",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "last few years, a growing number of viral metagenomic protocols have been 240 published but systematic evaluation on clinical respiratory samples and validation by QC is 241 still lacking. In the present study, we describe a process allowing the sensitive detection of 242 both DNA and RNA viruses in a single assay and implemented several QCs to validate the 243 whole metagenomic workflow. 244First, IQC was implemented to control the integrity of the reagents, equipment, the presence 245 of inhibitors, and to allow the validation of mNGS results for each sample. The MS2 246 bacteriophage was selected as IQC for three main reasons; firstly MS2 is widely used as IQC 247 during viral real-time PCR assays to control both extraction and inhibition [24], secondly, an 248 RNA virus was required to control the random reverse transcription and second strand 249 synthesis steps, and thirdly MS2 is a ssRNA virus with a small genome (3,569-bp) that is 250 perfectly characterized and therefore can be easily detected after bioinformatic analysis 251 without the need for extensive NGS reads. The use of MS2 as an IQC has been previously 252 reported for metagenomic analysis of cerebrospinal fluid specimens[25]. In another 253 metagenomic study, RNA of MS2 was included after extraction as an IQC but the use of 254 purified RNA does not validate the viral enrichment step [26]. In the protocol described 255 herein, whole MS2 virions were added to each clinical sample from the beginning of the 256 workflow. QCT1 was implemented to control the first steps of the process and to avoid 257 unnecessary library preparation when these steps fail. At the end of the workflow, QCT2 was 258 able to invalidate 2 samples as neither MS2 nor viruses causing ARIs were significantly 259 detected after metagenomic analysis while routine PCR screenings detected a HBoV and a 260HCoV. The re-testing of these 2 samples found the same findings suggesting an inhibition or261 a competition issue during the process. Without the use of IQC, these samples would have 262 been mistakenly classified as false negatives by mNGS. However, the expected competition 263 and MS2 during the process could lead to a non-detection of IQC reads in 264 case of high viral load. Thus, the interpretation of IQC results should consider the proportion 265 of viral reads of each sample. Although not observed, IQC reads may also be reduced in 266 samples with a greater numbers of patient cells which may affect the sensitivity of the assay 267 [25]. 268 In addition to IQC, we implemented negative external control because contamination issues 269 are frequently reported in metagenomic studies and may lead to misinterpretation in clinical 270 practice [17]. mNGS reads in this negative control were mainly composed of bacterial reads. 271 However, viral reads (mainly derived from prokaryote viruses) were also detected which 272 could be present in reagents (\"kitome\") or may represent laboratory contaminants or bleed-273 over contaminations from highly positive samples within the batch. Such contamination was 274 observed in the present study from the highly positive HBoV sample (sample # 23, Ct=15) 275 which contaminated the NTC (HBoV: 185 reads, RPKM = 1.1E+04 RPKM). In the clinical 276 setting, subtracting NTC viral reads prior to interpretation of each sample result is therefore 277 required. 278 To evaluate the workflow, clinical respiratory samples tested for a representative panel of 279 DNA and RNA viruses using real-time PCR were selected. This workflow is based on a 280 previous publication where a single protocol had been specifically developed for stool 281 specimens and evaluated on mock communities containing high concentrations of spiked 282 viruses [21]. Interestingly, 6 multiple viral infections involving both DNA and RNA viruses 283 were fully characterized highlighting the power of our mNGS approach as a universal method 284 for virus characterization despite the lack of common viral sequence. In addition to viruses 285 targeted by PCR, viral reads deriving from the commensal virome, including viruses from the 286 Anelloviridae family, were generated both in PCR negative and positive samples but not in sensitivity of the mNGS approach, a wide range of semi-quantitative real-time 289 PCR Ct values was covered. Thorburn et al., compared mNGS to conventional real-time 290 PCR for the detection of RNA viruses on nasopharyngeal swabs and reported a detection cut-291 off of 32 Ct for the mNGS approach [27]. Our workflow allowed the characterization of both 292 DNA and RNA viruses up to a semi-quantitative real-time PCR Ct value of 36 which is 293 considered to be a low viral load. A major critical point in viral metagenomics is to reduce 294 host and bacterial components. In comparison with similar studies, viral reads herein were 295 highly represented (mean = 7.4%); for example, a study on 16 nasopharyngeal aspirates tested 296 positive with viral PCR assays found a mean of 0.05% of viral reads [12]. In addition, a 297 strong correlation between results of mNGS and conventional real-time PCR was obtained by 298 regrouping viruses according to their genome types. Similar findings were reported 299 elsewhere, suggesting that mNGS results could be used for semi-quantitative measurement of 300 the viral load in clinical samples [3-5,28]. A lower RPKM values for dsDNA viruses 301",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "a greater number of samples are urgently needed to establish IQC cut-off 322 according to the number of viral, human and bacterial reads, and to define the performance of 323 the workflow, including repeatability, reproducibility, as well as the detection limit for each 324 virus. In addition, improvement of the bioinformatics pipeline are being explored, including 325 implementation of threshold regarding genome coverage pattern [25], but their impact on 326 performance of the workflow has to be established. 327 Conclusion 328 The potential of mNGS is very promising but several factors such as inhibition, competition, 329 and contamination can lead to a dramatic misinterpretation in the clinical setting. Herein, we 330 provide an efficient and easy to use mNGS workflow including quality controls successfully 331 evaluated for the comprehensive characterization of a broad and representative panel of DNA 332 and RNA viruses in various types of clinical respiratory samples.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "served as consultant to bioMérieux. KB, VC, GO are employees of bioMérieux. 359 Funding 360 This study was funded by a metagenomic grant received in 2014 from the French foundation 361 of innovation in infectious diseases (FINOVI, fondation innovation en infectiologie). 362 Authors' contributions 363 AB, LJ, FM, KB SA conceived the study. AB, MP, LB, VC performed the sample 364 preparations and sequencing. LJ, GO, GV performed bioinformatic analysis. LJ is the 365 guarantor for the NGS data. YG, MV, IS, BL, SV, FM are the guarantor for clinical data and 366 sample collection. AB was the main writer of the manuscript. All authors reviewed and 367 approved the final version of the manuscript. 368 Acknowledgments 369 We thank Audrey Guichard, Gwendolyne Burfin, Delphine Falcon and Cecile Darley for their 370 technical assistance as well as Philip Robinson (DRCI, Hospices Civils de Lyon) for his 371 excellent help in manuscript preparation. Part of these data has been presented at the 372 International Conference of Clinical Metagenomic held in Geneva in October 2017",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": ". Metagenomic NGS results for the validated respiratory samples tested positive with viral real-Schematic representation of the metagenomic workflow and quality control steps.480The whole process is summarized in the middle. On the left side, internal control (MS2 bacteriophage) is represented 481 in blue, and external controls are represented in red, including positive control (MS2 bacteriophage spiked in viral 482 transport medium) and No-Template Control (NTC: viral transport medium). Quality control testing 1 corresponds to 483 MS2 bacteriophage molecular detection with commercial PCR assay. Quality control testing 2 corresponds to control 484 by sequencing metrics (number of MS2 reads normalized with RPKM ratio and MS2 genome coverage). On the right, 485 each technique used by phases is indicated black. In addition, on the far right the duration of each step is indicated.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Determination of optimal spiking level for internal quality control. 487 The sensitivity of the metagenomic analysis workflow for MS2 bacteriophage (Internal Quality Control, IQC) 488 detection was evaluated with a MS2 ten-fold serial dilutions in a nasopharyngeal swab tested negative with multiplex 489 viral PCR. Relative abundance of MS2 bacteriophage and viral families are represented depending on the MS2 spiked-490 in concentration. IQCT1 corresponds to MS2 molecular detection with commercial real-time PCR assay after 491 amplification step. IQCT2 corresponds to control by sequencing metrics (number of MS2 reads normalized with 492 RPKM ratio and MS2 genome coverage).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Internal quality control detection after metagenomic analysis of the respiratory samples selected. 494 Distribution of normalized read counts (RPKM) for MS2 bacteriophage (internal quality control, IQC) depending on 495 the proportion of viral reads for the 37 respiratory samples selected. MS2 RPKM was determined after subtracting of 496 NTC MS2 RPKM. IQC was not detected for 4/37 samples (represented in red); among them 3 samples were tested 497 positive with viral real-time PCR. Evaluation of the metagenomic NGS workflow according to the viral genome type.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "between the results of metagenomic NGS and viral real-time PCR for validated respiratory samples 500 tested positive with viral PCR. Normalized number of reads (RPKM) obtained for targeted virus are displayed against 501 the real-time PCR Ct values for fragmented ssRNA virus (influenza virus) linear dsDNA virus (adenovirus, Epstein-502 Baar virus, cytomegalovirus, human herpes virus-6) linear ssDNA (human bocavirus) and linear ssRNA (human 503 rhinovirus, respiratory syncytial virus, parainfluenza virus, human coronavirus, human metapneumovirus and measles 504 virus). The correlation coefficients are shown for each viral genome type. b) RPKM normalized by Ct for each viral 505 genome type of validated respiratory samples tested positive with viral PCR. Bars show median and interquartile 506 ranges, p-values calculated with the Mann-Whitney U test are shown.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "511 corresponds to control by sequencing metrics (number of MS2 reads normalized with RPKM ratio and MS2 genome 512 coverage). MS2 RPKM for the 37 selected clinical samples was determined after subtracting of NTC MS2 RPKM. 513 Additional file 3. (Figure.ppt) Metagenomic NGS results for duplicates of sample # 25. 514 Sample # 25 corresponds to a clinical respiratory sample tested positive for 2 DNA viruses (adenovirus, 515 cytomegalovirus) and 2 RNA viruses (human parainfluenza virus, human rhinovirus) using real-time PCR. This 516 sample was analyzed twice using our single metagenomic workflow (replicate 1 and replicate 2). a) Pie charts show 517 classification of reads into human, bacteria, viruses, fungi, archea and unknown categories (unassigned reads). b) 518 Normalized read counts (RPKM) for each targeted virus (viruses detected with real-time PCR) and for internal quality 519 control (MS2 bacteriophage). c) Coverage plot of targeted viral genomes and internal quality control (MS2 520 bacteriophage). Sequencing reads were mapped on ezVIR viral database that identified human adenovirus C",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "and RNA viruses in clinical respiratory 100 Clinical samples 103 A total of 37 respiratory samples collected from patients hospitalized in the university 104 hospital of Lyon (Hospices Civils de Lyon, HCL) were retrospectively selected to evaluate 105 our metagenomic approach. Selected specimens included various types of clinical samples; 106 nasopharyngeal swabs (n=20), aspirates (n=10), or sputums (n=7). These samples were 107 initially sent to our laboratory for routine viral diagnosis of ARI using semi-quantitative real-108 time PCR assays targeting a comprehensive panel of DNA and RNA viruses (r-gene, 109 bioMérieux, Marcy l'étoile, France). This panel included: influenza virus type A and B, 110 adenovirus, cytomegalovirus, Epstein-Barr virus, human herpes virus 6, human bocavirus 111 (HBoV), human rhinovirus, respiratory syncytial virus, human parainfluenza virus, human 112 coronavirus (HCoV), human metapneumovirus, and measles virus. Twenty-two samples were 113 positive for only one targeted virus, 6 were characterized by a multiple viral infection and 9 114 were negative for all the targeted viruses. These 9 samples were also found to be negative 115 using the FilmArray Respiratory Panel (FA RP, bioMérieux). After PCR testing, the rest of 116 samples were stored at -20°C until mNGS analysis. 117 For sample viral enrichment, a 3-step method was applied to 200μl of thawed and vortexed 119 sample [20]: low-speed centrifugation (6000g, 10 min, 4 °C), followed by filtration of the 120 supernatant using 0.80 µm filter (Sartorius, Göttingen, Germany) to remove eukaryotic and 121 bacterial cells, without loss of large viruses [21] and then Turbo DNase treatment (0.1U/μL, 122 37 °C, 90 min; Life Technologies, Carlsbad, CA, USA). Total nucleic acid was extracted 123 using the NucliSENS EasyMAG platform (bioMérieux, Marcy l'Etoile, France) followed by 124 an ethanol precipitation (2 hours at -80°C). As previously described, modified whole 125 transcriptome amplification was performed to amplify both DNA and RNA viral nucleic acids 126 (WTA2, Sigma-Aldrich, Darmstadt, Germany) [21]. Amplified DNA and cDNA were then 127 purified using a QiaQuick column (Qiagen, Hilden, Germany) and quantified using the Qubit 128 fluorometer HS dsDNA Kit (Life Technologies, Carlsbad, CA, USA). Nextera XT 129 DNA Library preparation and Nextera XT Index Kit were used to prepare paired-end 130 libraries, according to the manufacturer's recommendations (Illumina, San Diego, CA, USA). 131",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "ARIs: Acute Respiratory Infections, PCR: Polymerase Chain Reaction, QC: quality controls, 336 HCL: Hospices Civils de Lyon, IQC: Internal Quality Control, MS2: MS2 bacteriophage, 337 EQC: External Quality Control, NTC: No-Template Control, QCT Quality Control Testing, 338 This single center retrospective study received approval from HCL board of the French data 342 protection authority (Commission Nationale de l'Informatique et des Libertés) and is 343 registered with the national data protection agency (number 17-024). Respiratory samples 344 were collected for regular disease management during hospital stay and no additional samples 345 were taken for this study. In accordance with French legislation relating to this type a study, a 346 written informed consent from participants was not required for the use of de-identified 347 collected clinical samples (Bioethics law number 2004-800 of August 6, 2004). During their 348 hospitalization in the HCL, patients are made aware that their de-identified data including 349 clinical samples may be used for research purposes, and they can opt out if they object to the 350 Data generated during this study are included in supplementary information files. Sequencing 355 datasets used and/or analysed during the current study are available from the corresponding 356",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "It . https://doi.org/10.1101/367367 doi: bioRxiv preprint Titles and legends for additional files Additional file 1. (Table.xls) Summary of clinical samples and metagenomic NGS information. Additional file 2. (Table.xls) Quality control testing results. QCT1 corresponds to MS2 bacteriophage molecular detection with commercial real-time PCR assay. QCT2",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}