{
    "paper_id": "224a389bd5dbeab45b8a25965298016fbc44d669",
    "metadata": {
        "title": "Establishment of primary transgenic human airway 1 epithelial cell cultures to study respiratory virus - 2 host interactions 3",
        "authors": [
            {
                "first": "Hulda",
                "middle": [
                    "R"
                ],
                "last": "Jonsdottir",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sabrina",
                "middle": [],
                "last": "Marti",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dirk",
                "middle": [],
                "last": "Geerts",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Amsterdam University Medical Center",
                    "location": {
                        "settlement": "Amsterdam",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Regulo",
                "middle": [],
                "last": "Rodriguez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cantonal Hospital St.Gallen",
                    "location": {
                        "settlement": "St.Gallen",
                        "country": "Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "Volker",
                "middle": [],
                "last": "Thiel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ronald",
                "middle": [],
                "last": "Dijkman",
                "suffix": "",
                "affiliation": {},
                "email": "ronald.dijkman@vetsuisse.unibe.ch.18"
            }
        ]
    },
    "abstract": [
        {
            "text": "Primary human airway epithelial cell (hAEC) cultures represent a universal platform to 20 propagate respiratory viruses and characterize their host interactions in authentic target cells. To 21 further elucidate specific interactions between human respiratory viruses and important host factors 22 in airway epithelium, it is important to make hAEC cultures amenable to genetic modification.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "23 However, the short and finite lifespan of primary cells in cell culture creates a bottleneck for the 24 genetic modification of these cultures. In the current study, we show that the incorporation of the 25 Rho-associated protein kinase (ROCK) inhibitor (Y-27632) during cell propagation extends the life 26 span of primary human cells in vitro and thereby facilitates the incorporation of lentivirus-based 27 expression systems. Using fluorescent reporters for FACS-based sorting, we generated 28 homogenously fluorescent hAEC cultures that differentiate normally after lentiviral transduction. As 29 proof-of-principle, we demonstrate that host gene expression can be modulated post-differentiation 30 via inducible short hairpin (sh)RNA-mediated knockdown. Importantly, functional characterization of 31 these transgenic hAEC cultures with exogenous poly(I:C), as a proxy for virus infection, 32 demonstrates that such modifications do not influence the host innate immune response. Moreover, 33 the propagation kinetics of both human coronavirus 229E (HCoV-229E) and human respiratory 34 syncytial virus (RSV) were not affected. Combined, these results validate our newly established 35 protocol for the genetic modification of hAEC cultures thereby unlocking a unique potential for 36 detailed molecular characterization of virus -host interactions in human respiratory epithelium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "37",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "However, in order to fully utilize the potential of this culture system it must be made amenable to 66 genetic modification. Transgenesis would enable the study of viral and/or host factors important for 67 respiratory virus infections and allow for the elucidation of specific mechanism involved in virus-host 68 interactions by targeted gene knockdown or overexpression. However, using primary cells for genetic 69 modification is challenging since they have a finite life span in cell culture. Primary human bronchial 70 cells can only be limitedly passaged after isolation if differentiation capabilities are to be maintained 71 [16] . The incorporation of the Rho-associated protein kinase (ROCK) inhibitor Y-27632 has been 72 shown to increase the number of passages primary cells can undergo in vitro without gross influence 73 on cell differentiation capacity [17, 18] . Theoretically, this would enable the generation of genetically 74 modified well-differentiated primary human airway epithelium in vitro.",
            "cite_spans": [
                {
                    "start": 633,
                    "end": 637,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 868,
                    "end": 872,
                    "text": "[17,",
                    "ref_id": null
                },
                {
                    "start": 873,
                    "end": 876,
                    "text": "18]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Due to the extended culture time required for hAEC culture establishment and differentiation, 76 and the fact that well-differentiated cultures can be maintained for months [19] , stable integration of 77 any genes to be expressed post-differentiation is required. Therefore, we established our protocol 78 using lentiviral vectors, where the proviral genomic material is integrated directly into the cellular 79 genome. Furthermore, such a system allows for the integration of both transgene and shRNA 80 scaffolds for over expression and/or knockdown of both host and viral factors [20] [21] [22] . Although The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/694380 doi: bioRxiv preprint were cultured as previously described [19] , with the following modifications. Monolayer cultures of Once cells reached confluency, the apical and basolateral medium was changed to air-liquid 111 interphase (ALI) medium, and one day later the apical side medium was aspirated, establishing ALI.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 177,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 584,
                    "end": 588,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 589,
                    "end": 593,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 594,
                    "end": 598,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 797,
                    "end": 801,
                    "text": "[19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "75"
        },
        {
            "text": "The epithelial layer was allowed to differentiate for at least four weeks prior to any analyses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "112"
        },
        {
            "text": "Basolateral medium was changed every other day during the differentiation period. Additionally, the ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "113"
        },
        {
            "text": "Well-differentiated cultures were stained using the following primary and secondary antibodies 180 (tables 1 and 2). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "179"
        },
        {
            "text": ". CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/694380 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "231"
        },
        {
            "text": "In an initial effort to establish transgenic hAEC cultures, we attempted to transduce 234 well-differentiated cultures directly with vesicular stomatitis virus glycoprotein (VSV-g) pseudotyped 235 lentiviral particles harboring a pLKO_GFP transfer vector. However, intact cultures are refractory to 236 both apical and basolateral transduction while damaged cultures can be transduced from the apical 237 side when the basolateral side of the epithelium is exposed. In those cultures, GFP expression is only 238 observed around the edges of damaged epithelium (data not shown). This is consistent with the 239 observation that receptors for VSV-g are predominantly located on the basolateral side of polarized The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/694380 doi: bioRxiv preprint Figure 2B) . Thus, the removal of the inhibitor from culture medium upon LLI 307 culture seems to be sufficient for the cells to proceed through differentiation normally post-treatment.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 859,
                    "end": 869,
                    "text": "Figure 2B)",
                    "ref_id": "FIGREF23"
                }
            ],
            "section": "Transduction of undifferentiated primary human bronchial cells 233"
        },
        {
            "text": "To confirm proper epithelial structure and morphology, hAEC cultures from both treated and 309 non-treated cells were stained for nuclei (DAPI), cilia (β-tubulin) and tight junctions (ZO-1). In low 310 passage (p2) the two groups share the same structure and morphology (data not shown). However, in 311 p4, only Y-27632 treated cells, independent of donor, were able to maintain epithelial integrity 312 post-differentiation. Non-treated cells in p4 seem to differentiate normally early on, evidenced by the 313 presence of ciliated cells, but eventually the epithelial layer dissociates and detaches ( Figure 2C ). The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/694380 doi: bioRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 604,
                    "end": 613,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF23"
                }
            ],
            "section": "308"
        },
        {
            "text": ". CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/694380 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/694380 doi: bioRxiv preprint Figure 6B ). However, unfortunately we did not observe any specific reduction in 459 replication in those cultures were GFP-directed shRNA had been induced by IPTG ( Figure 6B ). Since The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/694380 doi: bioRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 358,
                    "end": 367,
                    "text": "Figure 6B",
                    "ref_id": "FIGREF38"
                },
                {
                    "start": 524,
                    "end": 533,
                    "text": "Figure 6B",
                    "ref_id": "FIGREF38"
                }
            ],
            "section": "393"
        },
        {
            "text": "anticipate that the incorporation of these alternative inhibitors and methods will further improve the 508 currently established protocol to generate homogenously transgenic hAEC cultures, and might even 509 facilitate the adaptation of this protocol to primary airway epithelial cells from other species to further 510 elucidate molecular virus -host interactions without using animal models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "507"
        },
        {
            "text": "In the current study, we have demonstrated that we can modulate gene expression in transgenic ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "511"
        },
        {
            "text": "Unfortunately, in our experiments, we did not observe any inhibition of viral replication through 527 shRNA-mediated knockdown targeting the GFP gene in the HCoV-229E and hRSV reporter viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "526"
        },
        {
            "text": "Since we observed the same phenotype with two viruses with differential cell tropism, non-ciliated 529 . CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/694380 doi: bioRxiv preprint and ciliated cells respectively, there seems to be no cell-type bias for shRNA-mediated knockdown in 530 homogenously transgenic hAEC cultures. This is further corroborated by the uniform reduction of 531 GFP expression by shGFP1 in our double transgenic hAECs, in which the MFI of GFP fluorescence is 532 reduced by approximately 40%. Due to low inoculation dose (MOI 0.1), we hypothesize that the 533 amount of shRNA targeting the viral GFP mRNA transcript simply is not sufficient to achieve a 534 pronounced reduction of the logarithmic increase of viral replication. Adaptation of the inoculation 535 dosage or even the Polymerase III promoter in the lentiviral vector to achieve a higher cellular 536 concentration of shRNA might reveal a different phenotype. It has been reported that the viral 537 nucleoprotein of HCoV-229E counteracts RNA silencing [44] , which might also be the case for hRSV, 538 rendering our shRNA ineffective against these viruses. Further characterization and validation of this 539 phenomenon is fascinating but beyond the scope of this study.",
            "cite_spans": [
                {
                    "start": 1171,
                    "end": 1175,
                    "text": "[44]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "528"
        },
        {
            "text": "Taken together, these results demonstrate that we have successfully established a robust and 541 reproducible protocol to make hAEC cultures amenable to genetic modification using lentiviral 542 vectors. This will greatly facilitate detailed studies on molecular virus -host interactions in primary 543 human airway epithelium. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "540"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Building and maintaining the epithelium of the lung",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Rackley",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Stripp",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Clin Invest",
            "volume": "122",
            "issn": "",
            "pages": "559--2724",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Effective mucus clearance is essential for respiratory health",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Randell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Boucher",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Am. J. Respir",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Basal 563 cells as stem cells of the mouse trachea and human airway epithelium",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Rock",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Onaitis",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Rawlins",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xue",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Randell",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Hogan",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proc. Natl. Acad. Sci",
            "volume": "564",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Isolation and Characterization of Current human coronavirus 593 strains in primary human epithelial cell cultures reveal differences in target cell tropism",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Goossens",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Thiel",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Van Der Hoek",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Virol",
            "volume": "594",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Severe Acute Respiratory Syndrome Coronavirus Infection of Mice 596",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Zaki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "T. -S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Transgenic for the Human Angiotensin-Converting Enzyme 2 Virus Receptor",
            "authors": [],
            "year": 2007,
            "venue": "J. Virol",
            "volume": "597",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Animal models for the study of influenza pathogenesis and therapy",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Barnard",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Antiviral Res",
            "volume": "598",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Mucociliary differentiation of serially 599 passaged normal human tracheobronchial epithelial cells",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Gray",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Guzman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Abdullah",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nettesheim",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Am J Respir Cell Mol Biol",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "ROCK inhibitor and feeder cells induce the conditional reprogramming of epithelial 602 cells",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Simic",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Am J Pathol",
            "volume": "180",
            "issn": "",
            "pages": "599--607",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Conditionally reprogrammed cells represent a 605 stem-like state of adult epithelial cells",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cheluvaraju",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Clapp",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Boucher",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Proc Natl Acad Sci",
            "volume": "109",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Characterization of human coronaviruses on well-differentiated human 607 airway epithelial cell cultures",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Jonsdottir",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dijkman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Methods Mol. Biol",
            "volume": "1282",
            "issn": "",
            "pages": "73--87",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/694380"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Short hairpin RNAs (shRNAs) 609 induce sequence-specific silencing in mammalian cells",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Paddison",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Caudy",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bernstein",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Hannon",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Conklin",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Genes Dev",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Short Hairpin RNA (shRNA): Design, Delivery, 611 and Assessment of Gene Knockdown",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Taxman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Guthrie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": ".-H",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Methods in molecular biology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Lentiviral Vectors Mediate Long-Term and High Efficiency Transgene Expression in HEK 293T cells",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Primary Airway Epithelial Cell Gene Editing Using CRISPR-Cas9",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Everman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rios",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Seibold",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Methods in molecular biology",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "1706",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "BMI-1 extends proliferative potential of human bronchial epithelial 620 cells while retaining their mucociliary differentiation capacity",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Baines",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Howe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Hart",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Am. J. Physiol. Lung Cell. Mol. Physiol",
            "volume": "621",
            "issn": "",
            "pages": "258--267",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Novel GP64 envelope variants for improved delivery to human airway epithelial cells",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Mccray",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Gene",
            "volume": "624",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Long-term inhibition of HIV-1 replication with RNA 626 interference against cellular co-factors",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Eekels",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Geerts",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Jeeninga",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Berkhout",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Antivir. Res",
            "volume": "89",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Dendritic cell-specific antigen delivery by coronavirus vaccine vectors 629 induces long-lasting protective antiviral and antitumor immunity",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Rohrlich",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ludewig",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "MBio",
            "volume": "630",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Recombinant subgroup B human respiratory syncytial virus 632 expressing enhanced green fluorescent protein efficiently replicates in primary human cells and is 633 virulent in cotton rats",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "De Swart",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Duprex",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Virol",
            "volume": "89",
            "issn": "",
            "pages": "2849--2856",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Analysis of relative gene expression data using real-time quantitative PCR 635 and the 2(-Delta Delta C(T)) Method",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Livak",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Schmittgen",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Methods",
            "volume": "25",
            "issn": "",
            "pages": "402--408",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Development of one-step, 637 real-time, quantitative reverse transcriptase PCR assays for absolute quantitation of human 638 coronaviruses OC43 and 229E",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vijgen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Keyaerts",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Moes",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Maes",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Duson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Ranst",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Wolfs",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Jansen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nijhuis",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Breteler",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schuurman",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Clin Microbiol",
            "volume": "43",
            "issn": "",
            "pages": "5452--5456",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Increased detection of respiratory syncytial virus, influenza viruses, parainfluenza viruses, 641 and adenoviruses with real-time PCR in samples from patients with respiratory symptoms",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rossen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Clin",
            "volume": "45",
            "issn": "",
            "pages": "2260--2262",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/694380"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Gene delivery to airway epithelial cells in vivo: 644 a direct comparison of apical and basolateral transduction strategies using pseudotyped lentivirus 645 vectors",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Kremer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Dunning",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Parsons",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Anson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Gene Med",
            "volume": "9",
            "issn": "",
            "pages": "362--370",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Epithelial Integrity in Airway Epithelium",
            "authors": [],
            "year": 2014,
            "venue": "PLoS One",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Transcriptome analysis reveals a classical interferon 651 signature induced by IFNlambda4 in human primary cells",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Geffers",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "W"
                    ],
                    "last": "Vondran",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Thiel",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Genes Immun",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Recognition of double-stranded RNA and 653 activation of NF-kappaB by Toll-like receptor 3",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Alexopoulou",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Holt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Medzhitov",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Flavell",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nature",
            "volume": "413",
            "issn": "",
            "pages": "732--738",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Differential roles of MDA5 and RIG-I helicases in the recognition of RNA 656 viruses",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kawai",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Ishii",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nature",
            "volume": "441",
            "issn": "",
            "pages": "101--105",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Mx GTPases: dynamin-like antiviral machines of 658 innate immunity",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Haller",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Staeheli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schwemmle",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kochs",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Trends Microbiol",
            "volume": "23",
            "issn": "",
            "pages": "154--163",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Dual SMAD Signaling Inhibition Enables Long-Term Expansion of Diverse 661",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bihler",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Harnessing TGF-β and BMP signaling for expansion of p63-positive epithelial 663 stem cells",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Brody",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Kaiko",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Stem Cell Investig",
            "volume": "3",
            "issn": "",
            "pages": "82--82",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Blocking TGF-β and BMP SMAD-dependent cell differentiation is a master 665 key to expand all kinds of epithelial stem cells",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Guyot",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Maguer-Satta",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Stem cell Investig",
            "volume": "666",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "In Vitro Expansion of Epithelial Stem Cells Enabled by Pharmacological Inhibition of 668 PAK1-ROCK-Myosin II and TGF-β Signaling",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Long-Term",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Cell Rep",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Dicer-independent processing of short hairpin RNAs. Nucleic 670 Acids Res",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "P"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "C T"
                    ],
                    "last": "Schopman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Berkhout",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "41",
            "issn": "",
            "pages": "3723--3733",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Genome-Scale CRISPR-Mediated Control of Gene 673 Repression and Activation",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Panning",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Ploegh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Bassik",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Cell",
            "volume": "159",
            "issn": "",
            "pages": "647--661",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Nucleocapsid Protein of Coronaviruses Acts as a Viral Suppressor of RNA Silencing in Mammalian",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "81 protocols for the generation of transgenic airway epithelium for various purposes have been 82 described [23-25], thus far there have been no reports describing whether lentivirus modification of 83 well-differentiated hAECs alters the host innate immune response and/or susceptibility to viral 84 infection. 85 In order to establish homogeneously transgenic hAEC cultures suitable for characterization of 86 virus -host interactions we adapted our current cell culture protocol to generate genetically modified 87 well-differentiated hAECs with uniform transgene distribution. As proof-of-principle, we assessed 88 whether the host gene expression can be modulated post-differentiation via inducible short hairpin 89 (sh)RNA-mediated knockdown and determined whether this affected the innate immune response or 90 the susceptibility to viral infection by two common cold viruses.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "cell lines 293LTV (LTV-100; Cellbiolabs, San Diego, California, USA) and Huh-7 (gift 94 from V. Lohmann) were maintained in Dulbecco's Modified Eagle Medium-GlutaMAX supplemented 95 with 1 mM sodium pyruvate, 10% heat-inactivated fetal bovine serum, 100 µg/ml Streptomycin, 100 96 IU/ml Penicillin and 0.1 mM MEM Non-Essential Amino Acids (Gibco; Thermo Fisher Scientific). All 97 cell lines were culture at 37°C in a humidified incubator with 5% CO 2 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Human airway epithelial cell culture 99 Primary human tracheobronchial cells were isolated from patients (>18 years old) undergoing 100 bronchoscopy or pulmonary resection at the Cantonal Hospital in St. Gallen, Switzerland, in 101 accordance with our ethical approval (EKSG 11/044, EKSG 11/103 and KEK-BE 302/2015). Isolation 102 of cells was performed with protease and DNase digestion and primary human",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Type IV coated 24-well Transwell HTS plates (Corning) at the density of 250.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "114 cell layer was washed with 200 µL Hank's Balanced Salt Solution (HBSS, Gibco; Thermo Fisher 115 Scientific) once a week.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "generation lentiviral packaging plasmids (pMDL (gagPol), pRev, pVSV-g) were generously 118 provided by Prof. Dr. B. Berkhout and Dr. J. Eekels along with the eGFP-modified pLKO backbone 119 containing a non-mammalian short-hairpin (sh)RNA control (pLKO_GFP; Mission™ SHC202) that 120 should not target any known mammalian gene, but will engage with RISC [26]. The Isopropyl 121 β -D-1-thiogalactopyranoside (IPTG)-inducible lentiviral backbone pLKO-puro-IPTG_3xLacO 122 harboring the non-mammalian shRNA control was purchased (Mission™SHC332; Sigma Aldrich, 123 Buchs, Switzerland). The puromycin resistance gene was replaced via restriction digestion cloning 124 using a PCR-amplified fluorescent mCherry marker containing overhangs with compatible restriction 125 sites to generate the pLKO-mCherry_IPTG_3xLacO lentiviral backbone.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "sequences TRCN0000231750 and TRCN0000231753 for knockdown of eGFP were 128 extracted from the RNAi consortium website (https://www.broadinstitute.org/rnai/public/) and ordered 129 as separate sense and antisense strands (Microsynth AG, Balgach, Switzerland) incorporating 130 specific restriction sites. shRNA oligos were annealed in CutSmart buffer (New England Biolabs) by 131 incubation of the sense and antisense strands at 94°C for 10 minutes and slow cooling to room 132 temperature (RT). The generated double stranded shRNAs were inserted into the 133 pLKO-mCherry_IPTG_3xLacO lentiviral backbone via restriction digestion cloning.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Lentiviral particle production 135 Low passage 293LTV cells were seeded in 2.2 mL of culture medium in a T25 cell culture flask 136 (TPP, Trasadingen, Switzerland) at a density of 880.000 cells/cm2 16 -18 hours prior to transfection.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "156 and washed with PBS (400 x rcf, 5 min, 4°C). Cells were stained with antibodies against tubulin 157 (3624S, Alexa Fluor-488; Cell Signaling, Bioconcept AG, Allschwil, Switzerland), Nerve growth factor 158 receptor (NGFR, 562122, PE-Cy7; BD Bioscience) and Mucin 1 (355604, PE; Biolegend, London, 159 United Kingdom) in 100 μ L Cell Wash buffer (CWB, BD Bioscience, Allschwil, Switzerland) in batches 160 of 200.000 cells on ice for 20 minutes and washed twice in 1 mL CWB (400 x rcf, 5 min, 4°C) Cells 161 were then resuspended in 100μL of CWB and analyzed with FACS Canto (BD Bioscience). For 162 quantification of GFP expression, cells were analyzed by flow cytometry directly. Prior to analysis 163 cells were fixed as described above and subsequently washed with HBSS. Cells were then 164 resuspended in HBSS and analyzed with FACS Canto using non-transduced cells as negative 165 control.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "transduction and monolayer expansion, transduced cells were sorted for single 168 positive mCherry signal or double positive mCherry/eGFP signal at 4°C using FACS Aria III and the 169 corresponding FACS Diva software (BD Bioscience). Cells were sorted from HBSS supplemented 170 with 10 µM Y-27632, and 0.1% Pluronic (Sigma Aldrich) into BEGM supplemented with 10 µM 171 Y-27632 in FACS flow (BD Bioscience) and washed with HBSS (400 x rcf, 5 min, 4°C) prior to further 172 culturing. Cells were resuspended in complete BEGM supplemented with 10 µM Y-27632, 173 amphotericin B and gentamicin (Sigma Aldrich). Medium was changed to complete BEGM 174 supplemented with 10 µM Y-27632 the next day and every other day thereafter until 90% confluency 175 was reached. Cells were then expanded to larger culture flasks. Cells were sorted at the FACS core 176 facility, Institute of Pathology, University of Bern, Bern, Switzerland.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "were fixed and stained for immunofluorescence as previously described(19).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "naïve hAEC cultures were inoculated apically with 10.000 plaque forming units 197 (PFU) of either human coronavirus 229E (HCoV-229E GFP [27]) or human respiratory syncytial virus 198 (RSV-B GFP, [28]; kindly provided by Prof Dr. Paul Duprex, Boston University, School of Medicine) 199 and incubated for 2 hours at 33°C in a humidified incubator with 5% CO 2 . Subsequently, inoculum 200 was removed, and the apical surface washed three times with HBSS, after which the cells were 201 incubated for 72 hours, with progeny virus collection every 24 hours by incubating 100 μ L of HBSS on 202 the apical surface for 10 minutes prior to collection. In parallel, basolateral medium supplemented 203 with 0 or 2 mM IPTG was replaced every 24 hours. Progeny virus collections were stored 1:1 in virus 204 transport medium (VTM) for later quantification [19].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "knockdown in well-differentiated dually transduced hAEC cultures, cells were treated 207 with 0 or 2 mM IPTG in basolateral medium over a period of 6 days, with media change every 24 208 hours. eGFP expression was analyzed on transcriptional level with qPCR, and on protein level via 209 immunofluorescence and flow cytometry at the end of the treatment period.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "2102.13 QuantitativeReal-time PCR (qRT-PCR)    211 Total cellular RNA from well-differentiated hAECs was extracted with the Nucleospin™ RNA 212 extraction kit (Macherey-Nagel, Oensingen, Switzerland) according to the manufacturer's guidelines.213Reverse transcription was performed with GoScript™ reverse transcriptase mix random hexamers 214 according to the manufacturer's protocol (A2800; Promega AG, Dübendorf, Switzerland) using 200 215 ng of total RNA. Two microliters of tenfold diluted cDNA was amplified using Fast SYBR™ Green216Master Mix (Thermo Fisher Scientific) according to the manufacturer's protocol using primers 217 targeting 18S and MxA as described previously[12]. Relative gene expression was calculated using 218 the 2-∆∆Ct method[29]  and is shown as fold induction over untreated controls.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "quantification of progeny virus in apical washes from HCoV-229E and RSV infected hAECs, 220 viral RNA was extracted using the NucleoMag VET (Macherey-Nagel) according to the 221 manufacturer's instructions on a Kingfisher Flex Purification system (Thermo Fisher Scientific). Two 222 microliters of extracted RNA was amplified using TaqMan™ Fast Virus 1-Step Master Mix (Thermo 223 Fisher Scientific) according to the manufacturer's protocol and primers specific for HCoV-229E [30] or 224 RSV-B [31], or eGFP forward primer 5'-GGG CAC AAG CTG GAG TAC AAC -3' and reverse primer 225 5'-CAC CTT GAT GCC GTT CTT CTG -3'. Measurements and analysis were performed using an 226 ABI7500 instrument and software package (Applied Biosystems, Fisher Scientific AG, Reinach,227 Switzerland).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "228 2.14 Data presentation 229 Data was plotted using GraphPad Prism 7 and figures were assembled in Adobe Illustrator CC 230 2018 software package.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "240 epithelia [32]. Since well-differentiated hAEC cultures cannot be efficiently transduced, we assessed 241 the optimal duration and method of transduction of human bronchial cells in their undifferentiated 242 state with VSV-g pseudotyped lentiviral particles harboring the GFP-modified pLKO backbone 243 containing a non-mammalian shRNA control that should not target any known mammalian gene 244 (pLKO_GFP_Scr), but will engage with the RNA-Induced Silencing Complex (RISC). We observed 245 that GFP expression in undifferentiated bronchial cells generally varied between experiments.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "However, suspension transduction consistently resulted in the highest percentage of GFP-positive 247 cells. Further modifications of the protocol such as the addition of polybrene, separately or in 248 combination with spinoculation, did not seem to increase the efficacy of transduction (data not 249 shown), leading to the final optimized protocol that utilizes suspension transduction for 4 hours, 250 followed by additional 24-hour incubation of lentivirus containing supernatant during cell attachment 251 in monolayer. Specifically, cells and lentiviral supernatant were incubated in suspension at 37°C and 252 5% CO 2 with gentle shaking every hour for 4 hours, after which the mixture was seeded in T25 culture 253 flasks in 4 mL total Bronchial Epithelial Growth Medium (BEGM). Medium was changed after 24 254hours, bringing the total lentiviral incubation time to 28 hours. Using this protocol, we were able to 255 transduce primary bronchial cells with an efficacy of 30-70%, depending on the donor and MOI used.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "256Since the distinctive cellular composition of well-differentiated hAEC cultures is essential to all257 virus -host interaction studies, the morphology of transgenic and naïve cultures must be 258 interchangeable to preserve the functionality of the culture system. Using the established 259 transduction protocol, we first evaluated whether hAECs differentiated normally after lentiviral 260 transduction using flow cytometry. The cellular composition of heterogeneously transgenic hAECs 261 that have the pLKO_GFP_Scr cassette integrated in their genome does not differ from naïve cultures, 262 as measured by the division into ciliated (tubulin), goblet (Mucin1) and basal cells (NGFR) (Figure 263 1A). More importantly, GFP expression can be observed in all cellular subgroups within the 264 differentiated cultures (Figure 1B). This data indicates that lentiviral transduction does not interfere 265 with the differentiation potential of primary human bronchial cells and, importantly, that transgene 266 expression (GFP) can still be observed 6 weeks post-differentiation using a fluorescent microscope 267 (Figure 1C).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "Thus, we have shown that the cellular composition of transgenic cultures does not differ from 269 naïve controls and GFP transgene expression can be observed in all cellular subgroups after 6 weeks 270 of differentiation. Therefore, we conclude that we are able to successfully transduce progenitor basal 271 cells in suspension prior to the generation of well-differentiated hAEC cultures. This suggests that 272 FACS sorting of transgene positive cells would not deplete any cell population from the differentiated 273 cultures and allow for the establishment of transgenic cultures with proper cellular composition and 274 morphology.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "Transduction of primary airway epithelial cells does not alter cellular composition and 277 differentiation. (a) Comparison of the cellular composition between naïve and heterogeneously 278 transgenic hAECs transfuced with two different MOIs of lentivirus 6 weeks post-differentiation by 279 FACS using cell-type specific markers for ciliated (tubulin), goblet (Mucin1), basal (NGFR) and 280 transgene positive cells (GFP). (b) Transgene expression among different cell types. (c) A 281 representative fluorescent microscopy image of GFP expression levels among naïve and transgenic 282 hAECs 6 weeks post-differentiation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF22": {
            "text": "Treatment of primary cells with Y-27632 prolongs basal cell phenotype 284 Suspension transduction of primary human tracheobronchial cells requires at least two 285 additional passages prior to the establishment of homogenously transgenic hAEC cultures compared 286 to naïve cells. After transduced cells have been expanded in monolayer, they must be sorted by flow 287 cytometry and re-expanded. Only after that, can the cells be seeded on porous inserts and 288 liquid-liquid interface (LLI) established. Once confluent, the apical medium is aspirated, establishing 289 ALI. By incorporating the necessary transduction, expansion and sorting steps, transgenic 290 tracheobronchial cells cannot be seeded in LLI before monolayer passage three. However, since 291 differentiated hAEC cultures cannot be reliably established after monolayer passage two due to 292 cellular senescence and loss of differentiation potential [16] we had to devise a method that would 293 prolong the lifespan of primary human cells in monolayer culture to allow for lentiviral transduction, 294 expansion and eventual cell sorting. 295 Treatment of both bronchial and cervical epithelial cells with a commercially available 296 Rho-associated protein kinase (ROCK) inhibitor, Y-27632, has been shown to induce a basal 297 epithelial cell phenotype, thereby preserving the differentiation capabilities of human epithelial cells in 298 vitro [18]. We therefore assessed the differentiation potential of Y-27632 treated primary human 299 bronchial cells in our ALI conditions. Indeed, when these cells were treated with 10 increased expression of alpha6-integrin and neural growth factor receptor (NGFR), 301 common basal cell markers, compared to non-treated cells in later passage (Figure 2A). The 302 up-regulation of these basal cell markers indicates that the epithelial basal cell phenotype is induced 303 in treated cells, prolonging their life span and differentiation capabilities in vitro. Furthermore, hAEC 304 cultures established with treated cells showed the same cellular composition as non-treated cells up 305 to passage (p) 4, as measured by the expression of tubulin (ciliated cells), Mucin 1 (goblet cells), and 306 NGFR (basal cells) (",
            "latex": null,
            "type": "figure"
        },
        "FIGREF23": {
            "text": "Next, we assessed whether Y-27632 treated cells could be transduced to similar levels as naïve 315 cells. Suspension transduction of cells isolated from different donors with an MOI of 1 or 5 results in 316 varying levels of transduction efficacy (15-35% and 40-70%, respectively) evaluated by the 317 percentage of GFP positive cells (Figure 2D, top). Treatment of primary tracheobronchial cells with 318 Y-27632 results in slightly lower transduction efficacies under the same conditions (5-30% and 319 30-60%, figure 2D, bottom). Interestingly, even when a basal phenotype has been induced in all three 320 donors the donor variability is still present and slightly exaggerated compared to naïve cultures 321 (Figure 2D). These results indicate that the modification of our protocol, namely, treatment of primary 322 human bronchial cells with Y-27632, induces a prolonged basal cell phenotype in our primary human 323 bronchial cells. This will accommodate the additional passages required for cellular expansion 324 post-lentiviral transduction and cell sorting to establish homogenously transgenic hAEC cultures. Treatment of primary human tracheobronchial epithelial cells with a Rho-associated protein 328 kinase inhibitor (Y-27632) induces a basal cell phenotype and prolongs culture time. (a) Late passage 329 (p4) monolayer hAEC cultures treated with 10 µM Y-27632 retain a basal cell phenotype. Data is hAEC cultures treated with 10 µM Y-27632 are able to maintain epithelial integrity 336 post-differentiation. Original magnification 63x. (d) Monolayer hAEC cultures treated with 10 µM of 337 Y-27632 (bottom) can be transduced with lentiviral vectors to similar levels as non-treated hAEC 338 culture (top). Data is shown as mean of two technical replicates for each individual biological donor.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF24": {
            "text": "Establishment of homogenously transgenic hAEC cultures 340 Thus far, we have shown that the establishment of homogenously transgenic hAEC cultures is 341 feasible, provided changes are made to the standard cell culture protocol. However, since the 342 differentiation of hAEC cultures is a delicate process, constitutive knockdown of certain genes could 343 possibly interfere with differentiation resulting in unusable hAEC cultures post-transduction. For 344 example, the knockdown of p63, a basal cell transcription factor, results in the loss of epithelial 345 integrity in hAEC cultures established from a cell line while p63 knockdown in primary cells results in 346 accelerated cellular senescence and death before ALI can be established [33]. To circumvent these 347 limitations, we aimed to establish an inducible lentiviral system for gene knockdown in hAEC cultures.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF25": {
            "text": "To this end, we modified the inducible shRNA expression lentiviral vector pLKO_Puro_IPTG_3xLacO349 to constitutively express the mCherry fluorescence gene instead of a puromycin selection marker, 350 hereafter referred to as pLKO_mCherry_3xLacO. This allows for cell sorting and microscopic 351 evaluation of cells transduced with this shRNA cassette. Treatment of transduced cells with Isopropyl 352 β -D-1-thiogalactopyranoside (IPTG), a lactose mimic, induces the expression of the shRNA 353 controlled by the Lactose operon (LacO). For initial evaluation and optimization of the generation of 354 homogenously transgenic hAEC cultures, we incorporated the non-mammalian shRNA (shSCR) in 355 our inducible lentiviral vector (pLKO_mCherry_3xLacO).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF26": {
            "text": "To establish homogeneously transgenic cultures, human tracheobronchial cells were 357 transduced using the previously established suspension transduction protocol. After initial expansion, 358 undifferentiated primary airway epithelial cells were sorted for mCherry-positive cells by FACS. The 359 mCherry-positive cells were then further expanded prior to the establishment of homogenously 360 transgenic hAEC cultures. Comparison of naïve and transgenic hAEC cultures revealed the same 361 morphology, a pseudostratified layer with distinct ciliated cells (β-tubulin, green) and tight junctions 362 (ZO-1, cyan). Furthermore, nuclear expression of mCherry was observed in all nuclei in the epithelial 363 layer (red) (Figure 3). This confirms our previous hypothesis that transduction and FACS sorting of 364 undifferentiated primary bronchial cells does not deplete any cell population from the resulting 365 differentiated cultures and allows for the establishment of homogenously transgenic hAEC cultures 366 with correct anatomical morphology and uniform transgene distribution.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF28": {
            "text": "Comparison of the morphology of naïve and homogeneously transgenic hAEC cultures.369 Naïve and transgenic hAEC cultures were formalin-fixed 6 weeks post-differentiation and 370 immunostained with antibodies to visualize the cilia (β-tubulin IV, green), tight junction borders (ZO-1, 371 cyan), mCherry (red) and counterstained with DAPI to visualize the nuclei (Blue). A representative 372 maximum intensity Z-stack projection of two individual biological donor is displayed and reveals 373 correct anatomical morphology and uniform transgene distribution homogeneously transgenic hAEC 374 cultures. Original magnification 63x.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF29": {
            "text": "Successful induction of IPTG-controlled shRNA expression 376 After having successfully demonstrated that homogenously transgenic hAEC cultures containing shRNAs targeting the CDS of the GFP mRNA transcript, 379 shGFP1 and shGFP2, respectively. We first evaluated the effectiveness of these constructs in 380 conventional Huh7 cells, as the establishment of homogenous transgenic hAEC cultures requires 6-8 381 weeks. After simultaneous transduction with two different lentiviral vectors, pLKO_GFP and 382 pLKO_mCherry_3xLacO, containing shGFP1, shGFP2 or shSCR, the cells were sorted for double 383 positive GFP/mCherry signal. When we treated double positive cells with 1 mM IPTG for 72 hours, a 384 reduction in the number of GFP-positive cells could be observed in cells transduced with shGFP, but 385 not in those with shSCR (figure 4A, top). The reduction of the total number of GFP-positive cells does 386 not exceed 30% for either GFP specific shRNA. However, when comparing the median fluorescence 387 intensity (MFI), there is 60-70% reduction of GFP fluorescence in shGFP cells while shSCR cells 388 have an MFI similar to non-treated controls (figure 4A, bottom). In accordance, fluorescence 389 microscopy also shows a prominent reduction of fluorescence intensity in treated cells compared to 390 control (Figure 4B). The knockdown of GFP in Huh7 cells upon induction with IPTG demonstrates the 391 functionality of different shRNA constructs in our modified inducible pLKO_mCherry_3xLacO 392 lentiviral vector.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF30": {
            "text": "Down-modulation of GFP with an IPTG-inducible shRNA. (a) Huh-7 cells were treated with 0 395 or 1 mM of IPTG for 72 hours after which the percentage (top left y-axis) and mean fluorescence 396 intensity (MFI; bottom left y-axis) GFP expression was assessed by FACS, in parallel the cell viability 397 was assessed with Alamar Blue (Fluorescence Intensity (FI); right y-axis). The results are shown as 398 means and SD from duplicates from one independent experiment. (b) A representative microscopic 399 image displaying the GFP expression of Huh-7 cells harboring either the shGFP1 and shGFP2 400 construct after 72 hours of treatment with 0 or 2 mM IPTG. Original magnification 10x.401To demonstrate that host gene expression can also be modulated post-differentiation via 402 inducible shRNA-mediated knockdown we repeated these experiments in primary hAEC cultures 403 using the same method of transduction and cell sorting as described above. After 6 weeks of 404 differentiation, both transgenic and naïve cultures were maintained for 6 consecutive days in the 405 presence or absence of 2 mM IPTG after which GFP expression was analyzed by flow cytometry.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF31": {
            "text": "Upon induction, we observed approximately 40% reduction in MFI in hAEC cultures expressing 407 shGFP1, whereas induction of shSCR and shGFP2 did not result in pronounced reduction of 408 fluorescence (Figure 4A). This data correlates with the relative GFP mRNA expression level after 409 IPTG-induction where a 50% reduction was observed for shGFP1 alone (Figure 4B). To further 410 corroborate these findings, we used confocal microscopy to visualize GFP expression in transgenic411 hAEC cultures treated with 2 mM IPTG. Microscopic analysis showed homogenously transgenic 412 hAEC cultures expressing both mCherry and GFP, as well as the characteristic pattern of the 413 tight-junction marker ZO-1. Furthermore, we observed that GFP signal intensity is heterogeneously 414 distributed in all cultures, but overall the GFP expression in shGFP1 cultures was distinctly weaker 415 compared to shSCR and shGFP2 after induction (Figure 4C). These observations are in agreement 416 with our previous results and provide additional validation of the functionality of our modified lentiviral 417 vector as well as confirming that gene expression can be modulated in hAEC cultures 418 post-differentiation via inducible shRNA-mediated knockdown. However, given the observed 419 discrepancies in the effectiveness of shGFP2 between Huh7 cells and hAEC cultures, individual 420 shRNA constructs intended for the modulation of gene expression in hAEC cultures require careful 421 evaluation and testing.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF33": {
            "text": "Down-modulation of GFP in well-differentiated homogenous transgenic hAEC cultures.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF34": {
            "text": "Six-week-old well-differentiated homogenous transgenic hAEC cultures were treated with 0 or 2 mM 425 of IPTG for 6 consecutive days after which the GFP protein expression was analyzed by FACS (a) and 426 the GFP mRNA expression by qPCR (b). The GFP protein expression data is shown as mean and SD 427 from three independent biological donors, whereas the mRNA expression data is shown as mean and428 SD from two independent biological donors. (c) Moreover, the fluorescence intensity of GFP was 429 assessed in formalin-fixed well-differentiated homogenous transgenic hAEC cultures after 6 days of 2 430 mM IPTG treatment. The cultures were immunostained with antibodies to visualize the mCherry 431 (yellow), GFP (green) and tight junction borders (ZO-1, red) and counterstained with DAPI to visualize 432 the nuclei (Blue). A representative maximum intensity Z-stack projection from two individual biological 433 donors is displayed. Original magnification 63x.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF35": {
            "text": "Transgenesis of primary hAEC cultures does not affect host innate immune response or viral 435 replication 436 In the airways, respiratory pathogens can be detected through the recognition of 437 pathogen-associated molecular patterns (PAMPs) by pattern recognition receptors (PRRs) which are 438 expressed in the hAEC cultures akin to human airway epithelium in vivo [34].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF36": {
            "text": "Polyinosinic:polycytidylic acid (poly(I:C)) is a synthetic analogue of double stranded RNA (dsRNA), a 440 molecular pattern associated with viral infection that can be recognized by the PRRs TLR-3, RIG-I, 441 and MDA5 [35,36]. The subsequent signaling cascade initiates the production of interferon (IFN) that 442 leads to the induction of several hundred interferon stimulated genes (ISGs), such as the well 443 characterized Myxovirus resistance protein 1 (MxA) [37]. In order to determine whether our genetic of MxA mRNA transcripts, revealing similar gene expression levels in both naïve and 449 transgenic cultures regardless of shRNA construct and IPTG treatment conditions (Figure 6A). This 450 indicates that neither the genetic modification, nor the presence of IPTG influences the innate 451 immune response in homogenously transgenic hAEC cultures. 452 In light of these results, we evaluated whether viral replication could be influenced by 453 shRNA-mediated knockdown during hAEC infection with GFP expressing human coronavirus 229E 454 (HCoV-229E-GFP). As stated previously, both naïve and homogenously transgenic hAEC cultures 455 were pre-treated with 0 or 2 mM IPTG for 6 days prior to inoculation with 10.000 PFU of 456 HCoV-229E-GFP. Quantification of viral RNA in apical wash revealed similar replication kinetics for 457 all conditions, indicating that general transgenesis of hAEC cultures does not influence the replication 458 of HCoV-229E-GFP (",
            "latex": null,
            "type": "figure"
        },
        "FIGREF37": {
            "text": "460we have demonstrated that our modified pLKO_mCherry_3xLacO lentiviral vector is functional and 461 able to reduce the expression of cellular GFP upon IPTG induction of GFP-directed shRNAs, we 462 speculated the failure of GFP knockdown to be cell type specific since HCoV-229E predominantly 463 infects non-ciliated cells[13]. Therefore, we repeated the experiment with a GFP-expressing human 464 respiratory syncytial virus (hRSV-GFP) which exhibits a ciliary cell tropism[28]. The obtained results465were in accordance with our previous observations, no difference in viral kinetics between naïve and 466 homogenously transgenic hAEC cultures was observed after infection with hRSV-GFP. Moreover, as 467 with HCoV-229E-GFP, we did not observe any reduction of viral replication kinetics in induced 468 cultures expressing GFP-directed shRNAs (Figure 6C). This suggests that in the context of our 469 experiments, neither HCoV-229E-GFP nor hRSV-GFP are susceptible to shRNA-mediated 470 knockdown. However, it also indicates that our results are not cell type dependent, further asserting 471 the functionality of our transgenic system as a whole. Based on these observations, we rather 472 hypothesize that the lack of knockdown is due to an insufficient amount of available shRNA within 473 infected cells to negatively influence the exponential increase of viral GFP mRNA expression while 474 the levels of cellular GFP mRNA are more suitable for shRNA-mediated knockdown.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF38": {
            "text": "Transgenesis of primary hAEC cultures does not affect host innate immune response or 477 viral replication. (a) Six-week-old well-differentiated naïve and homogenous transgenic hAEC cultures 478 were for 6 consecutive days treated with 0 or 2 mM of IPTG. Afterwards hAEC cultures were 479 stimulated for an additional 24 hours with exogenous poly(I:C) after which the fold change in MxA 480 mRNA expression was assessed via qPCR. Data is shown as mean and SD from duplicates from two 481 individual biological donor. (b) Alternatively, 0 and 2 mM IPTG-treated naïve and homogenous 482 transgenic hAEC cultures were inoculated with 10.000 PFU of HCoV-229E-GFP or hRSV-B-GFP and 483 incubated at 33°C. The monitored viral RNA yield is given as Cycle-threshold (Ct) value of isolated 484 RNA (y-axis) at indicated hours post-inoculation (x-axis) for 33°C. Data is shown as mean and SD 485 from triplicates from two individual biological donors.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF39": {
            "text": "study, we developed a robust and reproducible protocol to generate transgenic hAEC 488 cultures. We demonstrate that the transduction of primary human tracheobronchial airway epithelial 489 cells with lentiviral vectors in their undifferentiated state does not interfere with the cellular 490 composition of the resulting well-differentiated airway epithelial cell cultures. Furthermore, we have 491 shown that incorporation of the Rho-kinase associated inhibitor Y-27632 during the expansion phase 492 induces a basal cell phenotype and increases the longevity of primary human bronchial cells. These 493 results are in direct agreement with the initial publications that first described the induction and 494 prolongation of a basal cell phenotype in primary cells without gross influence on cell differentiation 495 capacity [17,18]. By incorporating Y-27632 during the cell propagation phase, we increased the 496 number of attainable passages prior to the generation of well-differentiated hAEC cultures. In parallel, 497 by optimizing our lentiviral transduction procedure, we could reproducibly achieve a transduction 498 efficacy between 30 -70% in undifferentiated bronchial cells, depending on the amount of lentivirus 499 and donor used. This allowed us to incorporate a constitutive fluorescent reporter gene into the host 500 cell genome that facilitates fluorescence-activated cell sorting (FACS) and the subsequent generation 501 of homogenously transgenic hAEC cultures that differentiate normally. This fundamental change in 502 our primary airway epithelial cell culture protocol has been pivotal to successful cellular expansion 503 post-lentiviral transduction and, subsequently, the establishment of transgenic hAEC cultures 504 suitable for virus -host interaction studies. During the development and validation of our protocol 505 other research groups have reported alternatives or improvements to the use of the Rho-kinase 506 associated inhibitor to further extend the life-span of primary human bronchial cells [38-41]. We",
            "latex": null,
            "type": "figure"
        },
        "FIGREF40": {
            "text": "512 hAEC cultures post-differentiation via inducible shRNA-mediated knockdown. However, gene 513 expression modulation using shRNA requires careful evaluation of the effectiveness of individual 514 shRNA constructs, as only one out of two shRNAs against GFP was effective in our homogenously 515 transgenic hAEC cultures while both were effective in a cell line model. Additionally, we observed that 516 GFP brightness was reduced by approximately 40% upon induction, and in the context of modulating 517 host gene expression to study virus -host interactions this might not be sufficient to observe a 518 phenotype. Nonetheless, since we demonstrate that an inducible lentiviral system is operational 519 post-differentiation, alternative methods of host gene modifications can now be explored. For",
            "latex": null,
            "type": "figure"
        },
        "FIGREF41": {
            "text": "520 instance, microRNA (miRNA) mimics in conjunction with a fluorescent reporter gene under the control 521 of an inducible Polymerase II promoter [42] would allow monitoring and quantification of the 522 expression level of the miRNA mimic, providing a better-controlled system. Alternatively, employing 523 inducible CRISPR-mediated gene editing would allow the modulation of host gene expression by 524 either repression (CRISPRi) or activation (CRISPRa) [43]. All these potential methods require 525 lentiviral-mediated transduction, which can be achieved with the currently established protocol.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF42": {
            "text": "Contributions: Conceptualization, Hulda Jonsdottir, Volker Thiel and Ronald Dijkman; Data curation, 545 Hulda Jonsdottir and Ronald Dijkman; Formal analysis, Hulda Jonsdottir and Ronald Dijkman; Funding 546 acquisition, Volker Thiel and Ronald Dijkman; Investigation, Hulda Jonsdottir and Ronald Dijkman; Methodology, 547 Hulda Jonsdottir, Sabrina Marti and Ronald Dijkman; Resources, Dirk Geerts and Regulo Rodriguez; 548 Supervision, Volker Thiel and Ronald Dijkman; Visualization, Hulda Jonsdottir and Ronald Dijkman; Writing -549 original draft, Hulda Jonsdottir; Writing -review & editing, Hulda Jonsdottir and Ronald Dijkman.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF43": {
            "text": "This project was funded by the 3R foundation Switzerland, project number 128-11 (RD and VT) and 551 the Swiss National Science Foundation grants 310030_179260 (RD) and 310030_173085 (VT). The funders had 552 no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript.553 565 McCray, P.B.; Zabner, J. The air-liquid interface and use of primary cell cultures are important to 566 recapitulate the transcriptional profile of in vivo airway epithelia. Am. J. Physiol. Cell. Mol. Physiol. 2010.567 5. de Jong, P.M.; van Sterkenburg, M.A.J.A.; Kempenaar, J.A.; Dijkman, J.H.; Ponec, M. Serial culturing of 568 human bronchial epithelial cells derived from biopsies. Vitr. Cell. Dev. Biol. -Anim. J. Soc. Vitr. Biol. Jong, P.M.; van Sterkenburg, M.A.; Hesseling, S.C.; Kempenaar, J.A.; Mulder, A.A.; Mommaas, A.M.; 571 Dijkman, J.H.; Ponec, M. Ciliogenesis in human bronchial epithelial cells cultured at the air-liquid 572 interface. Am. J. Respir. Cell Mol. Biol. 1994. 573 7. Matrosovich, M.N.; Matrosovich, T.Y.; Gray, T.; Roberts, N.A.; Klenk, H.D. cells by human parainfluenza virus type 3 in an in vitro model of human airway epithelium. J 578 Virol 2005, 79, 1113-1124. 579 9. Sims, A.C.; Baric, R.S.; Yount, B.; Burkett, S.E.; Collins, P.L.; Pickles, R.J. Severe acute respiratory 580 syndrome coronavirus infection of human ciliated airway epithelia: role of ciliated cells in viral spread in 581 the conducting airways of the lungs. J Virol 2005, 79, 15511-15524. 582 10. Dijkman, R.; Koekkoek, S.M.; Molenkamp, R.; Schildgen, O.; van der Hoek, L. Human bocavirus can be 583 cultured in differentiated human airway epithelial cells. J Virol 2009, 83, 7739-7748. 584 11. Pyrc, K.; Sims, A.C.; Dijkman, R.; Jebbink, M.; Long, C.; Deming, D.; Donaldson, E.; Vabret, A.; Baric, 585 R.; Van Der Hoek, L.; et al. Culturing the unculturable: Human coronavirus HKU1 infects, replicates, and 586 produces progeny virions in human ciliated airway epithelial cell cultures. J. Virol. 2010, 84. 587 12. Kindler, E.; Jonsdottir, H.R.; Muth, D.; Hamming, O.J.; Hartmann, R.; Rodriguez, R.; Geffers, R.; 588 Fouchier, R.A.M.; Drosten, C.; Muller, M.A.; et al. Efficient replication of the novel human 589 betacoronavirus EMC on primary human epithelium highlights its zoonotic potential. MBio 2013, 4, 590 e00611-12.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "For transfection, a total of 2.4 µg transfer vector, 1.6 µg pMDL, 0.6 µg pRev and 0.8 µg pVSV-g was138 transfected into the cells using Lipofectamine 2000® (Fisher Scientific AG, Reinach, Switzerland) according to the manufacturer protocol. Twenty-four hours post-transfection, the medium was 140 replaced with BEGM and incubated for an additional 24 -48 hours before lentivirus-containing 141 supernatant was collected on ice and spun down at 400 x rcf for 5 minutes at 4°C. Lentiviral titer was 142 estimated using the GoStix rapid lentiviral titer detection kit (Takara Bio Europe SAS, Saint-Germain-en-Laye, France). Lentiviruses were either used directly for transduction of primary 144 tracheobronchial cells or stored at -80°C. Undifferentiated primary human tracheobronchial cells were transduced in suspension with 500 147 μ L lentiviral supernatant for 4 hours at 37°C in batches of 100.000 cells in 1 mL total BEGM, M Y-27635, with gentle shaking every hour. Subsequently, cells were seeded 149 into T25 flasks (TPP) for monolayer culture in 4 mL total medium with lentiviral supernatant for 24hours prior to washing with HBSS and cell maintenance as described above. Control cells were incubated accordingly to account for any experimental effects. Once confluent, cells were expanded 152 into T75 flasks (TPP).Cells were trypsinized with 0.05% Trypsin/EDTA (Gibco), resuspended and fixed with 1 mL 4% 155 buffered formalin (FORMAFIX, Formafix Switzerland AG, Hittnau, Switzerland) at RT for 15 minutes",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Overview of primary antibodies used in the current study Scientific AG, Reinach, Switzerland) to visualize nuclei. Images were acquired on a Nikon confocal microscope A1 (Nikon GmbH, Egg, Switzerland) combined with an ECLIPSE Ti inverted microscope 187 using a Plan Apo 60x/1.40 oil objective. Image capture, analysis and processing were performed Cell viability was assessed with Alamar Blue (Thermo Fisher Scientific). Alamar Blue was added to growth medium at 10% (v/v) end concentration and incubated at 37°C and 5% CO 2 for at least 4 hours, depending on cell density. After incubation, fluorescence was measured in a luminometer at",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/694380 doi: bioRxiv preprint 678 . CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/694380 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}