{
    "paper_id": "264a816e7099246c13a5dad3a581a474d85d50bd",
    "metadata": {
        "title": "Hypokalemia and Clinical Implications in Patients with Coronavirus Disease 2019 (COVID-19)",
        "authors": [
            {
                "first": "Dong",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wenzhou Central Hospital and Sixth People's Hospital of Wenzhou",
                    "location": {
                        "addrLine": "Zhejiang Province",
                        "settlement": "Wenzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiaokun",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wenzhou Medical University",
                    "location": {
                        "addrLine": "Zhejiang Province",
                        "settlement": "Wenzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Qifa",
                "middle": [],
                "last": "Song",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ningbo Municipal Centre for Disease Control and Prevention",
                    "location": {
                        "addrLine": "Zhejiang Province",
                        "settlement": "Ningbo",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "†",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chenchan",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wenzhou Central Hospital and Sixth People's Hospital of Wenzhou",
                    "location": {
                        "addrLine": "Zhejiang Province",
                        "settlement": "Wenzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Feifei",
                "middle": [],
                "last": "Su",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wenzhou Central Hospital and Sixth People's Hospital of Wenzhou",
                    "location": {
                        "addrLine": "Zhejiang Province",
                        "settlement": "Wenzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jianyi",
                "middle": [],
                "last": "Dai",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wenzhou Central Hospital and Sixth People's Hospital of Wenzhou",
                    "location": {
                        "addrLine": "Zhejiang Province",
                        "settlement": "Wenzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yinghai",
                "middle": [],
                "last": "Ye",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wenzhou Central Hospital and Sixth People's Hospital of Wenzhou",
                    "location": {
                        "addrLine": "Zhejiang Province",
                        "settlement": "Wenzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jianping",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wenzhou Central Hospital and Sixth People's Hospital of Wenzhou",
                    "location": {
                        "addrLine": "Zhejiang Province",
                        "settlement": "Wenzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiaoming",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "medRxiv preprint BACKGROUND SARS-CoV-2 has caused a series of COVID-19 globally. SARS-CoV-2 binds angiotensin I converting enzyme 2 (ACE2) of renin-angiotensin system (RAS) and causes prevalent hypokalemia",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The patients with COVID-19 were classified into severe hypokalemia, hypokalemia, and normokalemia group. The study aimed to determine the relationship between hypokalemia and clinical features, the underlying causes and clinical implications of hypokalemia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "RESULTS",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Feb 15, 2020, 175 patients with COVID-19 (92 women and 83 men; median age, 46 [IQR, 34-54] years) were admitted to hospital in Wenzhou, China, consisting 39 severe hypokalemia-, 69 hypokalemia-, and 67 normokalemia patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Gastrointestinal symptoms were not associated with hypokalemia among 108 hypokalemia patients (P>0.05). Body temperature, CK, CK-MB, LDH, and CRP were significantly associated with the severity of hypokalemia (P<0.01). 93% of severe and critically ill patients had hypokalemia which was most common among elevated CK, CK-MB, LDH, and CRP. Urine K + loss was the primary cause of hypokalemia. 1 severe hypokalemia patients was given 3 g/day, adding up to an average of 34 (SD=4) g potassium during hospital stay. The exciting finding was that patients responded well to K + supplements when they were inclined to recovery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "may reflect the progression of COVID-19 and should be closely monitored is hypokalemia. K + ions are the predominant intracellular cations and influence membrane polarization of cells. Hypokalemia results in cellular hyperpolarity, increases resting potential, and hastens depolarization in cardiac cells and lung cells 7 .",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 321,
                    "text": "7",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Severe hypokalemia of under 3 mmol/L plasma K + can trigger ventricular arrhythmia and respiratory muscle dysfunction, both conditions being life-threatening in patients in severe COVID-19 condition. This knowledge implies that hypokalemia may have a consuderable impact on the treatment outcome of patients with COVID-19 and should be seriously tackled as these patients have a high prevalence of dysfunction in heart, lungs, and other vital organs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As little is known about the prevalence of hypokalemia and its adverse effects on the treatment outcomes of patients with COVID-19, here we reported the high prevalence of hypokalemia in such patients and investigated the relevant causes and clinical meaning. We also aimed to determine the possible relationship between hypokalemia and the treatment outcomes of these patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This study included patients with COVID-19 who were admitted to the hospital for infectious diseases in the city Wenzhou of China from Jan 11 to Feb 15, 2020. All patients were aged ≥14 years old and were diagnosed to have COVID-19 according to",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STUDY POPULATION"
        },
        {
            "text": "During the study period, 175 patients with COVID-19 were included, consisting of 92 women and 83 men ( Table 1 ). The median age was 46 (IQR, 34-54) years.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 103,
                    "end": 110,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Fifty-seven (33%) patients had a history of exposure to the epidemic area. The patients consisted of 39 patients with severe hypokalemia (<3 mmol/L), 69 patients with hypokalemia (3-3.5 mmol/L), and 67 patients with normokalemia (>3.5 All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.02.27.20028530 doi: medRxiv preprint mmol/L). Only 10 patients had a plasma K + concentration of >4 mmol/L. No statistical difference was identified in demographic features and the prevalence of a history of exposure to the epidemic area between three groups. Seventy-one patients had underlying diseases, including 28 patients with hypertension, 12 patients with diabetes, and 31 patients with other conditions. The prevalence of underlying diseases was associated with the severity of hypokalemia (P<0.05). the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.02.27.20028530 doi: medRxiv preprint hypokalemia also had a higher heart rate and respiratory rate than the remaining patients (P<0.05). the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is Among a series of laboratory examinations (Table 2) , creatine kinase (CK), CK-MB, lactate dehydrogenase, aspartate transferase, and erythrocyte sedimentation rate were significantly associated with the severity of hypokalemia (P<0.01).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 114,
                    "end": 123,
                    "text": "(Table 2)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Collectively, these attributes with elevated values were generally related to myocardial injury. A total of 108 patients with hypokalemia exhibited moderate decreases in sodium, white blood cells, and lymphocyte than the 67 patients with normokalemia. Among these 108 patients, 39 patients exhibiting gastrointestinal symptoms had a mean plasma K + of 3.22 (SD, 0.22) mmol/L, which was not statistically different from the mean value of 3.26 (SD, 0.28) mmol/L in 69 patients without gastrointestinal symptoms. Regarding the urine K + output, 20 patients with hypokalemia had a mean K + concentration of 32 (SD, 11) mmol/gram of creatinine, which was statistically higher than the corresponding mean of 18 (SD, 7) mmol/gram of creatinine for 20 patients with normokalemia (P<0.01).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "In the part of CT and ECG examinations, nearly all patients had pulmonary ground-glass opacities, in trast, abnormal ECG results were significantly correlated with the severity of hypokalemia (P<0.01) as the prevalence of abnormal ECG results was 77%, 33%, and 15% for patients with severe hypokalemia, hypokalemia, and normokalemia, respectively. All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.02.27.20028530 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "In terms of severity, there were 37 severe cases and 3 critically cases (Table 1 and Table 4 ). Severe and critically ill patients had higher occurrence of severe hypokalemia, hypokalemia, abnormal ECG presentations, as well as elevated CK, CK-MB, LDH, and CRP (all P<0.01). Among these abnormal indices, hypokalemia was most common as 93% of severe and critically ill patients had hypokalemia. In contrast, elevated BUN and creatinine were rare. Abnormal ECG presentations were usually representative of hypokalemia and improved with K + supplement treatment.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 72,
                    "end": 80,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 85,
                    "end": 92,
                    "text": "Table 4",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Elevated CK, CK-MB, and LDH often came to normal level within 3-6 days ( Figure   1 ). Elevated ALT and AST were generally mild and came to normal level after liver support therapy (Table 2 and Table 4 ). Most patients with intermittent abnormal oxygen saturation were improved after oxygen inhalation except for three critically ill patients who were given invasive mechanical ventilation. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 73,
                    "end": 83,
                    "text": "Figure   1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 181,
                    "end": 201,
                    "text": "(Table 2 and Table 4",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "The current study illustrated the high prevalence of hypokalemia in the patients with COVID-19 and the positive association between the degree of hypokalemia and the severity of COVID-19. The study also proved that hypokalemia was more attributable to renal loss of K + than gastrointestinal loss.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Previous literature has proved that sufficient and appropriate levels of plasma K + have a protective role in preventing myocardial failure through weakening cellular hyperpolarity and depolarization 10, 11 . SARS-CoV-2 can result in heart dysfunction due to the intensively expressed ACE2 in the patients' myocardial cells that act as receptors for this virus. Therefore, it is beneficial to patients that plasma K + levels be frequently checked and maintained between 4.0 and 5.5 mmol/L or 4.5 and 5.5 mmol/L for serum K + as serum generally has more K+ than plasma 12 . In the present study, hypokalemia was prevailing among the patients with COVID-19, up to 62% (108/175) patients having plasma K + that was under 3 mmol/L. Among 175 patients, only 10 patients had plasma K + of 4 mmol/L recommended for patients with myocardial dysfunction. That strikingly low prevalence of optimal concentration of plasma K + implied a massive risk for the patients' heart to be affected by both hypokalemia and the virus. As an emerging infectious disease, the available data on serum K + levels is scanty. Only one previous study on 41 patients reported 4.2 mmol/L as the mean serum K + , as well as higher K + in the ICU patients (mean, 4.6 important indices for hypokalemia, myocardial injury, and evaluation of disease. We expected these arrangements of results might facilitate future studies.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 203,
                    "text": "10,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 204,
                    "end": 206,
                    "text": "11",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Seeing that hypokalemia was prevalent among patients with COVID-19 and associated with the severity of the disease, elucidation of the mechanisms for hypokalemia was elementary for understanding and treatment of COVID-19. In the current situation, two probable causes of hypokalemia are increased gastrointestinal loss and increased urinary loss 15 . Both causes can find their way in the patients with COVID-19, as mentioned in the introduction section. However, the present findings indicated that gastrointestinal loss might not contribute much to hypokalemia as based on the following reasons: only a small proportion of patients with hypokalemia showing gastrointestinal symptoms, e.g., 31% of patients with severe hypokalemia having diarrhea; among the patients with hypokalemia, no significant difference between those with and those without diarrhea; the average number of diarrhea onsets being 5 times/day and diarrhea ending in a short time, meaning that the diarrhea was mild. Therefore, hypokalemia might principally result from increased urine loss. This was proved in this study by the dramatically increased urine K + output in the hypokalemia group than the control group with normokalemia. This finding that increased urine K + was the primary cause of hypokalemia was consistent with the pathogenesis of SARS-CoV-2. This virus drives RAS towards enhanced ACE-Ang II (angiotensin II)-Ang II type 1 receptor (AT1) axis by degrading ACE2 that is the principal counter-regulatory mechanism for the central axis of the RAS 4 . The final effect of this disturbance of RAS is the increased distal delivery of sodium and water All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org /10.1101 /10. /2020 to collecting tubule of the kidney and enhanced potassium secretion. This effect is similar to the effect of aldosterone that stimulates water and sodium reabsorption and potassium excretion and thus increases body water and blood pressure 16 .",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 98,
                    "text": "/10.1101",
                    "ref_id": null
                },
                {
                    "start": 99,
                    "end": 109,
                    "text": "/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "As hypokalemia has an adverse effect on myocardial functions, in-time treatment is required for achieving good outcomes. However, the mechanism of hypokalemia in the present study hinted that it was challenging to achieve normokalemia in the presence of continuous renal loss of K + . This worry was proved by the elevated amount of urine K + measured in umol/gram of creatinine ( Figure 1 ). The continual K + supplements had very little effect on the return of normokalemia when the urine loss of K + persisted in the severe cases. Interestingly, we found a noteworthy phenomenon in most patients who were cured of COVID-19. As shown in Figure 1 , when patients were inclined to recovery, they responded well to K + supplement treatment and steadily returned to normokalemia. This phenomenon indicated the end of urine loss of K + due to disordered RAS balance; in other words, the ACE2 function began to return. This exciting finding suggested that return of normokalemia might be a reliable biomarker for monitoring ACE2 function.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 381,
                    "end": 389,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 639,
                    "end": 647,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Although COVID-19 causes injury to lungs, heart, liver, and kidney, our study showed the occurrence of abnormal indices related to heart, liver, and kidney was low, and oxygen saturation often returned to normal level upon oxygen inhalation in most patients ( Table 2 and Table 4 ). Several laboratory indices, such as elevated CK, CK-MB, LDH, ALT and AST were usually came to normal level or substantially improved after relevant treatment. The superficial mildness contradicted with the sudden progression of disease in some patients. This contradiction might result from the fact that the biomarkers were not sensitive to reflect the whole progression of this disease. Therefore, a more sensitive biomarker to monitor the ongoing condition is All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 260,
                    "end": 279,
                    "text": "Table 2 and Table 4",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.02.27.20028530 doi: medRxiv preprint urgently needed for these patients. As discussed above, 93% severe and critically ill patients had hypokalemia, showing that depletion of K + was prevailing. Based on analysis of the trend in plasma K + and urine output of K + , the end of the depletion often suggested a good prognosis (Figure 1) . Therefore, comprehensive analysis of K + depletion can be achieved by monitoring urine K + loss, plasma K + , and the response to K + supplement treatment. Importantly, the information from this analysis related to hypokalemia directly reflects the very basis of the pathogenesis of SARS-CoV-2 and might be a reliable, int-time and sensitive biomarker to reflect the progression of COVID-19.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 427,
                    "end": 437,
                    "text": "(Figure 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "The present study had some limitations. Most patients were still hospitalized.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Only a small proportion of cases were used to evaluate the treatment outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "However, from several patients who had been cured, the principal results related to hypokalemia treatment were consistent, which could provide reliable information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Since this life-threatening disease is still ongoing in China and is developing in several countries, we expect our findings can provide timely information about better understanding and treatment of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "To summarize, the present study has identified the prevailing hypokalemia in patients with COVID-19. The correction of hypokalemia is challenging because of continuous renal loss of potassium resulting from the degradation of ACE2 by the binding of SAR-CoV-2. The end of loss of K + often indicates a good prognosis and may be a reliable, in-time, and sensitive biomarker that reflects the end of adverse effect on the RAS system by SAR-CoV-2. Due to the possible injury to cardiovascular functions, neurohormonal activation, and other vital organs by hypokalemia, clinicians should pay great attention to hypokalemia and the patients' response to K + supplements. All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.02.27.20028530 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Real-time tentative assessment of the epidemiological characteristics of novel coronavirus infections in Wuhan, China, as at 22",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Hao",
                    "suffix": ""
                },
                {
                    "first": "Ehy",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Euro Surveill",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Tissue distribution of ACE2 protein, the functional receptor for SARS coronavirus. A first step in understanding SARS pathogenesis",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Hamming",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Timens",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Bulthuis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Lely",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Navis",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Van Goor",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Pathol",
            "volume": "203",
            "issn": "",
            "pages": "631--638",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Recent advances in the angiotensin-converting enzyme 2-angiotensin(1-7)-Mas axis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Santos",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Ferreira",
                    "suffix": ""
                },
                {
                    "first": "Esac",
                    "middle": [],
                    "last": "Simoes",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Exp Physiol",
            "volume": "93",
            "issn": "",
            "pages": "519--546",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Potassium homeostasis and renin-angiotensin-aldosterone system inhibitors",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Weir",
                    "suffix": ""
                },
                {
                    "first": "Rolfe",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Clin J Am Soc Nephrol",
            "volume": "5",
            "issn": "",
            "pages": "531--579",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia inWuhan, China",
            "authors": [
                {
                    "first": "Yan",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Md; Yirong",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Md; Zhiyong",
                    "middle": [],
                    "last": "Md; Xinghuanwang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Peng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The meaning of hypokalemia in heart failure",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bielecka-Dabrowa",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Mikhailidis",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rysz",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Aronow",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Banach",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Int J Cardiol",
            "volume": "158",
            "issn": "",
            "pages": "12--19",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "National Health and Health Commission of the people's Republic of China",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Diagnosis and treatment guidelines for 2019 novel coronavirus pneumonia (Draft version 5",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Wolrd Health Organization. Interim surveillance recommendations for human infection with novel coronavirus as of",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The cardiovascular implications of hypokalemia",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Coca",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Perazella",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Buller",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Am J Kidney Dis",
            "volume": "45",
            "issn": "",
            "pages": "233--280",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Potassium and the monophasic action potential, electrocardiogram, conduction and arrhythmias",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fisch",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Knoebel",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Feigenbaum",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Greenspan",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "Prog Cardiovasc Dis",
            "volume": "8",
            "issn": "",
            "pages": "387--418",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "What is the optimal serum potassium level in cardiovascular patients",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Macdonald",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Struthers",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Journal of the American College of Cardiology",
            "volume": "43",
            "issn": "",
            "pages": "155--61",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Trend in plasma K + and pH in COVID-19 progression and the patient's response to K + supplement Patient #1: The figure shows CK and LDH fall into the normal range in a few days. The relapse of elevated loss of urinary K + leads to the failure in K + supplements. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "figure shows CK and LDH fall into the normal range in a few days. The loss of urine K + is alleviated, which ensures the effective treatment of K + supplements. Time point A-C: CK, 258, 132, 62 U/L; CK-MB, 35, 26, 12 U/L; LDH, 355, 238, 220 U/L, respectively. Time point D-F: Urine K+, 32, 21, 9 umol/gram of creatinine, respectively.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Epidemiological and clinical symptoms of patients stratified by three different levels of plasma potassium",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Laboratory examinations of patients stratified by three levels of plasma Abbreviations: CK, creatine kinase; LDH, lactate dehydrogenase; ESR, erythrocyte sedimentation rate; CRP, C-reactive protein; ALT, alanine aminotransferase; AST, aspartate transferase; BUN, All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": ". https://doi.org/10.1101/2020.02.27.20028530 doi: medRxiv preprint blood urea nitrogen. Note: See Table 1.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Therapy and outcomes of patients stratified by three levels of plasma",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Note: SeeTable 1. b The values are calculated according to the number of the patients who were cured and discharged.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Occurrence of abnormal biomarkers between the group of severe and critically ill cases and the group of moderate and mild cases",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This study was supported by Key scientific and technological innovation projects of Wenzhou (ZY202004) and Natural Science Foundation of Ningbo (2017A610273).All authors declare no interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}