{
    "paper_id": "26f1c42474966b8daede2912e06175bd8b864f8e",
    "metadata": {
        "title": "FilmArray Respiratory Panel Integrated in a field Point Of Care dispositive for the diagnosis of respiratory tract infections in rural areas in Senegal 2 Senegal",
        "authors": [
            {
                "first": "Hubert",
                "middle": [],
                "last": "Bassene",
                "suffix": "",
                "affiliation": {
                    "laboratory": "VITROME",
                    "institution": "UCAD-IRD",
                    "location": {
                        "addrLine": "Campus International",
                        "settlement": "Dakar",
                        "country": "Senegal"
                    }
                },
                "email": ""
            },
            {
                "first": "Sophie",
                "middle": [
                    "Edouard"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Georges",
                "middle": [],
                "last": "Diatta",
                "suffix": "",
                "affiliation": {
                    "laboratory": "VITROME",
                    "institution": "UCAD-IRD",
                    "location": {
                        "addrLine": "Campus International",
                        "settlement": "Dakar",
                        "country": "Senegal"
                    }
                },
                "email": ""
            },
            {
                "first": "Jean",
                "middle": [
                    "Christophe"
                ],
                "last": "Lagier",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "IHU-Méditerranée Infection",
                    "location": {
                        "settlement": "Marseille",
                        "region": "AP-HM",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Oleg",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Mediannikov",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "IHU-Méditerranée Infection",
                    "location": {
                        "settlement": "Marseille",
                        "region": "AP-HM",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Florence",
                "middle": [],
                "last": "Fenollar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "IHU-Méditerranée Infection",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Aldiouma",
                "middle": [],
                "last": "Diallo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "VITROME",
                    "institution": "UCAD-IRD",
                    "location": {
                        "addrLine": "Campus International",
                        "settlement": "Dakar",
                        "country": "Senegal"
                    }
                },
                "email": ""
            },
            {
                "first": "El",
                "middle": [],
                "last": "Hadj Ba",
                "suffix": "",
                "affiliation": {
                    "laboratory": "VITROME",
                    "institution": "UCAD-IRD",
                    "location": {
                        "addrLine": "Campus International",
                        "settlement": "Dakar",
                        "country": "Senegal"
                    }
                },
                "email": ""
            },
            {
                "first": "Didier",
                "middle": [],
                "last": "Raoult",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "IHU-Méditerranée Infection",
                    "location": {
                        "settlement": "Marseille",
                        "region": "AP-HM",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Philippe",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Parola",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Michel",
                "middle": [],
                "last": "Drancourt",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "IHU-Méditerranée Infection",
                    "location": {
                        "settlement": "Marseille",
                        "region": "AP-HM",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Cheikh",
                "middle": [],
                "last": "Sokhna",
                "suffix": "",
                "affiliation": {
                    "laboratory": "VITROME",
                    "institution": "UCAD-IRD",
                    "location": {
                        "addrLine": "Campus International",
                        "settlement": "Dakar",
                        "country": "Senegal"
                    }
                },
                "email": "cheikh.sokhna@ird.fr"
            }
        ]
    },
    "abstract": [
        {
            "text": "The development of molecular syndrome-based kits for the diagnosis of respiratory infections 18 offers rapid and sensitive detection of common respiratory pathogens and will have a 19 significant impact on the care of patients. In this study, we present the results obtained after 20 the introduction of the FilmArray respiratory panel in a field Point of care (POC) for the 21 diagnosis of virus and bacteria responsible of respiratory tract infections in Senegal rural area. 22 36 37",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "From February to August 2017, we collected nasal swabs from febrile patients that presented 23 symptoms of respiratory tract infections in three health posts located in Niakhar. Specimens 24 were tested on site by multiplex Polymerase Chain Reaction (PCR), using the FilmArray 25 respiratory panel® that targets 20 pathogens, including 17 virus and 3 bacteria (bioMérieux). 26 Nasal swabs were collected from 113 patients. The median age was 4 years (ranging from 4 27 months to 60 years) and 51 (45%) were males. The prevalence of respiratory pathogens was it possible to carry out RDTs to confirm the clinician's diagnosis and allow rapid management 47 of the patient. In the current situation, the time required to achieve results is often very long 48 for patients. In this study, we sought to demonstrate the significant contribution of the 49 FilmArray respiratory panel in the management of respiratory tract infections in rural areas. 50 We also wanted to reduce the time it takes to deliver results in order to improve patient care.",
            "cite_spans": [
                {
                    "start": 374,
                    "end": 376,
                    "text": "26",
                    "ref_id": null
                },
                {
                    "start": 943,
                    "end": 945,
                    "text": "50",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This dispositif was integrated in a field POC which was implemented in Niakhar since 2015, 52 in order to improve the management of emerging diseases. The FilmArray respiratory panel 53 gave us the opportunity to investigate the causes of respiratory tract infections in this area. For 54 each patient, we systematically target 20 pathogens, including 17 viruses and 3 bacteria, with 55 a single multiplex PCR. One of the main results of this study is that children under 5 years of 56 age are the most affected by respiratory tract infections. Then we noted a lack of consultation 57 among adults that could be explained by the banalization of respiratory problems or a 58 preference for traditional care. The fact that children under 5 years of age are the most 59 affected could also serve as a basis for implementing vaccination programmes directly 60 targeting the most vulnerable age groups. It should be noted that for 51% of patients, the 61 result of the diagnosis was negative. It would appear that some pathogens responsible for 62 respiratory tract infections are not targeted by the multiplex PCR. Thus, it would be necessary 63 . CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/502575 doi: bioRxiv preprint 4 to screen these pathogens in order to integrate them into a panel that would cover the most 64 pathogens in circulation in this area.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "51"
        },
        {
            "text": "Infectious diseases represent a major public health problem in the world. In the poorest 68 countries, they continue to deeply impact economies and paralyze health systems. Progress 69 remains uneven, and millions of people do not benefit from prevention and treatment. In ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "67"
        },
        {
            "text": "Several diagnostic methods could be used for the identification of suspected respiratory 84 pathogens. For a long time, it mainly relied on culture but during the last decades, the 85 development of qPCR has revolutionized diagnostic strategies and largely contributed to 86 expand the knowledge on the epidemiology of respiratory diseases, especially for viruses (6).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "83"
        },
        {
            "text": "PCR is a method that has a good sensitivity and specificity and allows the concomitant 88 detection of several microorganisms by multiplexing. In addition, the delivery time of results 89 is shorter than for other techniques (7). The best approach could be to target several pathogens 90 in a single run, in order to reduce detection costs, to increase the speed of the diagnosis and 91 . CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/502575 doi: bioRxiv preprint 6 finally to target a wide range of pathogens. The devices that are currently available meet 92 many of these requirements. Their differences are in the number of pathogens included in the 93 panel, the species targeted, integrated nucleic acid extraction and the duration of the PCR. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/502575 doi: bioRxiv preprint 7 attending health posts in Toucar, Diohine and Ngayokhem. We included patients presenting 115 with fever and cough, expectoration, dyspnea, sore throat and/or cold/runny nose. These to the laboratory for analysis. The following age categories (<1, 1-5, 6-21, 22-65 and >65 125 years) were adopted to study the prevalence rates. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/502575 doi: bioRxiv preprint 8 the sample to be analyzed, the FilmArray® cassette is loaded into the instrument and the 140 sample number is recorded using a bar code reader. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/502575 doi: bioRxiv preprint category), followed by the 1-5 years category (27/49, 55%) ( Table 1) . The difference between 178 these two categories was significant (ᵡ 2 = 4.04, p<0.05). No pathogen was identified in the 22-179 65 years category. Infections in the 1-5 category was more diversified, 11 pathogens were 180 identified, more than in the other categories. Pathogens were identified throughout the study, but the fact that the prevalence was higher 219 during the rainy season suggests seasonality in the transmission of pathogens. However, in 220 this study, the collection of specimens during a limited period constitutes a limit, because ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1810,
                    "end": 1818,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "87"
        },
        {
            "text": "Results confirm that among the population, children under 5 years of age are more susceptible 227 for respiratory infection (Table 1) . For many infectious diseases, the 0-5 years of age group is 228 more exposed than other groups. It should also be noted that the 22-65 age group was not 229 diagnosed as being infected with tested pathogens. One of the explanations could be the low The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/502575 doi: bioRxiv preprint 13 obtain the true prevalence of respiratory infections for this age group, studies based on active 236 surveillance for respiratory tract infections are needed.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 124,
                    "end": 133,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "226"
        },
        {
            "text": "Concerning the pathogens identified, we noticed the absence of influenza A virus. This The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/502575 doi: bioRxiv preprint 14 estimated at 0.32-1.6 per 1000 children (26). The RSV is considered as the most common 261 pathogen causing severe lower respiratory tract infections among infants and children (16).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "237"
        },
        {
            "text": "The prevalence of this pathogen was higher during the winter season but the difference 263 observed in our results was not significant. We noticed seasonal differences in the apparition 264 of this pathogen, as described by previous studies (16). As expected, RSV was essentially 265 identified in the 0-5 years group, suggesting that this group is more susceptible to infection. Health personnel were able to receive considerable support for the diagnosis of respiratory 282 tract infections. Before the installation of BioFire, it was impossible to identify the respiratory 283 pathogens circulating in this area, with the exception of influenza viruses diagnosed by RDTs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "262"
        },
        {
            "text": "The people who consulted in the three health posts were able to benefit from adequate 285 . CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/502575 doi: bioRxiv preprint 15 medical care with appropriate treatment. From a social point of view, improving the health of 286 family members will save time for parent, which can then be used for farming or profit- The autors would like to thank bioMérieux that provided all the BioFire FilmArray ® material 292 and the Respiratory Panel reagents that were used for the molecular diagnosis. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/502575 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "284"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The global burden of respiratory disease",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ferkol",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Schraufnagel",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Global, 310 regional, and national causes of child mortality in 2008: a systematic analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cousens",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Lawn",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Rudan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Bassani",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Lancet",
            "volume": "11",
            "issn": "3",
            "pages": "1969--87",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Demand Multiplex Respiratory Pathogen Testing among Adult Outpatients",
            "authors": [],
            "year": 2016,
            "venue": "J Clin Microbiol",
            "volume": "314",
            "issn": "12",
            "pages": "2950--2955",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The common cold",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Tuner",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "s principles and practice of infectious diseases",
            "authors": [
                {
                    "first": "Douglas",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Bennett",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "748--52",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The economic burden of non-319 influenza-related viral respiratory tract infection in the United States. Archives of internal 320 medicine",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Fendrick",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Monto",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Nightengale",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sarnes",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "163",
            "issn": "",
            "pages": "487--94",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Viral pneumonia",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ruuskanen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lahti",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Jennings",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Murdoch",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Lancet",
            "volume": "322",
            "issn": "9773",
            "pages": "1264--75",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Comparison of 324 diagnostic tools with multiplex polymerase chain reaction for pediatric lower respiratory tract 325 infection: a single center study",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "F"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Chiu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "Y"
                    ],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "46",
            "issn": "",
            "pages": "413--421",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Point-of-328 care laboratory of pathogen diagnosis in rural Senegal",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sokhna",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Mediannikov",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fenollar",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bassene",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Diatta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tall",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS neglected tropical diseases",
            "volume": "329",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/502575"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "an automated nested multiplex PCR system for multi-pathogen detection: 332 development and application to respiratory tract infection",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Filmarray",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PloS one",
            "volume": "6",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "BioFire Diagnostics LLC. FilmArray Respiratory Panel Instruction Booklet RFIT-335 ASY-0125. BioFire Diagnostics",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Garabedian En",
                    "suffix": ""
                },
                {
                    "first": "Triglia",
                    "middle": [],
                    "last": "Bobin S",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jm",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "336",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Seasonal 342 variation of respiratory pathogen colonization in asymptomatic health care professionals: A 343 single-center, cross-sectional, 2-season observational study",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Hsieh",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Hung",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "American journal of infection 344 control",
            "volume": "129",
            "issn": "1",
            "pages": "865--70",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Epidemiological and clinical evaluation of children with respiratory virus infections",
            "authors": [],
            "year": 2014,
            "venue": "Medical 347 journal of the Islamic Republic of Iran",
            "volume": "28",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Viruses Detected from Children with Respiratory Tract Infections in Wuxi",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Medical science monitor : international medical journal of experimental and clinical research",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "351",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Seasonality and geographical spread of respiratory syncytial virus epidemics 354 in 15 European countries",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Surveillance",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Euro surveillance : bulletin Europeen sur les",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/502575"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Variation of respiratory syncytial 358 virus and the relation with meteorological factors in different winter seasons. The Pediatric 359 infectious disease journal",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Meerhoff",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Paget",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Kimpen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Schellevis",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "28",
            "issn": "",
            "pages": "860--866",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Respiratory syncytial virus circulation in seven countries with Global Disease Detection 362 Regional Centers. The Journal of infectious diseases",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Haynes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Manangan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Iwane",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sturm-Ramirez",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Homaira",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Brooks",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "208",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Russian-backbone live attenuated influenza vaccine among children in Senegal: a randomised, 366 double-blind, placebo-controlled trial",
            "authors": [],
            "year": 2016,
            "venue": "Lancet Glob Health",
            "volume": "4",
            "issn": "12",
            "pages": "955--65",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Sentinel 368 surveillance for influenza in Senegal",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Niang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dosseh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ndiaye",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sagna",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Gregory",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Goudiaby",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "The Journal of infectious diseases",
            "volume": "369",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Syncytial Virus-Infections within Families",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "She",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Polage",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Caram",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Taggart",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Hymas",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Woods",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "",
            "volume": "294",
            "issn": "",
            "pages": "414--423",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Performance of diagnostic tests to detect respiratory viruses in older adults. Diagnostic 374 microbiology and infectious disease",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "67",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Dakar: Ministère de la santé et de l'Action Sociale : Direction de la Prévention",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "377",
            "issn": "",
            "pages": "37--2017",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "First 379 introduction of pandemic influenza A/H1N1 and detection of respiratory viruses in pediatric 380 patients in Central African Republic",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Nakoune",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Tricou",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Manirakiza",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Komoyo",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Selekon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Gody",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Virol J",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/502575"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "World Health Organization (WHO). WHO informal consultation on surveillance of 388 RSV on the Global Influenza Surveillance and Response System (GISRS) platform",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Radin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tempia",
                    "suffix": ""
                },
                {
                    "first": "Talla",
                    "middle": [],
                    "last": "Nzussouo",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Duque",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "389 Meeting report",
            "volume": "383",
            "issn": "",
            "pages": "646--53",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "WHO consultation on Respiratory Syncytial Virus Vaccine Development",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "28 37.5% (12/32) during the dry season and 54.3% (44/81) in the rainy season (p=0.16). The 29 prevalence of respiratory pathogen carriage was higher in children under 5 years of age 30 (38/55, 69.1%). The most prevalent micro-organisms detected were influenza B virus (16/113, 31 14%), human rhinovirus/enterovirus (10/113, 9%), parainfluenzae virus (9/113, 8%), 32 respiratory syncytial virus (8/113, 7%), adenovirus (5/113, 4%), human metapneumovirus 33 (3/113, 3%), Chlamydia pneumoniae (2/113, 2%) and Coronavirus (2/113, 2%). The study 34 has demonstrated that the integration of the FilmArray respiratory panel into a field POC 35 could significantly improve the management of respiratory tract infections in rural areas. infections are one of the leading causes of death worldwide. Populations in 41 underdeveloped countries are the most affected, especially children under 5 years of age. 42 Among the pathogens responsible for these infections, bacteria and viruses are the most 43 identified. In poor countries, laboratory diagnosis can only be done in urban areas. They are 44 generally based on bacteriological, immunological or molecular biology techniques. The 45 concept of POC is not developed in underdeveloped countries. Its existence would have made 46",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "infections accounted for just over 4 million deaths worldwide (1). Children 71 under age 5 are most affected by these diseases (2), and lower respiratory tract infections are 72 the most lethal transmittable diseases in these children , with just over 3 million deaths 73 worldwide in 2015 (1). Many bacteria and viruses can cause respiratory tract infections. 74 However, the majority of cases registered has viral cause (3). The most commonly identified 75 viruses are rhinoviruses, coronaviruses, influenza viruses, respiratory syncytial virus (RSV), 76 parainfluenza virus (PIV), human metapneumovirus (hMPV), and adenovirus (4). In most 77 underdeveloped countries, the diagnosis of respiratory infections is based only on clinical 78 signs and symptoms and the absence of laboratory analyzes may have negative consequences 79 on the management of respiratory tract infections including the risk of misdiagnosis. The 80 burden for the population is important because the management of respiratory diseases 81 unrelated to the influenza virus is very expensive. Its direct cost is estimated at $ 17.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The multiplex PCR BioFire FilmArray Respiratory Panel (bioMérieux) targets 20 pathogens 95 including 17 viruses and 3 bacteria. In this study, we integrated the device into a molecular96 laboratory Point Of Care (POC) (8) set up in rural areas in Senegal to identify pathogens 97 responsible for febrile respiratory diseases. located in the department of Fatick, capital of the region of the same name, and 101 covers 230 km 2 . The study area currently covers a total of 30 villages, where the French 102 National Research Institute for Sustainable Developement (IRD) has been performing an 103 epidemiological and environmental demographic monitoring over the last 50 years. The 104 population of the study site was estimated to be of 44,828 inhabitants in 2017, including 105 22,095 men and 22,733 women. The area is rural, but the three largest villages are urbanized, 106 with health facilities, weekly markets, several shops and buses that provide daily connection 107 with Dakar, the capital of the country. Health care is provided by three health posts (Toucar, 108 Diohine and Ngayokhem) belonging to two different health districts (Fatick and Niakhar). In 109 2017, the rainy season started in June and ended in September (IRD data, 2017).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "swabs were collected from February to August 2017 in febrile patients with a 113 temperature superior or equal to 37.5°C and presenting with signs of respiratory infections",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "116 people systematically benefited from a rapid diagnosis test (RDT) that allowed the detection 117 of malaria, in accordance with the procedures for the management of pathological episodes 118 currently in effect in Senegal. Then the project proposed, in addition to TDR and molecular 119 diagnosis of bacteremia, a nasal swabbing in order to investigate the viruses and bacteria 120 causing respiratory infections. 121 Samples were taken with VIROCULT swabs (Medical Wire, Corsham, Wiltshire, UK) 122 targeting the inner nasal walls by rotation, in order to collect cells. Samples were conserved as 123 indicated by the manufacturer. Finally, the tube was closed, placed in a cooler at 4°C and sent 124",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "126The project was approved by the National Ethics Committee N ° 00081 MSAS / DGS / DS /127 CNERS. Written informed consent was obtained from all individuals, including patients and 128 parents or legal guardians of all children. of respiratory pathogens was performed by a multiplex qualitative PCR, using 132 the BioFire FilmArray® respiratory panel (bioMérieux, France). This method targets 20 133 respiratory pathogens including 17 viruses and 3 bacteria. The BioFire FilmArray® is placed 134 in a mobile, simple, secure and connected laboratory workstation named POCRAMé®. 135 Molecular analyzes performed with this device are automated and simplified, limiting 136 operator intervention. 137 All reagents required for sample analysis are preloaded in lyophilized form in the reagent 138 storage compartments of the FilmArray® cassette. After loading the hydration solution and",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "instrument integrates all stages of PCR analysis including sample lysis, 144 nucleic acid extraction, amplification, detection and analysis. Approximately 300µL of each 145 sample was used for the diagnosis. The preparation of sample required 2 minutes and a total 146 analysis time of approximately one hour. In this study, the FilmArray ® cassettes and 147instrument were prepared and used by following the manufacturer's instructions(9, 10).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "were performed with the Epi Info software 7.0.8.0 version (Centers for 151 Disease Control and Prevention, Atlanta, GA, USA). Data were compared with the Pearson 152 chi2 or Fisher exact tests when applicable and with the statistical significant threshold set at February to August 2017, a total of 573 febrile patients were examined at the three 157 health posts in the study area. Nasal swabs were retrieved from 113 patients (32 specimens in 158 the dry season and 81 in winter) that presented, in addition to fever, symptoms of respiratory 159 tract infections. The median age was 4 years (ranging from 4 months to 60 years) and 51 160 (45%) were males. The peak of swab collection was obtained between July and August with 161 56% (63/113) of the samples (Figure 1). At least one respiratory pathogen was identified in 162 42% (48/113) of patients. Globally, the prevalence of respiratory micro-organisms was higher Sample collection during the study period 167 168 The most prevalent micro-organisms detected were influenza B virus (16/113, 14%), human 169 rhinovirus/enterovirus (10/113, 9%), parainfluenzae virus (9/113, 8%), respiratory syncytial 170 virus (8/113, 7%), adenovirus (5/113, 4%), human metapneumovirus (3/113, 3%), Chlamydia 171 pneumoniae (2/113, 2%) and Coronavirus (2/113, 2%) (Monthly proportional representation of identified pathogens 174 175 Infections in children under age 5 (38/55, 69.1%) represented the majority of infections. The 176highest detection rate for respiratory pathogens (11/12, 92%) was noted in infants (",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Seasonal and subsequent management of respiratory tract infections is a real problem in 200 developing countries, particularly for children under age 5 (2, 11). The situation is even more 201 worrying for population of rural areas where the identification of pathogens responsible of 202 infectious diseases is almost impossible. In this study, respiratory pathogens were identified in 203 a high proportion (42%) of febrile patients with respiratory symptoms. The absence of 204 negative controls represents a limit for this study, because we could not compare these results 205 to those of subjects without signs and symptoms of respiratory tract infection in the same 206 area. The analysis of samples from such subjects could provide information on the specificity 207 of the detection by the FilmArray Respiratory Panel. But the results of week 37 of the year 208 2018, obtained by the 4S network (work focused on the surveillance of influenza viruses in 209 Senegal) in the Fatick region, confirms the performance of FilmArray. To our knowledge, no 210 data on the asymptomatic carriage of respiratory pathogens has been published in Senegal or . Also, few studies focusing on the asymptomatic carriage of respiratory pathogens 212 have been published in the world. However, some studies carried out in the USA report an 213 asymptomatic carriage of 11% among health care personnel (12, 13). These persons are 214 probably contaminated by the sick patients they care for. However, knowledge of the 215 asymptomatic carriage rate is very important in the fight prospects. The disease surveillance 216 and control strategy depends on reliable estimates of the proportion of asymptomatic carriers 217 and the contribution of asymptomatic individuals to the transmission of respiratory pathogens.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "221 seasonality couldn't be demonstrated. Moreover, the analysis by the FilmArray respiratory 222 panel doesn't show a significant difference between the prevalence of respiratory pathogens 223 during the dry season and winter. Previous studies, performed in some Asian, European and 224 African countries (Egypt and Senegal), demonstrated the relationship between climate and 225 viral respiratory infections (14-19).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "230 number of samples collected, which could result from the banalization of respiratory tract 231 infections in this population, especially in rural areas. The same observations were made by 232 Niang et al., 2012 who found that adults were less likely to consult for Influenza-like illness 233 (20). Alternatively, this observation may be related to carriage of lower pathogen inoculums in adults 234than in children, as previously reported in other countries(21, 22). We believe that, in order to",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "238 observation is confirmed by the report of the week 37-2017 of the 4S network, which 239 performed a syndromic surveillance of infection diseases in Senegal. They notice the high 240 prevalence of influenza B during this period and the absence of influenza A (23). The 241 influenza B virus-like in Central African Republic (24), was the most commonly detected 242 respiratory pathogen. It infected a high proportion of the population. Apart from the 22-65 243 years group, all the population was affected and especially the 1-5 years group. A recent study 244 performed in Senegal highlighted the circulation of all lineages of influenza B virus in 245 Senegal. They noticed that the circulation of Victoria lineage B virus intensified as the season 246 progressed. The H1N1 pdm09 strain appeared midway and circulated extensively until the 247 end of their study period. The circulation of H3N2 strain was negligible (19). The monitoring 248 of influenza infection in 15 African countries performed from 2006 to 2010 revealed an 249 overall increase of influenza-like illness (ILI) from 21 to 127 cases and severe acute 250 respiratory infection (SARI) from 2 to 98 cases. Cases noticed in children between 0-4 years 251 represented 48% of all ILI and SARI (25). In this study, the results show that children <5 252 years represented 48% of all ILI and 39% of all SARI. But the highest prevalence was noticed 253 in children from 10-14 years. Unlike our results, they detected influenza virus in people >22 254 years. But the prevalence of influenza virus in ILI and SARI decreases as the age increases 255 (25). Few data were published on the parainfluenza virus (PIV) burden in Africa. In Central 256 African Republic data reported a prevalence of 3.3% for PIV-1 and 2.7% for PIV-3 (24). In 257 Central African Republic as in Senegal, children under 5 years of age seem to be the most 258 affected by the PIV. These results are similar to those observed in the United States of 259America where the rate of HPIV-1-associated hospitalization among children <5 years is",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "This observation is very important, because the World Health Organization (WHO) is 267 developing RSV surveillance (27) and closely following the RSV vaccine development (28).268These results are similar to those observed in Central African Republic where a prevalence of269 3.3% was noticed (24). But they are inferior to the results observed in Cameroon, Nigeria and 270 Gabon where high prevalence rates of RSV were detected in febrile children with 7% in 271 Cameroon (29), 17.7% in Nigeria (30) and 13.5% in Gabon (31). The study performed in 272 Nigeria identified two subtypes of RSV, A and B, with a predominance of the subtype A. All 273 the subtypes B identified in the study of Ibadan belonged to the BA genotype (30). These data 274 would allow health authorities to target the specific population to be vaccinated. The 275 FilmArray respiratory panel can't make differentiate between adenovirus 1 and 2 and between 276 the rhinovirus group and the enterovirus group. 277 The study has demonstrated an important burden of respiratory pathogens and the high 278 prevalence of respiratory pathogens in the study area. The integration of the FilmArray 279 respiratory panel into the field POC has been very beneficial to the population. Respiratory 280 tract infections were diagnosed on site and results were obtained in a shorter amount of time.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "was approved by the National Ethics Committee N ° N° 00 098/MSP/DS/CNERS.296 Written informed consent was obtained from all individuals, including patients and parents or 297 legal guardians of all children. Sample collection during the study period Monthly proportional representation of identified pathogens Seasonal",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Representation of pathogens detected by age groupsThe Coronavirus were only detected in the rainy season and the Influenza A virus was absent during the period of swabbing. The prevalence of the Influenza B virus was also significantly respiratory syncytial virus (n=2), influenza B / respiratory syncytial virus and parainfluenzae virus / Chlamydia pneumoniae.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/502575 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}