{
    "paper_id": "295036c0448244642eb6533de571def6cd8437e5",
    "metadata": {
        "title": "A speed-fidelity trade-off determines the mutation rate and virulence of an RNA virus 2 3 Running Title: Speed-fidelity trade-off 4 5 6 7",
        "authors": [
            {
                "first": "William",
                "middle": [],
                "last": "Fitzsimmons",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Michigan",
                    "location": {
                        "postCode": "48109",
                        "settlement": "Ann 11 Arbor",
                        "region": "MI"
                    }
                },
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [
                    "J"
                ],
                "last": "Woods",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Michigan",
                    "location": {
                        "postCode": "48109",
                        "settlement": "Ann 11 Arbor",
                        "region": "MI"
                    }
                },
                "email": ""
            },
            {
                "first": "John",
                "middle": [
                    "T"
                ],
                "last": "Mccrone",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Michigan",
                    "location": {
                        "postCode": "48109",
                        "settlement": "Ann Arbor",
                        "region": "MI"
                    }
                },
                "email": ""
            },
            {
                "first": "Andrew",
                "middle": [],
                "last": "Woodman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Pennsylvania State University",
                    "location": {
                        "addrLine": "University 14 Park",
                        "postCode": "16802",
                        "region": "Pennsylvania"
                    }
                },
                "email": ""
            },
            {
                "first": "Jamie",
                "middle": [
                    "J"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Arnold",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Madhumita",
                "middle": [],
                "last": "Yennawar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Pennsylvania State University",
                    "location": {
                        "addrLine": "University 14 Park",
                        "postCode": "16802",
                        "region": "Pennsylvania"
                    }
                },
                "email": ""
            },
            {
                "first": "Richard",
                "middle": [],
                "last": "Evans",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Pennsylvania State University",
                    "location": {
                        "addrLine": "University 14 Park",
                        "postCode": "16802",
                        "region": "Pennsylvania"
                    }
                },
                "email": ""
            },
            {
                "first": "Craig",
                "middle": [
                    "E"
                ],
                "last": "Cameron",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Pennsylvania State University",
                    "location": {
                        "addrLine": "University 14 Park",
                        "postCode": "16802",
                        "region": "Pennsylvania"
                    }
                },
                "email": ""
            },
            {
                "first": "Adam",
                "middle": [
                    "S"
                ],
                "last": "Lauring",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Michigan",
                    "location": {
                        "postCode": "48109",
                        "settlement": "Ann 11 Arbor",
                        "region": "MI"
                    }
                },
                "email": "alauring@med.umich.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "Mutation rates can evolve through genetic drift, indirect selection due to genetic hitchhiking, or 28 direct selection on the physicochemical cost of high fidelity. However, for many systems, it has 29 been difficult to disentangle the relative impact of these forces empirically. In RNA viruses, an 30 observed correlation between mutation rate and virulence has led many to argue that their 31 extremely high mutation rates are advantageous, because they may allow for increased 32 adaptability. This argument has profound implications, as it suggests that pathogenesis in many 33 viral infections depends on rare or de novo mutations. Here we present data for an alternative 34 model whereby RNA viruses evolve high mutation rates as a byproduct of selection for 35 increased replicative speed. We find that a poliovirus antimutator, 3D G64S , has a significant 36 replication defect and that wild type and 3D G64S populations have similar adaptability in two 37 distinct cellular environments. Experimental evolution of 3D G64S under r-selection led to 38 reversion and compensation of the fidelity phenotype. Mice infected with 3D G64S exhibited 39 delayed morbidity at doses well above the LD 50 , consistent with attenuation by slower growth as 40 opposed to reduced mutational supply. Furthermore, compensation of the 3D G64S growth defect 41 restored virulence, while compensation of the fidelity phenotype did not. Our data are consistent 42 with the kinetic proofreading model for biosynthetic reactions and suggest that speed is more 43 important than accuracy. In contrast to what has been suggested for many RNA viruses, we find 44 that within host spread is associated with viral replicative speed and not standing genetic 45 diversity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "46 47 3 mutation rates. Since most mutations are deleterious and mutation rates are tuned by natural 53 selection, we asked why hasn't the virus evolved to have a lower mutation rate? We used 54 experimental evolution and a murine infection model to show that RNA virus mutation rates may 55 actually be too high and are not necessarily adaptive. Rather, our data indicate that viral 56 mutation rates are driven higher as a result of selection for viruses with faster replication kinetics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We suggest that viruses have high mutation rates, not because they facilitate adaption, but 58 because it is hard to be both fast and accurate. 59 60 Introduction 61 Mutation is the ultimate source of genetic variation, and mutation rates can have a significant 62 impact on evolutionary rate [1-3]. The intraspecific variability in mutation rate in many viruses 63 and bacteria indicates that mutation rates have been optimized by natural selection [4-13].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Given that most mutations are deleterious, the burden of excess mutational load will select 65 against strains with abnormally high mutation rates [14][15][16][17]. This principle led to Sturtevant to 66 ask, \"Why does the mutation rate not evolve to zero?\" [18,19].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "A large body of theoretical and experimental work suggests that the selective pressure for 69 higher mutation rates is due to either the physicochemical cost of maintaining a lower one or a 70 selective advantage from an increased supply of beneficial mutations [20-23]. Many have 71 argued for the adaptive benefit of high mutation rates in pathogenic microbes, which often exist 72 in dynamic environments and are subject to host immune pressure [7,24,25]. However, direct 73 selection of a variant with a higher mutation rate will only occur if it has been advantageous in 74 the past, and in many cases, it has been difficult to separate the causes of a higher mutation 75 rate from its consequences [19,26].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "76 77 . CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/309880 doi: bioRxiv preprint 4 RNA viruses are ideal systems for studying the selective forces that act on mutation rates. While 78 interspecific mutation rates range from 10 -4 to 10 -6 errors per nucleotide copied [4], studies of 79 antimutators and hypermutators suggests that fidelity can only vary by several fold within a 80 species [27]. The severe burden of mutational load exerts a strong downward pressure on 81 mutation rates and hypermutator strains are attenuated in vivo [9,28-31]. Given the short 82 generation times and remarkable fecundity of many RNA viruses, a small kinetic cost to higher 83 fidelity should result in strong selection against antimutators [32,33]. However, the observed 84 attenuation of antimutator RNA viruses in vivo has led many to argue for the adaptive benefit of 85 high mutation rates, as genetic diversity provides a rich substrate for a virus' evolution in the 86 face of varying intrahost environments [7,10,34-38]. This concept is central to viral quasispecies 87 theory, which generally proposes a link between genetic diversity and viral fitness [24,25].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Here, we define the selective forces that shape viral mutation rates by studying an antimutator 90 variant. The 3D G64S mutant of poliovirus was selected after serial passage in ribavirin, an RNA 91 virus mutagen. The RNA dependent RNA polymerase (RdRp, 3D) of this variant contains a 92 single glycine to serine substitution [5-7]. The basal mutation rate of 3D G64S is reported to be 93 ~20-30% that of wild type virus (WT). While the 3D G64S mutant is attenuated in poliovirus 94 receptor transgenic mice, the relative importance of replicative speed and fidelity to this 95 phenotype is not clear [7,36]. Biochemical assays of 3D G64S suggest a physicochemical cost of 96 high fidelity, but as in other systems, its contribution to overall fitness remains unquantified 97 [6,19,39].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "99",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We measured the relative fitness of 3D G64S by direct competition over serial passage by RT-101 qPCR (Fig. 1A) . Here, the fitness of 3D G64S is 0.78 ± 0.01 (n=3 replicates) relative to WT. This is 102 a moderate fitness defect, falling in the 64 th percentile in a dataset of 8970 fitness values 103 . CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/309880 doi: bioRxiv preprint 5 obtained for point mutants of poliovirus under similar conditions [16] (e.g. HeLa cells, moi 0.1, 8",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 101,
                    "end": 110,
                    "text": "(Fig. 1A)",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "104 hour infection cycle, and 6 passages; Fig. 1B ). We also measured the relative growth properties 105 of WT and 3D G64S using a plaque size assay, which measures the growth, burst size, and 106 spread of individual viruses in the absence of competition [40][41][42]. The distribution of clonal 107 plaque sizes was significantly different (p<0.005, unpaired t-test with Welch correction, n=272 108 WT and n=220 3D G64S plaques), and consistent with a moderate fitness defect in 3D G64S (Fig.   109 1C). In contrast to prior work, we were able to detect a significant replication defect for 3D G64S by 110 one step growth curve, but only with rigorous synchronization, more frequent time points, and 111 larger numbers of replicates (Fig. 1D ). This replication defect was not specific to HeLa, as we 112 observed a similar lag for 3D G64S in a 3T3 cell line that we derived from mouse embryonic 113 fibroblasts from poliovirus receptor transgenic mice (PVR-3T3, Fig. 1E ). These data 114 demonstrate that the fitness defect of 3D G64S is largely attributable to its slower replicative 115 kinetics and is consistent with biochemical assays on purified RdRp [6,39].",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 42,
                    "end": 49,
                    "text": "Fig. 1B",
                    "ref_id": null
                },
                {
                    "start": 489,
                    "end": 500,
                    "text": "(Fig.   109",
                    "ref_id": null
                },
                {
                    "start": 735,
                    "end": 743,
                    "text": "(Fig. 1D",
                    "ref_id": null
                },
                {
                    "start": 965,
                    "end": 972,
                    "text": "Fig. 1E",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "The reduced mutation rate and replicative fitness of 3D G64S suggest a trade-off between speed 118 and fidelity in RNA virus replication. Here, the fitness gain from increased replicative speed is 119 offset by a reduction in fitness due to increased mutational load. We derived a quantitative 120 model of this trade-off (see SI Model 1) by measuring the replicative fitness (Fig. 1F ) and 121 mutation rate (Fig. 1G, Table S1 ) of WT and 3D G64S under exposure to an exogenous mutagen, 122 ribavirin [43]. Wild type and 3D G64S had equal fitness at approximately 150µM ribavirin. Based 123 on these data, our model indicates that WT incurs a fitness cost of 0.137 from mutational load 124 alone. Therefore, any fitness benefit of the high baseline mutation rates in WT would 125 presumably need to offset this cost. In 3D G64S , the cost of mutational load is reduced to 0.037.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 376,
                    "end": 384,
                    "text": "(Fig. 1F",
                    "ref_id": null
                },
                {
                    "start": 409,
                    "end": 427,
                    "text": "(Fig. 1G, Table S1",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "If viral RdRp are constrained by a speed-fidelity trade-off, selection for increased replicative 128 speed (r-selection) will increase mutation rate. We subjected the 3D G64S-1nt point mutant",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "6 (A6176G) to r-selection over serial passage by infecting cells at low multiplicity and harvesting 130 progeny at 4.5 hours (mid-exponential phase of replication). The 3D G64S point mutant reverted to 131 WT within 15 passages in 5 independent lineages ( Fig. 2A) . We only observed partial reversion 132 at passage 15 in a subset of 24-hour control lineages, in which virus populations underwent 133 twice as many cellular infection cycles per passage and experienced reduced r-selection. We 134 next asked whether r-selection would lead to genetic compensation of the fidelity phenotype in 135 3D G64S-3nt , which has all three positions in the codon mutated to minimize reversion. After 50 136 passages of r-selection, we identified fixed and polymorphic single nucleotide variants (SNV) by 137 next generation sequencing of all r-selected and control (24 hour passage) populations of 138 3D G64S and WT (Fig. 2B ).",
            "cite_spans": [
                {
                    "start": 600,
                    "end": 608,
                    "text": "G64S-3nt",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 256,
                    "end": 264,
                    "text": "Fig. 2A)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 908,
                    "end": 916,
                    "text": "(Fig. 2B",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": ""
        },
        {
            "text": "Unbiased hierarchical clustering of SNV by type and frequency indicates that the viruses 141 explored distinct mutational pathways in adapting to either r-selective or control passaging 142 regimes. Within the r-selected group, WT and 3D G64S lineages clustered together and we noted 143 a larger number of SNV within the coding region for the RdRp across the five 3D G64S populations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "140"
        },
        {
            "text": "Not surprisingly, we found that a number of distinct SNV increased viral fitness when introduced 145 into the ancestral WT backbone. For example, the WT-VP4 S22G had a fitness of 1.53, and its 146 presence in all r-selected and control lineages suggests that it mediates adaptation to HeLa 147 cells. In contrast, a mutation in the viral helicase found only in r-selected populations, 2C V127L 148 (fitness 1.52-1.67 in WT and 1.11 ± 0.02 in 3D G64S ), would be more likely to have a general 149 effect on replicative speed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "144"
        },
        {
            "text": "To identify compensatory mutations, we focused our subsequent analysis on nonsynonymous 152 mutations in the RdRp that were found predominantly in r-selected populations, shared among 153 multiple lineages, and more frequent in 3D G64S than in WT. Two mutations -U6261C/3D I92T and 7 the I92T mutation may have arisen first. The 3D I92T mutation, which was found in both r-selected 156 WT (3/5) and 3D G64S (5/5) lineages, did not change either fitness or mutation rate appreciably in 157 the 3D G64S background ( Fig. 2C and 2D ). The r-selected K276R substitution, which was found in 158 3D G64S lineages (4/5) and not in WT populations, decreased overall fitness in both WT (0.92 ± 159 0.03, p=0.0031 vs. WT, t-test) and 3D G64S (0.55 ± 0.03, p=0.005 vs. 3D G64S , t-test) . It had no 160 detectable effect on mutation rate in either background. The G64S/I92T/K276R triple mutant 161 had a significant increase in fitness (0.7637, p=0.0012 vs. 3D G64S , t-test) and mutation rate (8.71 162 x 10 -6 s/n/r, p=0.0120 vs. 3D G64S , t-test) compared to 3D G64S and each double mutant. Therefore, 163 direct selection for replicative speed caused an increase in the poliovirus mutation rate with sign 164 epistasis among the G64S, I92T, and K276R in the RdRp.",
            "cite_spans": [
                {
                    "start": 761,
                    "end": 775,
                    "text": "G64S , t-test)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 514,
                    "end": 528,
                    "text": "Fig. 2C and 2D",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "151"
        },
        {
            "text": "To gain mechanistic insight into the interactions among these three mutations, we analyzed the 167 kinetics of single-base incorporation and misincorporation by purified RdRp. The 3D G64S ; I92T 168 RdRp exhibits an assembly defect relative to 3D I92T when incubated with purified primer-169 template and ATP (Fig. 2E and [6] ). The K276R mutation partially compensates for this ",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 194,
                    "text": "G64S ; I92T",
                    "ref_id": null
                },
                {
                    "start": 309,
                    "end": 325,
                    "text": "(Fig. 2E and [6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "166"
        },
        {
            "text": "The adaptability of WT and high fidelity viruses have generally been compared using assays 177 that measure the acquisition of drug resistance, the reversion of an attenuating point mutation, 178 or escape from microRNA in a limited number of replication cycles [5] [6] [7] 34, 36] . In these 179 experiments, mutations come at little cost, and the assays essentially quantify the beneficial 180 mutation rate. To capture better the impact of both deleterious and beneficial mutations on 8 adaptability, we measured the fitness gain of WT and 3D G64S over twenty passages in HeLa.",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 265,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 266,
                    "end": 269,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 270,
                    "end": 273,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 274,
                    "end": 277,
                    "text": "34,",
                    "ref_id": null
                },
                {
                    "start": 278,
                    "end": 281,
                    "text": "36]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "176"
        },
        {
            "text": "While our WT strain is \"culture-adapted,\" we found that it was far from a fitness peak; both WT 183 and 3D G64S increased their fitness ten-fold in approximately 40 cellular infection cycles (20 184 passages, Fig. 3A, Fig. S2 ). The difference in the rate of fitness gain between WT and 3D G64S 185 lineages was small but statistically significant (0.025 per passage, WT > 3D G64S ; mixed linear 186 effects model, p=0.0129).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 209,
                    "end": 225,
                    "text": "Fig. 3A, Fig. S2",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "182"
        },
        {
            "text": "We examined adaptation to a completely distinct environment by repeating the experiment on 189 our PVR-3T3 cell line [44, 45] . In this alternative species and cell type, we actually observed 190 greater fitness gain in the high fidelity 3D G64S variant relative to WT (0.121 per passage; mixed 191 linear effects model, p=0.0013). The larger fitness gain in 3T3 cells may reflect a larger supply 192 of beneficial, compensatory mutations given the lower baseline fitness of 3D G64S in these cells.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 121,
                    "text": "[44,",
                    "ref_id": null
                },
                {
                    "start": 122,
                    "end": 125,
                    "text": "45]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "188"
        },
        {
            "text": "These data suggest that, despite its two-fold reduction in mutation rate, 3D G64S is not mutation 194 limited, and that any adaptive benefit of a higher mutation rate is countered by the fitness cost of 195 increased mutational load (see Fig. 1F and 1G and associated model above).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 238,
                    "end": 245,
                    "text": "Fig. 1F",
                    "ref_id": "FIGREF29"
                }
            ],
            "section": "193"
        },
        {
            "text": "We next compared the phenotype of WT and 3D G64S viruses in vivo, where the ability to 198 generate genetic diversity may allow a virus to escape host immune restriction and to replicate 199 better in a range of environments. Importantly, the available data have suggested that the 200 attenuation of 3D G64S and other high fidelity variants in experimental models is attributable to 201 differences in the genetic diversity of the infecting population [7] . We therefore used next 202 generation sequencing to compare the genetic diversity of 5 replicate stocks each of WT and 203 3D G64S . Using an internally benchmarked analysis pipeline that dramatically reduces false 204 positive variant calls (see [46] and Methods), we identified no variants at greater than 0.1% 205 frequency. Therefore, we can exclude any significant differences in standing genetic diversity 206 between our WT and 3D G64S populations. Even at extremely high multiplicities of infection, 9 variants present at <0.1% are unlikely to complement each other or to cooperate reproducibly in 208 a cellular context or in vivo [47] .",
            "cite_spans": [
                {
                    "start": 453,
                    "end": 456,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 706,
                    "end": 710,
                    "text": "[46]",
                    "ref_id": null
                },
                {
                    "start": 1099,
                    "end": 1103,
                    "text": "[47]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "197"
        },
        {
            "text": "The absence of mutational diversity in our replicate WT and 3D G64S stocks is important, as 211 poliovirus populations are subject to stringent bottleneck events, which further restrict intrahost 212 diversity [48] [49] [50] . Work with barcoded RNA viruses suggests that the serial bottlenecks between 213 the infecting population and the terminal population colonizing the central nervous system 214 (CNS) are quite stringent [51, 52] , and we used published data to quantify the aggregate 215 bottleneck size encountered by poliovirus in transgenic mice [45, 48, 49] . Maximum likelihood 216 optimization of a simple probabilistic model estimated an aggregate bottleneck size of 2.67 217 between the inoculum and the CNS (Fig. 4A , SI Model 2). Therefore, the population that causes 218 eventual disease in these mice is derived from no more than 2-3 viruses in the infecting 219 population. In the setting of tight bottlenecks, many mutations will increase in frequency due to 220 genetic drift as opposed to positive selection.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 214,
                    "text": "[48]",
                    "ref_id": null
                },
                {
                    "start": 215,
                    "end": 219,
                    "text": "[49]",
                    "ref_id": null
                },
                {
                    "start": 220,
                    "end": 224,
                    "text": "[50]",
                    "ref_id": null
                },
                {
                    "start": 428,
                    "end": 432,
                    "text": "[51,",
                    "ref_id": null
                },
                {
                    "start": 433,
                    "end": 436,
                    "text": "52]",
                    "ref_id": null
                },
                {
                    "start": 557,
                    "end": 561,
                    "text": "[45,",
                    "ref_id": null
                },
                {
                    "start": 562,
                    "end": 565,
                    "text": "48,",
                    "ref_id": null
                },
                {
                    "start": 566,
                    "end": 569,
                    "text": "49]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 724,
                    "end": 732,
                    "text": "(Fig. 4A",
                    "ref_id": "FIGREF35"
                }
            ],
            "section": "210"
        },
        {
            "text": "We infected groups of PVR mice intramuscularly with both WT and 3D G64S populations. Both 223 viruses were able to access the CNS efficiently through this route over a range of doses (Fig. ",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 188,
                    "text": "(Fig.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "222"
        },
        {
            "text": "4B, Table S2 ), but there was a clear delay in the 3D G64S group (p=0.0239, p<0.001, p<0.001 for 225 10 5 , 10 6 , 10 7 pfu inocula, respectively). This lag persisted even when we increased the number 226 of rare, but undetectable, variants in the inoculum by infecting with doses 20-fold higher than the 227 LD 50 of 3D G64S (Table S3 ). Both viruses spread to the CNS and replicated to high titers after 228 intravenous inoculation, although WT titers in the brain and spinal cord were marginally higher 229 at 5 days post infection ( Figure 4C , p=0.0012 for brain and p=0.0221 for spinal cord, Mann 230 Whitney U test). Here too, WT mice generally developed severe morbidity more rapidly than 231 those infected with 3D G64S . We characterized the mutations present in the CNS populations of 10 were rare, none were shared among mice, and there was an excess of synonymous or 234 noncoding variants relative to nonsynonymous ones. These data are consistent with random 235 sampling of the infecting population as opposed to positive selection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 4,
                    "end": 12,
                    "text": "Table S2",
                    "ref_id": null
                },
                {
                    "start": 326,
                    "end": 335,
                    "text": "(Table S3",
                    "ref_id": null
                },
                {
                    "start": 537,
                    "end": 546,
                    "text": "Figure 4C",
                    "ref_id": "FIGREF35"
                }
            ],
            "section": "224"
        },
        {
            "text": "We also examined the impact of the r-selected mutations on virulence. The 2C V127L mutation, 238 which conferred a fitness of 1.11 in the 3D G64S background and does not appear to affect fidelity 239 ( Fig. S3) , restored virulence to nearly WT levels (p=0.0012, log rank test, compare 3D G64S to 240 3D G64S ;2C V127L in Fig. 4E ). In contrast, the triple mutant, 3D G64S;I92T;K276R , which replicates with a 241 wild type mutation rate and a marginally increased fitness of 0.7637, was only slightly more 242 virulent than the high fidelity variant 3D G64S (p=0.0411, log rank test, compare 3D G64S to 243 3D G64S;I92T;K276R in Fig. 4F ). Therefore, restoration of replicative speed restored virulence in 244 3D G64S , but compensation of the fidelity phenotype did not.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 202,
                    "end": 210,
                    "text": "Fig. S3)",
                    "ref_id": "FIGREF34"
                },
                {
                    "start": 322,
                    "end": 329,
                    "text": "Fig. 4E",
                    "ref_id": "FIGREF35"
                },
                {
                    "start": 630,
                    "end": 637,
                    "text": "Fig. 4F",
                    "ref_id": "FIGREF35"
                }
            ],
            "section": "237"
        },
        {
            "text": "We used a well-studied antimutator variant of poliovirus to identify the selective forces that 248 optimize a pathogen's mutation rate. Using three different assays, we identified a significant 249 fitness cost to higher fidelity and directly link this cost to viral replication kinetics. Our 250 quantitative model of the speed-fidelity trade-off suggests that selection for replicative speed 251 has pushed viral mutation rates to a level that imposes a significant fitness cost at baseline due 252 to lethal or highly deleterious mutations. Consistent with the trade-off model, direct selection for 253 increased replicative speed led to indirect selection of polymerases with higher mutation rates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "247"
        },
        {
            "text": "The genetic interactions are quite strong as the two compensatory mutations exhibited 255 reciprocal sign epistasis. The speed-fidelity trade-off in the poliovirus RdRp appears to be a 256 generalizable phenomenon, as compensatory mutations that increased the replicative speed of 257 the 3D K359H antimutator also increased its mutation rate (Table S4) . Given the structural 258 similarity among viral RdRp, the polymerases of other RNA viruses are likely to be subject to the 11 same speed-fidelity trade-off, and we predict that the molecular mechanisms governing 260 polymerase kinetics and mutation rate will be similar.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 343,
                    "end": 353,
                    "text": "(Table S4)",
                    "ref_id": null
                }
            ],
            "section": "254"
        },
        {
            "text": "Trade-offs are essentially constraints that force one parameter to change with another. In this 263 case, viral mutation rate changes with replicative speed [53] . Similar trade-offs are central to the 264 kinetic proofreading hypothesis, which posits a close relationship between the error rates of 265 biosynthetic processes and the kinetics of their component reactions [54] . Interestingly, studies 266 of DNA replication and protein translation suggest that these systems optimize speed over 267 accuracy, so long as the error rates are within a tolerable range [55, 56] . We find a similar 268 phenomenon in viral RdRp, where the WT generates an extraordinary amount of mutational 269 load, largely because of the benefit in replicative speed.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 161,
                    "text": "[53]",
                    "ref_id": null
                },
                {
                    "start": 373,
                    "end": 377,
                    "text": "[54]",
                    "ref_id": null
                },
                {
                    "start": 567,
                    "end": 571,
                    "text": "[55,",
                    "ref_id": null
                },
                {
                    "start": 572,
                    "end": 575,
                    "text": "56]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "262"
        },
        {
            "text": "Failure to consider evolutionary trade-offs can lead to teleological errors, in which the 272 consequences of a process (e.g. increased genetic diversity) are misinterpreted as a cause (e.g.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "271"
        },
        {
            "text": "direct selection for a higher mutation rate [19, 23, 26] ). Similarly, we find that the widely accepted 274 link between within host genetic diversity and virulence is confounded by the fact that faster 275 replicating viruses are both more virulent and have higher mutation rates. The high mutation 276 rates of RNA viruses and the highly deleterious fitness effects of mutations ensure that most 277 genetic diversity is extremely rare and unlikely to be consistently maintained in the face of 278 intrahost and interhost bottlenecks [52]. We do not dispute that virus populations will harbor 279 minority variants, that a subset of these mutations may be adaptive or beneficial to the virus, 280 and that some may be virulence determinants. However, the observation of genetic diversity is 281 not in and of itself evidence that selection has optimized mutation rates for the future benefit of 282 novel mutations. Indeed, our data show little adaptive benefit to a marginally increased mutation 283 rate and identify no plausible mechanism whereby the observed increase in rare genetic 284 diversity can influence pathogenesis. We suspect that RNA viruses are subject to other trade-12 offs of evolutionary significance, perhaps between polymerase speed and recombination rate or 286 recombination rate and polymerase fidelity. Here too, it will be important to define the selective 287 forces at play, thereby separating the causes from the consequences. ",
            "cite_spans": [
                {
                    "start": 44,
                    "end": 48,
                    "text": "[19,",
                    "ref_id": null
                },
                {
                    "start": 49,
                    "end": 52,
                    "text": "23,",
                    "ref_id": null
                },
                {
                    "start": 53,
                    "end": 56,
                    "text": "26]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "273"
        },
        {
            "text": "The presence of the desired mutation and the absence of additional mutations were verified by 326 Sanger sequencing of the amplified insert, and in some cases the entire genome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "325"
        },
        {
            "text": "In vitro transcription, transfection, and viral stocks 329 Viral RNA was generated by in vitro transcription of the corresponding plasmid clone using T7 330 RNA polymerase, and virus was recovered following RNA transfection of HeLa. For 331 transfections, 2.6 x 10 5 HeLa were plated per well in a 12 well plate the day prior. One The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/309880 doi: bioRxiv preprint 14 0.01. For all stocks, cells were subjected to three freeze-thaw cycles and the supernatants 338 clarified by centrifugation a 1400 x g for 4 minutes. These supernatants were stored at minus 339 80˚C in aliquots to limit the number of subsequent freeze-thaw cycles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "328"
        },
        {
            "text": "Competition assay for viral fitness 342 Competition assays were performed essentially as described in [17, 42] . For the experiment in ",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 106,
                    "text": "[17,",
                    "ref_id": null
                },
                {
                    "start": 107,
                    "end": 110,
                    "text": "42]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "341"
        },
        {
            "text": "Three replicate wells were infected with each pair of viruses in 250µl for one hour with 346 occasional rocking. After one hour, the inoculum was removed and 1ml fresh media applied.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "345"
        },
        {
            "text": "Passage 1 virus was harvested after an additional 7 hours (8 hours since infection). The titer of 348 the passage 1 virus was used to calculate the dilution factor necessary to maintain an MOI of 349 0.1 for the subsequent 5 passages. RNA was harvested from each passage using Trizol 350 (Ambion 15596026). Random hexamers were used to prime cDNA synthesis with 1/10 of the 351 RNA. Each cDNA was analyzed by real time PCR using three different primer and/or probe sets 352 with duplicate PCR reactions for each sample/primer set. The first set, COM2F 5' 353 CATGGCAGCCCCGGAACAGG 3' and COM2R 5' TGTGATGGATCCGGGGGTAGCG 3', was 354 used to quantify total viral genomic RNA in a SYBR green reaction (Power SYBR Green PCR",
            "cite_spans": [],
            "ref_spans": [],
            "section": "347"
        },
        {
            "text": "Master Mix, Thermo 4368708). Two custom TaqMan probes (Applied Biosystems) were used to 356 quantify the number of WT and 3D G64S genomes. Duplicate wells were averaged, and relative 357 amounts of WT and 3D G64S RNA were determined by normalizing the cycle thresholds for each 358 these probes to those of the COM primer set (ΔCt = Ct Virus -Ct COM ). The normalized values for 359 virus passages 1-6 were then compared to passage 0 to obtain a ratio relative to P0 (ΔΔCt = 360 ΔCt PX -ΔCt P0 ). This relative Ct value was converted to reflect the fold change in the ratio (Δratio = The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/309880 doi: bioRxiv preprint 15 1F) were performed in the exact same manner except that serum free media were used in both 364 drug and mock passages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "355"
        },
        {
            "text": "For all other competition assays (Fig. 3) , we compared the experimental virus (e.g. WT P4, 367 3D G64S P8 etc.) to a tagged WT reference (Tag8). We plated 2.6 x 10 5 cells per well (either HeLa 368 or PVR 3T3) in 12 well plates. Infections were performed at an MOI of 0.05 in 250µl complete 369 media for 1 hour. After an hour, the media were aspirated and fresh 1ml growth media applied.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 33,
                    "end": 41,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF34"
                }
            ],
            "section": "366"
        },
        {
            "text": "All passages were for 24 hours. The dilution factor between passages required to maintain this The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/309880 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "370"
        },
        {
            "text": "Single replication cycle growth curve",
            "cite_spans": [],
            "ref_spans": [],
            "section": "16"
        },
        {
            "text": "The day prior to infection, 4 x 10 5 HeLa cells were plated in 12 well plates with 45 wells per virus 391 (9 time points and 5 replicates per time point). Cells were infected at an MOI of 1 in 150µl 392 volume and incubated on ice for 1 hour with occasional rocking. At one hour, the inocula were 393 aspirated, each well was washed twice with ice cold PBS, and 1ml of fresh, pre-warmed growth 394 media were applied to all wells. One set of 5 wells was immediately frozen as the t=0h time 395 point. All other plates were returned to the incubator, and a set of 5 wells was removed and 396 frozen at t=1.5, 2, 2.5, 3, 3.5, 4, 5, and 7 hours. All samples were titered by TCID 50 . The growth 397 curve on PVR-3T3 cells was performed using a similar protocol, except that 5 x 10 5 cells were 398 plated the day prior and the time points were t=1, 2, 3, 4, 5, 6, 7, and 8 hours. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "390"
        },
        {
            "text": "The lysed cells and media were harvested following three complete freeze-thaw cycles and 412 transferred to a microcentrifuge tube. The empty wells were rinsed with 300µl of complete 413 growth media and combined with the initial 200µl lysate. This 500µl lysate was clarified by 414 centrifugation at 1400 x g for 4 minutes. Twenty-four wells were titered by plaque assay with 415 . CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/309880 doi: bioRxiv preprint 1mM guanidine hydrochloride in the overlay (see P 0 below). Five wells were titered by standard 416 plaque assay without guanidine hydrochloride (see N f below). The mutation rate, µ 0 , was 417 estimated from these data using the P 0 null-class model: µ 0 = -lnP 0 /(N f -N i ), where P 0 was the 418 fraction of the cultures that yielded no guanidine resistant plaques, N f was the average number 419 of pfu in the absence of guanidine and N i was the average number of pfu in the inoculum. As ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "411"
        },
        {
            "text": "although there were 7 total among 30 plaques (Table S1 ). The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/309880 doi: bioRxiv preprint 18 MOI of 0.5 (6 x 10 5 TCID 50 units) in 1ml of media for one hour with occasional rocking. After one 442 hour, the inoculum was aspirated, the cells were washed twice with PBS, and 2ml of fresh 443 growth media applied. For the first 15 passages, WT and 3D G64S viruses were harvested at 4 444 and 4.5 hours, respectively. For passages 16-50, WT and 3D G64S viruses were harvested at 3.5 445 and 4 hours, respectively. Control populations were infected in the same manner except that 446 viruses were harvested at 24 hours post infection. There were (5) r-selected WT lineages, (5) r-447 selected 3D G64S lineages, (5) control WT lineages, and (5) control 3D G64S lineages. Viruses were 448 titered at every 5 th passage to maintain an MOI of approximately 0.5.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 45,
                    "end": 54,
                    "text": "(Table S1",
                    "ref_id": null
                }
            ],
            "section": "427"
        },
        {
            "text": "The 3D K359R RdRp has slower polymerization kinetics and higher fidelity relative to WT [64] . The",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 92,
                    "text": "WT [64]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "451"
        },
        {
            "text": "3D K359H RdRp has similar characteristics (see Table S4 ). HeLa cells were transfected by 453 electroporation with viral RNA transcript, added to HeLa cell monolayers and incubated at 37°C.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 47,
                    "end": 55,
                    "text": "Table S4",
                    "ref_id": null
                }
            ],
            "section": "452"
        },
        {
            "text": "After two days the media were passaged onto a separate monolayer of HeLa cells. Upon 455 cytopathic effect, viruses were harvested by three repeated freeze-thaw cycles, cell debris was 456 removed by centrifugation, and viral supernatants were titrated. In this time frame, the titer 457 increased approximately 40-fold (from 5.1 x 10 5 pfu/mL to 2.1 x 10 7 ). Viral RNA was isolated 458 with QIAamp viral RNA purification kits (Qiagen), according to the manufacturer's instructions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "454"
        },
        {
            "text": "The 3Dpol cDNA was prepared from purified viral RNA by RT-PCR and sequenced. The I331F 460 and P356S substitutions were identified together in one experiment, and the P356S substitution 461 was identified in a second (see Table S4 ). The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/309880 doi: bioRxiv preprint 19 were verified by DNA sequencing. PV 3Dpol RdRps were expressed and purified as described 468 previously [65, 66] . The sym-sub assays used to measure assembly/elongation kinetics of 469 purified RdRp on a defined template were performed as described in [6, 30, 67] . All assays had 1 470 µM primer/template and 2 µM enzyme. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/309880 doi: bioRxiv preprint 20 bilateral hindlimb paralysis. Over 90% of all assessments were performed by members of the 494 University veterinary technical staff, who were blinded to the hypotheses and expected 495 outcomes of the studies. All surviving animals were euthanized after 12 days. These endpoints 496 were also used to calculate the PD50 using the Spearman-Karber method (Table S3) .",
            "cite_spans": [
                {
                    "start": 490,
                    "end": 494,
                    "text": "[65,",
                    "ref_id": null
                },
                {
                    "start": 495,
                    "end": 498,
                    "text": "66]",
                    "ref_id": null
                },
                {
                    "start": 639,
                    "end": 642,
                    "text": "[6,",
                    "ref_id": null
                },
                {
                    "start": 643,
                    "end": 646,
                    "text": "30,",
                    "ref_id": null
                },
                {
                    "start": 647,
                    "end": 650,
                    "text": "67]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 222,
                    "end": 230,
                    "text": "Table S4",
                    "ref_id": null
                },
                {
                    "start": 1216,
                    "end": 1226,
                    "text": "(Table S3)",
                    "ref_id": null
                }
            ],
            "section": "459"
        },
        {
            "text": "For tissue distribution analyses, mice were infected intravenously via tail vein with 100µl and 499 observed twice daily as above. Mice were euthanized for severe morbidity or on day 5, the The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/309880 doi: bioRxiv preprint 21 for 5 min, then 4°C hold. For each sample, amplification of all 4 fragments was confirmed by gel 520 electrophoresis and equal quantities of each PCR product were pooled. Seven hundred fifty 521 nanograms of each cDNA mixture were sheared to an average size of 300 to 400bp using a 522 Covaris S220 focused ultrasonicator. Sequencing libraries were prepared using the NEBNext The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/309880 doi: bioRxiv preprint 22 separate RT-PCR reactions and sequencing libraries for samples with copy number 10 3 -10 5 546 genomes per µl (for example in tissue studies). Our strategy for variant calling as well as our 547 benchmarked sensitivity and specificity are described in [46] and all code can be found at 548 https://github.com/lauringlab/variant_pipeline.",
            "cite_spans": [
                {
                    "start": 1122,
                    "end": 1126,
                    "text": "[46]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "498"
        },
        {
            "text": "Statistical Analysis",
            "cite_spans": [],
            "ref_spans": [],
            "section": "550"
        },
        {
            "text": "No explicit power analyses were used in designing the experiments. In most cases we used 5 552 biological replicates. In a few cases, we used fewer (3) or more (7) The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/309880 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/309880 doi: bioRxiv preprint Figure 2 . R-selection leads to increased mutation rates. (A) A point mutant of 3DG64S (GGTgly to AGTser) was introduced into a poliovirus genome that is marked with a nearby point mutation that ablates an AccI restriction site. Viruses were serially passaged every 4.5 hours (r-selected) or every 24 hours (control) for 15 passages. Chromatograms show the codon for position 64 (either GGTgly or AGTser). Gel image of AccI restriction digest of all passage 15 populations showing that the reversion occurred in the parental backbone and was not due to contamination with WT virus, which retains the AccI site. (B) WT and a \"locked in\" version of 3DG64S (GGTgly to UCAser) were subjected to r-selection (3.5-4 hour and 4-4.5 hour, respectively) or control (24 hour) passages for 50 passages as described in the text. Heatmap shows all mutations identified at >0.025 frequency in ≥2 out of the 20 total lineages, colored by log frequency. Diagram at left shows regions of the poliovirus genome. (C) Fitness of indicated variants relative to WT as determined by competition assay. Each symbol is a replicate competition assay and exact p-values for the key comparisons are provided in the main text. (D) Mutation rate of indicated variants in mutations per nucleotide per strand copied as determined by Luria Delbruck fluctuation test. Each symbol is a replicate fluctuation test and exact p-values for the key comparisons are provided in the main text. (E) In vitro kinetics of purified RdRp. Purified RdRp (2µM), primer-template (1µM) and ATP were incubated, and samples were quenched at the indicated time points (schematic). The kinetics of complex assembly and single-base incorporation are expressed as µM extended template (y-axis) over time (x-axis). The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/309880 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/309880 doi: bioRxiv preprint . Each simulation represents 27 mice and each mouse has a bottleneck size drawn from a zero-truncated Poisson with an average lambda of 2.43 (blue) or 10 (magenta). Line is actual data from reference 48, the shaded regions represent the area occupied by 95% of the simulations, and the dark shaded regions representing the interquartile range of the simulations. (B) Survival curves showing mice with paralysis free survival over time for groups (n=18 per virus) infected intramuscularly with 10^5 pfu (left), 10^6 pfu (center), and 10^7 pfu (right) of WT (black) or 3DG64S (dashed blue). * p<0.05, *** p<0.001 by Log rank test. (C) Viral titer in brain and spinal cord 5 days post intravenous inoculation with 10^7 pfu of WT (filled circles) or 3DG64S (open circles). * p<0.05, **p<0.005 by Mann Whitney U test, n=7 mice in each group (out of 8 that were infected, one mouse in each group had titers below the limit of detection, dotted line). One mouse in each group had titers below the limit of detection (dotted lines). (D) Histogram of frequencies of intrahost SNV identified in the spinal cords of 12 mice from panel D (7 infected with WT and 5 infected with 3DG64S). Black, synonymous or noncoding; blue, nonsynonymous. (E) Survival curves showing mice with paralysis free survival over time for groups (n=43 per virus combined from two experiments, see Table S2 ) infected intramuscularly with 10^6 pfu of 3DG64S (dashed blue), or 3DG64S ; 2CV127L (orange). ** p<0.005, by Log rank test, actual p value 0.0012. (F) Survival curves showing mice with paralysis free survival over time for groups (n=43 per virus combined from two experiments, see Table S2 ) infected intramuscularly with 10^6 pfu of 3DG64S (dashed blue), or 3DG64S ; I92T ; K276R (pink) *p<0.05 by Log rank test, actual p value 0.0411.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 462,
                    "end": 470,
                    "text": "Figure 2",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 3879,
                    "end": 3887,
                    "text": "Table S2",
                    "ref_id": null
                },
                {
                    "start": 4171,
                    "end": 4179,
                    "text": "Table S2",
                    "ref_id": null
                }
            ],
            "section": "551"
        },
        {
            "text": "The premise of the speed-fidelity tradeoff is that the outcome of competition between two viral 843 strains will be determined by two opposing forces -the speed with which the genome can be 844 replicated and the error rate of replication. The faster genome replication happens, the more 845 errors that occur and the greater the mutational load. In this scenario an optimal competitive 846 fitness will be achieved exactly where the increase in fitness is counterbalanced by decrease in 847 fitness from excess mutational load. Here we present a simple mathematical model to 848 demonstrate this tradeoff, and fit the model to the experimental data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "842"
        },
        {
            "text": "We start with the classical estimation by Haldane (1937) Where c a and c b are the genome replication rates and U a and U b are the deleterious genomic 867 mutation rates per genome per generation for strains a and b, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "850"
        },
        {
            "text": "To understand the effect of a mutagen on the relative fitness of one strain to another, we add a 870 mutation rate multiplier (mu external, σ), which multiplicatively modifies the baseline mutation 871 rate. We constrain σ to take values greater than one. The G64S mutation has two effects (see also Fig. 1F ). The mutation results in an increase in 892 fidelity, represented as a downward shift in the line. The mutation also results in relative 893 resistance to ribavirin, which manifests as a decreased slope. Both of these need to be included 894 to estimate the mutational load experienced by WT and the 3D G64S mutant replicating in the 895 presence of increasing mutagen. Linear regression fit to both the WT and 3D G64S mutation rate 896 produce a good fit (r 2 of .73 and .76 respectively) that is highly statistically significant (p < 0.001 897 for both). The fit of the linear regression was used to estimate the mutation rate for WT and 898 3D G64S in the absence of ribavirin (1.34 x 10 -5 s/n/r and 3.43 x10 -6 s/n/r respectively) and at the 899 point of equilibrium.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 300,
                    "end": 307,
                    "text": "Fig. 1F",
                    "ref_id": "FIGREF29"
                }
            ],
            "section": "869"
        },
        {
            "text": "We solved for the two unknown variables: (i) n, the number of deleterious sites in the genome, 902 and (ii) c, the fitness cost of the G64S mutation in the absence of mutational load, which is 903 relative to the wild type (arbitrarily set to 1). Because there are two unknown variables, we need 904 two equations to solve for them. We use the measured relative fitness in the absence of ribavirin 905 and the ribavirin concentration where the relative fitness is expected to be 1 (150µM, see Fig. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 493,
                    "end": 497,
                    "text": "Fig.",
                    "ref_id": null
                }
            ],
            "section": "901"
        },
        {
            "text": "1E). We used the mutation rates estimated for each strain and ribavirin concentration 907 (µstrain,conc). At 0µM ribavirin, the fitness of 3D G64S relative to WT was measured as 0.67, 908 which gives us our first equation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "906"
        },
        {
            "text": ". CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "909"
        },
        {
            "text": "We developed the following model to measure the effective bottleneck that restricts poliovirus 931 populations between the site of inoculation and the central nervous system. We applied a 932 simple probabilistic model to data described in [48] . In this study, 27 mice were infected with 2 x 933 10 7 PFU of poliovirus (2-5 fold higher than the LD 50 in this particular mouse model). The inocula 934 consisted of 4 subpopulations at equal concentrations, each tagged with a neutral sequence bar 935 code. In separate experiments, the authors showed that all 4 bar codes were present at the site 936 of infection and that all four bar codes were capable of replicating simultaneously in the brain.",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 244,
                    "text": "[48]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "930"
        },
        {
            "text": "Rarely were all 4 bar codes present in the brain following infection, suggesting that the 938 populations were subject to within host bottlenecks. Similar results were observed for IV and IP 939 routes of infection. In fact, IM appeared to be the least stringent mode of infection. To estimate 940 the bottleneck between the site of infection and the brain, we modeled the infection process as 941 a random sampling event. This assumption was justified as: (i) there is no evidence that a 942 \"jackpot\" mutation is needed to enter the central nervous system. (ii) the bar codes were 943 selectively neutral. (iii) all bar codes were equally likely to be present in the brain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "937"
        },
        {
            "text": "The probability of a sample size of ! containing ! unique types given there are ! total unique 946 types available (all present at equal frequency) derives from discrete probability theory and is 947 given by ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "945"
        },
        {
            "text": "In terms of the above experimental design, we are interested in the probability a subset of size ! 952 containing 1,2,3, or 4 barcodes (!) given 4 possible barcodes (!).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "951"
        },
        {
            "text": "Maximum likelihood optimization revealed that a bottleneck of 4 PFU best matched the data. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/309880 doi: bioRxiv preprint 38 with ! = 100 is on the order of 10 !!\" and negligible. We then searched for the ! that maximized 973 the sum of the log of this likelihood, which was calculated for each mouse. We found that a ! of 974 2.44 with a 95% confidence interval of (1.39 -3.82) best fit the data. The mean of a zero-975 truncated Poisson is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "954"
        },
        {
            "text": ". Therefore the mean bottleneck size is 2.67.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "954"
        },
        {
            "text": "To test the fit we performed 10,000 simulations. Each simulation included 27 mice and each The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/309880 doi: bioRxiv preprint 39 985",
            "cite_spans": [],
            "ref_spans": [],
            "section": "977"
        },
        {
            "text": "We also checked the fit by asking how the output of the simulations matched the actual 986 experimental data (e.g. how often did we see 9 mice with 1 bar code, 10 with 2, 7 with 3, and 1 987 with 4).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "977"
        },
        {
            "text": "In contrast, we did not replicate the data once in 10,000 simulations with a bottleneck of 10.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "989"
        },
        {
            "text": ". CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/309880 doi: bioRxiv preprint Figure S1 . CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/309880 doi: bioRxiv preprint Figure S1 . In vitro assay of polymerase mediated single nucleotide incorporation. (A) Schematic of GTP misincorporation assay (G opposite the U). Primer-template (sym-subU) and polymerase are assembled in the absence of nucleotide. GTP and a 25-fold excess of unlabeled trap RNA are then added after an incubation period (Δt). Excess of RNA trap ensures that if the polymerase dissociates from primer-template it is taken up by the trap and cannot re-assemble. (B) Kpol and Kd for GMP misincorporation. Concentrations of GTP were used over time-points to calculate Kpol and Kd. Each GTP time-course was plotted to single exponential, then combined plot to hyperbola. Note that all polymerase variants have the I92T mutation. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/309880 doi: bioRxiv preprint Figure S2 . Log fitness versus passage in adaptability experiment. Each point is the fitness mean ± standard deviation of three replicate competition assays. (A) WT and 3DG64S on HeLa (B) WT and 3DG64S on PVR-3T3. For the graphs in (B), the relationship of log fitness vs. passage was not linear past passage 16, and only passages 1-12 are shown. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/309880 doi: bioRxiv preprint Figure S3 . Mutagen sensitivity of 2C-V127L variants. HeLa were infected at an MOI of 0.1 with the indicated viruses in presence of various concentrations of ribavirin. After 24 hours, titers of mock and ribavirin-treated populations were determined by TCID50 and those of ribavirin-treated populations were normalized to mock-treated controls (mean of 5 measurements per virus). Shown are the changes in titer (y-axis, mean, 5 replicates) for each virus at each drug concentration (x-axis). A greater reduction in titer (more negative number) indicates higher mutagen sensitivity and suggests a higher baseline mutation rate.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 303,
                    "end": 312,
                    "text": "Figure S1",
                    "ref_id": "FIGREF29"
                },
                {
                    "start": 522,
                    "end": 531,
                    "text": "Figure S1",
                    "ref_id": "FIGREF29"
                },
                {
                    "start": 1397,
                    "end": 1406,
                    "text": "Figure S2",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1893,
                    "end": 1902,
                    "text": "Figure S3",
                    "ref_id": "FIGREF34"
                }
            ],
            "section": "990"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "WT15 NONE in 2C R15 4823",
            "authors": [
                {
                    "first": "C-&gt;a",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "H-&gt;n",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "170 assembly defect in the 3D G64S ; I92T background, resulting in a 1.5-2 fold increase in incorporation 171 of the correct nucleotide (A opposite U). This interaction is dependent on G64S, as K276R 172 reduced RdRp activity in the 3D I92T background. While some poliovirus mutators exhibit altered 173 kinetics of base misincorporation for G opposite U [30], the kinetics of 3D G64S ; I92T ; K276R were 174 similar to those of 3D G64S ; I92T (Fig. S1).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Briefly, freshly thawed MEFs were plated in 30 T25 flasks at a density of 3.8 x 10 5 cells per flask 318 in complete DMEM. Every third day, cells in each flask were trypsinized, counted, and 319 transferred to fresh flasks at a density of 3.8 x 10 5 cells per flask. As the cellular population",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "were introduced into either pEW-M or subclones using overlap extension PCR[59].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "332 microgram of RNA was mixed with 4µl TransIT mRNA transfection reagent (Mirus 2225) and 333 100µl OptiMEM (Invitrogen 31985), incubated according to the manufacturer's protocol, and 334 applied to cells. Passage 0 virus was harvested at 100% CPE (within 24-48 hours). Passage 1 335 stocks were generated by passaging 100µl of passage 0 virus on fresh cells and were titered by 336 either plaque assay or TCID 50 . Passage 2 and 3 stocks were generated by passaging at an MOI",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "HeLa cells were plated in 12 well plates, at a density of 2.6 x 10 5 per well the day prior 344 to infection. Cells were infected at a total MOI of 0.1 with an equal TCID 50 of WT and 3D G64S .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "ΔΔCt ). The change in ratio of the mutant relative to the change in ratio of the WT as a function 362 of passage is the fitness ([Δlog ratio Mut -Δlog ratio WT ]/time). Competition assays in ribavirin (Fig.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "371MOI was 400 for HeLa competitions and 350 for PVR-3T3 competitions. All RNA harvests for 372 these competitions were performed in 96 well plates using Purelink Pro 96 Viral RNA/DNA kits 373 (Invitrogen 12280) and cDNA synthesis performed as above. In addition to the COM primer set 374 (see above) we used primer pairs Tag8 seq.tag 5' TTCAGCGTCAGGTTGTTGA 3' + Rev. WT 375 seq.tag 5' CAGTGTTTGGGAGAGCGTCT 3' and WT seq.tag 5' AGCGTGCGCTTGTTGCGA 3' 376 + Rev. WT seq.tag 5' CAGTGTTTGGGAGAGCGTCT 3' to quantify the Tag8 reference and test 377 samples respectively. Note also that in these competitions, the regressions were fit through 378 passages 1-4 and excluded P0 as slight deviations from a 1:1 ratio of the two viruses in the 379 inoculum can skew the slope when fit through this data point.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "were performed on subconfluent monolayers (7.5 x 10 6 on day of infection) in 383 10cm dishes. The amount of virus applied to each plate was determined empirically to ensure 384 well spaced plaques (~30 per 10cm dish). Plates were stained with crystal violet at 72 hours 385 post infection. Each plate was scanned individually at 300 dpi using a flat-bed scanner. Sixteen",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "386bit image files were analyzed using ImageJ. Brightness, contrast, and circularity thresholds for 387 plaque identification were set using uninfected plates.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "were measured by Luria-Delbruck fluctuation test, which in this case quantifies 402 the rate at which the poliovirus 2C protein acquires the necessary point mutations to permit viral 403 growth in 1mM guanidine hydrochloride [60-62]. Each fluctuation test was performed with 29 404 replicate cultures in 48 well plates. Sixty five thousand HeLa cells per well were plated the day 405 prior to infection. In all cases, the media were changed to serum free media 3 hours prior to 406 infection. For infections in ribavirin, this serum free media also included drug at the specified 407 concentrations. Each well was infected in 200µl volume with 1000-4000 pfu per well depending 408 on the virus and experimental condition. Five independent aliquots were also saved for 409 subsequent titering (see N i below). For infections in ribavirin, the infection media also included 410 drug at the specified concentrations. Infected cells were incubated for 7 hours and then frozen.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "420 described in [63], µ 0 can be converted to the mutation rate in nucleotide units by correcting for 421 the mutation target (number of mutations leading to the scored phenotype, T) and the number of 422 possible mutations at each target site (constant, 3) using the equation µ=3µ 0 /T. The number of 423 distinct mutations that could yield the guanidine resistant phenotype was determined empirically 424 by isolating and sequencing the entire 2C open reading frame for 15 guanidine resistant 425 plaques derived from WT virus and 15 guanidine resistant plaques derived from WT virus 426 treated with 200µM ribavirin. In each case we found 6 mutations that mediated resistance,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "were plated the day prior to infection at a density of 2.6 x 10 5 cells per well in a 12 431 well dish. On the day of infection, monolayers were pretreated with 0-600 µM ribavirin in serum-432 free media for 3 hours, then infected with virus at an MOI of 0.1 (50,000 pfu) for 60 min. The 433 cells were washed once in phosphate buffered saline and incubated in ribavirin for an additional 434 24 hours. Viral supernatants were harvested by freeze-thaw as above and titered by tissue 435 culture infectious dose. 436 437 R-selection through serial passage 438 For each passage, HeLa cells were plated the day prior to infection in 6 well plates at a density 439 of 7.25 x 10 5 cells per well, yielding 1.2 x 10 6 cells on the day of infection. Infections were 440 initiated with passage 3 stocks of either WT or 3D G64S , and each passage was performed at an",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "assays of RdRp function 464 All mutations were introduced into the pET26Ub-PV 3D [65] or pSUMO-PV-3D [66] bacterial 465 expression plasmids using either overlap extension PCR or QuickChange Site-Directed 466 Mutagenesis. The presence of the desired mutations and the absence of additional mutations",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "HeLa cells, adaptability was measured using the 24 hour passage control lineages from the 474 r-selection experiment. The fitness values of WT and 3D G64S populations were measured by 475 competition assay, as above, using samples from passages 0, 5, 10, 15, and 20. For PVR 3T3 476 cells, serial passages were performed as follows. Cells were seeded in 6 well plates at a density 477 of 7.6 x 10 5 cells per well the day prior to infection, yielding approximately 1 x 10 6 the day of 478 infection. Serial passage lineages were initiated with passage 1 stocks of either WT or 3D G64S , 479 and each passage was performed at an MOI of 0.5 in 1ml for one hour. After one hour, the 480 inoculum was aspirated, the cells were washed twice with PBS, and 2ml of fresh growth media 481 applied. Viruses were harvested at 24 hours and titered every 4 th passage to ensure an MOI of 482 0.5. There were (5) replicate lineages of WT and 3D G64S . 483 484 Infection of transgenic mice 485 This study was approved by the Institutional Animal Care and Use Committee at the University 486 of Michigan and is compliant with all relevant ethical regulations. Six to 9 week old mice were 487 used for all experiments. The age range and distribution of males and females in each group for 488 each experiment are reported in Table S2. On the day of each infection, a general health exam 489 was performed on all animals by University veterinary technical staff and animals were assigned 490 unique ear tag identifiers. For survival analyses, mice were infected intramuscularly with 50µl to 491 each hindlimb for the total dose of 100µl. Mice were observed twice daily for lethargy, hunched 492 posture, scruffy fur, paralysis, or decreased mobility and euthanized when they exhibited",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "500 conclusion of the experiment. Whole organs were isolated from all mice and homogenized in 501 PBS using a Bead Beater. The homogenates were clarified by centrifugation at 15,800 x g for 4 502 minutes in a microfuge and the supernatant extracted with chloroform. Half of this supernatant 503 was titered by TCID 50 . RNA was extracted from the remainder using Trizol. 504 505 Next generation sequencing 506 We amplified poliovirus genomes as four overlapping cDNA by RT-PCR. RNA was harvested 507 from either cell free supernatants or tissues as above and was reverse transcribed using the 508 SuperScript III First Strand Synthesis System for RT-PCR (Invitrogen 18080) and a mixture of 509 random hexamers and oligo dT primer. The four genomic fragments were amplified using primer 510 pairs: WFP37 FORWARD BASE 1 5' TTAAAACAGCTCTGGGGTTGTACC 3' + WFP41 511 REVERSE BASE 2434 5' GCGCACGCTGAAGTCATTACACG 3'; WFP39 FORWARD BASE.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "'. The thermocycler protocol was: 98°C for 30 sec then 518 30 cycles of 98°C for 10 sec, 68°C for 20 sec, 72°C for 3 min, followed by a single cycle of 72°C",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "DNA library prep kit (NEB E7370L), Agencourt AMPure XP beads (Beckman Coulter 524 A63881), and NEBNext multiplex oligonucleotides for Illumina (NEB E7600S). The final 525 concentration of each barcoded library was determined by Quanti PicoGreen dsDNA 526 quantification (ThermoFisher Scientific), and equal nanomolar concentrations were pooled.527Residual primer dimers were removed by gel isolation of a 300-500bp band, which was purified 528 using a GeneJet Gel Extraction Kit (ThermoFisher Scientific). Purified library pools were 529 sequenced on an Illumina MiSeq with 2 x 250 nucleotide paired end reads. All raw sequence 530 data have been deposited at the NCBI short read archive (Bioproject PRJNA396051, 531 SRP113717).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "that passed standard Illumina quality control filters were binned by index and 535 aligned to the reference genome using bowtie[68]. Single nucleotide variants (SNV) were 536 identified and analyzed using DeepSNV[69], which relies on a clonal control to estimate the 537 local error rate within a given sequence context and to identify strand bias in base calling. The538 clonal control was a library prepared in an identical fashion from the pEW-M plasmid and was 539 sequenced in the same flow cell to control for batch effects. True positive SNV were identified 540 from the raw output tables by applying the following filtering criteria in R: (i) Bonferonni 541 corrected p value <0.01, (ii) average MapQ score on variant reads >20, (iii) average phred score 542 on variant positions >35, (iv) average position of variant call on a read >62 and <188, (v) variant 543 frequency >0.001. We only considered SNV identified in a single RT-PCR reaction and 544 sequencing library for samples with copy number ≥10 5 genomes/µl supernatant or in two",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "where the variance was 553 either sufficiently low or high. The number of replicates, the statistical tests used, and the 554 relevant p values are reported in each Figure legend or the main text (Fig. 2C and 2D only). All 555 replicates within the dynamic range of each assay are reported (i.e. no replicate experiments 556 were excluded). Data on the relative adaptability of WT and 3D G64S populations were analyzed 557 with a 3-level linear mixed effects model estimating a random slope and intercept of time nested 558 within each fitness measurement replicate (measID), nested within each lineage replicate 559 (repID). Virus was included as a fixed effect. Models were fit with the R package lme4, all code 560 for this model can be found at https://github.com/lauringlab/speed_fidelity. LA, Holmes EC. Rates of evolutionary change in viruses: patterns 564 and determinants. Nat Rev Genet. 2008;9: 267-276. doi:10.1038/nrg2323 565 2. Sanjuán R. From molecular genetics to phylodynamics: evolutionary relevance of 566 mutation rates across viruses. PLoS Pathog. 2012;8: e1002685.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "D, Vilfan ID, Berghuis BA, Hage S, Bamford DH, Poranen MM, et al. Elongation-706 Competent Pauses Govern the Fidelity of a Viral RNA-Dependent RNA Polymerase.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "CellReports. 2015. doi:10.1016/j.celrep.2015.01.031 708 54. Hopfield JJ. Kinetic proofreading: a new mechanism for reducing errors in biosynthetic 709 processes requiring high specificity. Proc Natl Acad Sci USA. 1974;71: 4135-4139.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF22": {
            "text": "A, Huse DA, Leibler S. Speed, dissipation, and error in kinetic proofreading. 711 Proceedings of the National Academy of Sciences. National Acad Sciences; 2012;109: 712 12034-12039. doi:10.1073/pnas.1119911109 713 56. Banerjee K, Kolomeisky AB, Igoshin OA. Elucidating interplay of speed and accuracy in 714 biological error correction. Proceedings of the National Academy of Sciences. National 715 Acad Sciences; 2017;17: 201614838. doi:10.1073/pnas.1614838114 716 57. Mueller S, Papamichail D, Coleman JR, Skiena S, Wimmer E. Reduction of the rate of 717 poliovirus protein synthesis through large-scale codon deoptimization causes attenuation 718 of viral virulence by lowering specific infectivity. J Virol. 2006;80: 9687-9696.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF23": {
            "text": "GJ, GREEN H. Quantitative studies of the growth of mouse embryo cells in 721 culture and their development into established lines. J Cell Biol. 1963;17: 299-313.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF24": {
            "text": "SN, Hunt HD, Horton RM, Pullen JK, Pease LR. Site-directed mutagenesis by overlap 723 extension using the polymerase chain reaction. Gene. 1989;77: 51-59.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF25": {
            "text": "Figure Legends",
            "latex": null,
            "type": "figure"
        },
        "FIGREF26": {
            "text": "A speed-fidelity trade-off in the poliovirus RdRp. (A) Relative fitness of 3D G64S as 765 measured by direct competition. The amount of each virus at each passage was compared to 766 the input and expressed as the difference in the log 10 ratio in RNA genomes for 3D G64S (open 767 circles) relative to WT over time. The slope of the dotted lines are the relative fitness values, 768 0.78 ± 0.01, n=3 replicates. (B) Cumulative distribution function of fitness values for single 769 nucleotide variants of poliovirus as determined in [16]. * indicates the relative fitness (0.78) and 770 percentile (64 th ) of 3D G64S . (C) Plaque size of clones from WT (n=272, black) and 3D G64S (n=220, 771 grey) virus populations. Box plots show median, 25% and 75% quartiles, and 1.5x interquartile 772 range. *** p ≤ 0.005, t-test with Welch's correction. (D) Single cycle growth curve for WT (filled 773 circles, black line) and 3D G64S (open circles, grey line) in HeLa. Data are mean ± standard 774 deviation (n=5 replicates). *** p<0.005, unpaired t-test comparing WT and 3D G64S separately for 775 each time point. (E) Single cycle growth curve for WT (filled circles, black line) and 3D G64S (open 776 circles, grey line) in 3T3 cell line derived from MEF of PVR transgenic mice. Data are mean ± 777 standard deviation (n=5 replicates). ** p<0.01 *** p<0.005, unpaired t-test comparing WT and 778 3D G64S separately for each time point. (F) Relative fitness of 3D G64S (open circles) as measured 779 by competition assay (see panel A) in the presence of varying concentrations of ribavirin. Note780 the baseline relative fitness of 3D G64S (y-intercept) is lower than the fitness reported in panel A 781 as the assays were performed under different experimental conditions (see methods). (G) 782 Mutation rate in mutations per nucleotide per strand copied for WT (filled circles) and 3D G64S 783 (open circles) in the presence of varying concentrations of ribavirin, as determined by Luria R-selection leads to increased mutation rates. (A) A point mutant of 3D G64S (GGT gly to 787 AGT ser ) was introduced into a poliovirus genome that is marked with a nearby point mutation 788 that ablates an AccI restriction site. Viruses were serially passaged every 4.5 hours (r-selected) 789 or every 24 hours (control) for 15 passages. Chromatograms show the codon for position 64 790 (either GGT gly or AGT ser ). Gel image of AccI restriction digest of all passage 15 populations 791showing that the reversion occurred in the parental backbone and was not due to contamination 792 with WT virus, which retains the AccI site. (B) WT and a \"locked in\" version of 3D G64S (GGT gly to 793 UCA ser ) were subjected to r-selection (3.5-4 hour and 4-4.5 hour, respectively) or control (24 794 hour) passages for 50 passages as described in the text. Heatmap shows all mutations 795 identified at >0.025 frequency in ≥2 out of the 20 total lineages, colored by log frequency.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF27": {
            "text": "Diagram at left shows regions of the poliovirus genome. (C) Fitness of indicated variants relative 797 to WT as determined by competition assay. Each symbol is a replicate competition assay and 798 exact p-values for the key comparisons are provided in the main text. (D) Mutation rate of 799 indicated variants in mutations per nucleotide per strand copied as determined by Luria 800 Delbruck fluctuation test. Each symbol is a replicate fluctuation test and exact p-values for the 801 key comparisons are provided in the main text. (E) In vitro kinetics of purified RdRp. Purified 802 RdRp (2µM), primer-template (1µM) and ATP were incubated, and samples were quenched at 803 the indicated time points (schematic). The kinetics of complex assembly and single-base 804 incorporation are expressed as µM extended template (y-axis) over time (x-axis).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF28": {
            "text": "Adaptability of WT and 3D G64S over 20 passages in HeLa (A) or 12 passages in a 3T3 807 cell line derived from mice transgenic for the poliovirus receptor (B). Fitness values (passage (B) and the adaptability in the top panels expressed as the 810 slope of the regression for log fitness over time for each of 5 independent lineages of WT (filled 811 circles) and 3D G64S (open circles, blue) for each cell line. The bottom panels show all the data 812 from the 5 lineages together with the regression of log fitness over time. Exact p-values for the 813 difference between the slopes for WT and 3D G64S on HeLa (0.0129) and PVR-3T3 (0.0013) were 814 derived from a mixed linear effects model (see Methods). In vivo phenotype of WT and 3D G64S (A) Maximum likelihood optimization of a simple 817 binomial model (see Supporting Information Model 2) estimated an average inoculum to CNS 818 bottleneck size of 2.67 (lambda 2.44, 95% CI 1.39-3.82) based on experimental data for 4 819 barcoded poliovirus populations [48]. Shown are outputs of 10,000 simulations of the model 820 (number of mice with one, two, three, or four barcodes represented in the CNS). Each 821 simulation represents 27 mice and each mouse has a bottleneck size drawn from a zero-822 truncated Poisson with an average lambda of 2.43 (blue) or 10 (magenta). Line is actual data 823 from [48], the shaded regions represent the area occupied by 95% of the simulations, and the 824 dark shaded regions representing the interquartile range of the simulations. (B) Survival curves 825 showing mice with paralysis free survival over time for groups (n=18 per virus) infected 826 intramuscularly with 10 5 pfu (left), 10 6 pfu (center), and 10 7 pfu (right) of WT (black) or 3D G64S 827 (dashed blue). * p<0.05, *** p<0.001 by Log rank test. (C) Viral titer in brain and spinal cord 5 828 days post intravenous inoculation with 10 7 pfu of WT (filled circles) or 3D G64S (open circles). * 829 p<0.05, **p<0.005 by Mann Whitney U test, n=7 mice in each group (out of 8 that were infected, 830 one mouse in each group had titers below the limit of detection, dotted line). One mouse in each 831 group had titers below the limit of detection (dotted lines). (D) Histogram of frequencies of 832 intrahost SNV identified in the spinal cords of 12 mice from panel D (7 infected with WT and 5 (orange). ** p<0.005, by Log rank test, actual p value 0.0012. (F) Survival curves 837 showing mice with paralysis free survival over time for groups (n=43 per virus combined from 838 two experiments) infected intramuscularly with 10 6 pfu of 3D G64S (dashed blue), or 3D G64S ;",
            "latex": null,
            "type": "figure"
        },
        "FIGREF29": {
            "text": "A speed-fidelity trade-off in the poliovirus RdRp. (A) Relative fitness of 3DG64S as measured by direct competition. The amount of each virus at each passage was compared to the input and expressed as the difference in the log10 ratio in RNA genomes for 3DG64S (open circles) relative to WT over time. The slope of the dotted lines are the relative fitness values, 0.78 ± 0.01, n=3 replicates. (B) Cumulative distribution function of fitness values for single nucleotide variants of poliovirus as determined in reference 16. * indicates the relative fitness (0.78) and percentile (64th) of 3DG64S. (C) Plaque size of clones from WT (n=272, black) and 3DG64S (n=220, grey) virus populations. Box plots show median, 25% and 75% quartiles, and 1.5x interquartile range. *** p ≤ 0.005, t-test with Welch's correction. (D) Single cycle growth curve for WT (filled circles, black line) and 3DG64S (open circles, grey line) in HeLa. Data are mean ± standard deviation (n=5 replicates). *** p<0.005, unpaired t-test comparing WT and 3DG64S separately for each time point. (E) Single cycle growth curve for WT (filled circles, black line) and 3DG64S (open circles, grey line) in 3T3 cell line derived from MEF of PVR transgenic mice. Data are mean ± standard deviation (n=5 replicates). ** p<0.01 *** p<0.005, unpaired t-test comparing WT and 3DG64S separately for each time point. (F) Relative fitness of 3DG64S (open circles) as measured by competition assay (see panel A) in the presence of varying concentrations of ribavirin. Note the baseline relative fitness of 3DG64S (y-intercept) is lower than the fitness reported in panel A as the assays were performed under different experimental conditions (see methods). (G) Mutation rate in mutations per nucleotide per strand copied for WT (filled circles) and 3DG64S (open circles) in the presence of varying concentrations of ribavirin, as determined by Luria Delbruck fluctuation test.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF30": {
            "text": "Figure 1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF31": {
            "text": "Figure 2",
            "latex": null,
            "type": "figure"
        },
        "FIGREF32": {
            "text": "Figure 3",
            "latex": null,
            "type": "figure"
        },
        "FIGREF34": {
            "text": "Adaptability of WT and 3DG64S over 20 passages in HeLa (A) or 12 passages in a 3T3 cell line derived from mice transgenic for the poliovirus receptor (B). Fitness values (≥ 3 replicate competition assays for each data point) were determined for populations from every 5th passage (A) or every 4th passage (B) and the adaptability in the top panels expressed as the slope of the regression for log fitness over time for each of 5 independent lineages of WT (filled circles) and 3DG64S (open circles, blue) for each cell line. The bottom panels show all the data from the 5 lineages together with the regression of log fitness over time. Exact p-values for the difference between the slopes for WT and 3DG64S on HeLa (0.0129) and PVR-3T3 (0.0013) were derived from a mixed linear effects model (see Methods).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF35": {
            "text": "In vivo phenotype of WT and 3DG64S (A) Maximum likelihood optimization of a simple binomial model (see Extended Data Model 2) estimated an average inoculum to CNS bottleneck size of 2.67 (lambda 2.44, 95% CI 1.39-3.82) based on experimental data for 4 barcoded poliovirus populations 48. Shown are outputs of 10,000 simulations of the model (number of mice with one, two, three, or four barcodes represented in the CNS)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF36": {
            "text": "of the equilibrium mean population 851 fitness, w, as a function of the genomic deleterious mutation rate (U d ) in units of deleterious 852 mutations per genome per generation. we consider competition between two strains that differ in both their speed, c, and their 861 fidelity (as manifest by a deleterious mutation rate, U). If you have two strains, a and b, then the 862 relative fitness of a to b will be:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF37": {
            "text": "below, as the mutation rate multiplier goes up, the fitness of a high fidelity variant 876 increases relative to wild type (WT). The plot on the left shows both strains (WT and a high 877 fidelity variant together). The equilibrium, where the two strains have equal fitness, is at a sigma 878 value where the two lines cross (as indicated by the arrow, right) simple model, we can use the empirical estimates of mutation rates and relative fitness 883 values over a range of ribavirin concentrations (which increase the mutation rate multiplier, σ) to 884 estimate the deleterious mutation rate and the amount of mutation load experienced by WT 885 poliovirus and the 3D G64S high fidelity variant. The data are presented in Figures 1E and 1F and 886 available in the annotated Jupyter notebook available at 887 https://github.com/lauringlab/speed_fidelity.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF38": {
            "text": "we looked at the competitive fitness data and used the point at which the two strains have 913 equal fitness (approximately 150µM of ribavirin, see Fig. with two equations, we solved for the two unknown values (n and c). Assuming they have 918 equal fitness at 150µM, the fitness cost of 3D G64S absent the cost from mutational load is 0.60. 919 The effective number of sites with deleterious mutations is 10959 (48% of all possible mutations, 920 given 3 possibilities at every site). The fitness cost due to mutation load that is experienced by 921 WT in absence of ribavirin is 0.137. The fitness cost due to mutational load experienced by 922 3D G64S in absence of ribavirin is 0.037. These relationships are shown graphically below, where 923 the dashed line indicates the fitness in the absence of mutational load, the shaded area 924 indicates the effect of mutational load on fitness and the solid lines indicate the overall effect on 925 fitness.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF39": {
            "text": "However, this model was constrained, in part, by the fact that no smaller bottleneck could 956 account for the presence of 4 barcodes in the CNS even though this rarely occurred. Indeed 957 simulations revealed this model predicted a higher average number of barcodes than 958 experimentally observed. In particular the model underestimated the probability of only 1 959 barcode infecting the CNS.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF40": {
            "text": "for experimental variability in bottleneck sizes between mice we allowed the 962 bottleneck to vary according to a zero-truncated Poisson distribution. We truncated the Poisson 963 distribution because at the high doses used in the original experiment and replicated in this 964 current work poliovirus entered the CNS in all infected mice. That is, there were no mice with 965 zero barcodes. 966 967 When we allow !, the bottleneck size, and in our model, to follow a zero-truncated Poisson 968 distribution parameterized with λ. The likelihood of observing ! barcodes given ! is 969 !(!) = !(!|!) = ! ! (!|!, !)!(!|!) Where !(!|!, !) is our expression above and !(!|!) = ! ! (! ! !!)!! or the probability of ! in a zero-970truncated Poisson with a parameter !. We approximated the infinite sum above with a partial 971 sum of the first 100 terms as we expected a small bottleneck, and the probability of an ! of 50",
            "latex": null,
            "type": "figure"
        },
        "FIGREF41": {
            "text": "978 mouse had a bottleneck size drawn from a zero-truncated Poisson with a ! of 2.44. For 979 illustration we also simulated the data with an average bottleneck of 10. The output of the 980 simulations is shown below and in Fig. 4A. The shaded regions represent the area occupied by 981 95% of the simulations with the dark regions representing the interquartile range of",
            "latex": null,
            "type": "figure"
        },
        "FIGREF42": {
            "text": "we modeled the infectious process from inoculation to invasion of the CNS as a single 992 sampling procedure, this process is made up of several bottlenecks imposed on the virus as it 993 passes through different body compartments [49]. We, therefore, interpret our mean bottleneck 994 of 2.67 as an aggregate, within-host bottleneck. 995 996 Population bottlenecks have been show to be dose dependent. However, it is likely that the 997 inoculating dose modeled here, and used in the presented work, saturates this dose 998 dependency. For example, Pfeiffer et al. only observed a slight increase in the average number 999of barcodes present in the CNS when mice were inoculated with 100x more PFU. In fact, the 1000 bottleneck appears to only be overcome when very young (two week old) mice were inoculated.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF43": {
            "text": "Figure S2",
            "latex": null,
            "type": "figure"
        },
        "FIGREF45": {
            "text": "Figure S3",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "A low passage stock of HeLa cells (<2 weeks in culture), previously obtained directly from ATCC (CCL-2), was kindly provided by Mary O'Riordan (University of Michigan). Except where 294 noted, these cells were used for all experiments in this study and maintained in minimal 295 essential media (MEM, Invitrogen 11090), supplemented with 10% fetal bovine serum (Gibco or Hyclone), 1x Penicillin-Streptomycin (Invitrogen 15140-148), 1x sodium pyruvate (Invitrogen 297 11360), 1x MEM alpha non-essential amino acids (Invitrogen 11140), 1x glutamine (Invitrogen 298 25030). A second stock of HeLa of unknown passage history was obtained from Michael Imperiale (University of Michigan). These cells were only used for plaque assays to titer stocks and were maintained in Dulbecco's modified Eagle's media (DMEM, Invitrogen 11965) supplemented with 10% fetal bovine serum and 1x Penicillin-Streptomycin. PVR-3T3 cells are 302 described below and were maintained in DMEM supplemented with 10% fetal bovine serum, 1x Penicillin-Streptomycin and 1x glutamine. In all cases, cell lines were maintained for no more 304 than 30 passages at a time. Wild type poliovirus and all mutants were generated from plasmid pEW-M, a Mahoney clone originally obtained from Eckard Wimmer (SUNY-Stonybrook) [57].13 specific pathogen free conditions. Primary mouse embryonic fibroblasts (MEF) were derived 312 from PVR mice. Day 13.5 embryos were harvested and washed in phosphate-buffered saline 313 (PBS). The heads and viscera were removed, and the body was minced with a sterile razor blade, trypsinized, and homogenized by pipetting with a 10ml serological pipette. Cells were plated in DMEM supplemented with 10% fetal bovine serum, 1x Penicillin-Streptomycin and 1xglutamine. An immortalized cell was derived from PVR MEFs following the 3T3 protocol[58].",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Proc Natl Acad Sci USA. 2003;100: 7289-7294. doi:10.1073/pnas.1232294100 Moya A, Elena SF. The distribution of fitness effects caused by singlenucleotide substitutions in an RNA virus. Proc Natl Acad Sci USA. 2004;101: 8396-8401. Becker MM, Halpin RA, Li K, Venter E, Lu X, et al. Infidelity of SARS-CoV Nsp14-exonuclease mutant virus replication is revealed by complete genome sequencing. Population Diversity: An Optimum for Maximal Fitness and Virulence. J Biol Chem. Acad Sci USA. 2005;102: 10233-10237. doi:10.1073/pnas.0501062102 Watson SJ, Choy K-T, Fun Sia S, Wong DDY, Poon LLM, et al. Generation and characterization of influenza A viruses with altered polymerase fidelity. Nature Girard M, Darnell JE. Aspects of the synthesis of poliovirus RNA and the Elena SF. Matters of Size: Genetic Bottlenecks in Virus Infection and Their Potential Impact on Evolution. Annual Review of Virology. 2015;2: 161-179.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Bernal A, Uche U, Sterner DE, Butt TR, Cameron CE, et al. Small ubiquitin-like modifying protein isopeptidase assay based on poliovirus RNA polymerase activity. Anal DNA-dependent RNA and DNA polymerases. Proc Natl Acad Sci USA. National Acad of short DNA sequences to the human genome. Genome Biol. 2009;10: R25.This work was supported by R01 AI118886 to ASL and R01 AI 45818 to CEC. RW was supported by K08 AI119182 and JTM was supported by the Michigan Predoctoral Training",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "CC-BY 4.0 International license is made available under aThe copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101Supporting Information Model 2 -Within host bottleneck",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/309880 doi: bioRxiv preprint 37 (see for example, Ross SM. 2010. A First Course in Probability. Prentice Hall, pages 121-122).",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Mutations conferring resistance to 1mM guanidine. Shown are results from 15 plaques from populations treated with no drug (WT) or 200µM ribavirin (R). Raw data for calculation of LD50 (PD50, as paralysis triggered euthanasia per 1012 protocol). Calculation and output were obtained using tsk package in R with no trimming. Similar 1013 values were obtained using the logit method.The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/309880 doi: bioRxiv preprint",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": " Table S3 44 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1,
                    "end": 9,
                    "text": "Table S3",
                    "ref_id": null
                }
            ],
            "section": "42"
        }
    ]
}