{
    "paper_id": "29bc34aad802ab6b35074f23c631540a84b16d0d",
    "metadata": {
        "title": "Trends in Transmissibility of 2019 Novel Coronavirus-infected Pneumonia in Wuhan and 29 Provinces in China",
        "authors": [
            {
                "first": "Huazhen",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Southwestern University of Finance and Economics",
                    "location": {
                        "settlement": "Chengdu",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Wei",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Southwestern University of Finance and Economics",
                    "location": {
                        "settlement": "Chengdu",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Hong",
                "middle": [],
                "last": "Gao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Southwestern University of Finance and Economics",
                    "location": {
                        "settlement": "Chengdu",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jinyu",
                "middle": [],
                "last": "Nie",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Southwestern University of Finance and Economics",
                    "location": {
                        "settlement": "Chengdu",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Qiao",
                "middle": [],
                "last": "Fan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Program in Health Services & Systems Research",
                    "location": {
                        "country": "Singapore"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background The 2019 novel coronavirus infected pneumonia (COVID-19) represents a significant public health threat. The COVID-19 emerged in December 2009 in Wuhan, China and rapidly spread to other regions and countries. The variation in transmission patterns and disease spread in regard to time or among different locations, partially reflecting the public health intervention effects, remains to be quantified. As most transmissibility-related epidemic parameters are unknown, we sought, with minimal assumptions, to estimate real-time transmissibility and forecast new cases using dynamic modelling.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods Using the cases reported from the National Health Commission of China and transportation data, including the total number of travelling hours through railway, airplane, and car outbound from Wuhan, we have built a time-series model to estimate real-time underlying transmission rates of newly generated cases sequentially from in Wuhan, Hubei province and other 28 provinces in China. We quantified the instantaneous transmission rate and relative reproduction number (R t ) of COVID-19, and evaluated whether public health intervention affected the case transmissibility in each province. Based on the current estimates, we have predicted the trend of disease spread with a high level of certainty.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Findings We estimated that R t declined from the range of 4 to 5 towards",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "1 and remained below unity, while there was an initial growth followed by a decline in a shorter period in Hubei and other provinces. The ratio of transmission rates decreased dramatically from January 23 to 27 likely due to the rigorous public health intervention implemented by the government beginning on January 23, 2020. The mean duration of the infectious period was 6 to 9 days. We have predicted the trend of infection sizes which became stable in provinces around February 19 to 24, 2020, and the date of containment would be one-week later in Wuhan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Wuhan [2, 3, 11, 12, 13, 14] . In practice, it becomes crucial to monitor quantitative changes in transmission rates and the effective reproduction number 23 R t over time to reveal the impacts of control measures [15, 16, 17, 18, 19] . The 24 transmissibility depends on the biological properties of the coronavirus, as 25 well as the contact patterns which can be intervened at the national or social 26 levels in populations. The dynamic changes in transmissibility of in Wuhan and across provinces in China remain unknown. We hypothe- 28 sized that there could be a significant reduction of transmissibility with time 29 which is in accordance with the public health interventions in Wuhan and 30 other provinces. 31 Here we provide a real-time model-based analysis to estimate trends in 32 transmissibility of COVID-19 from January 20 to February 13 in Wuhan, 33 Hubei and other 28 provinces in China and forecast the turning point to First, we build an index α k to represent the baseline infected cases in 102 province k on 20 January, 2020. Particularly, we will use T R k , F L k and M I k 103 to measure the relationship between provice k and Wuhan. We suppose",
            "cite_spans": [
                {
                    "start": 6,
                    "end": 9,
                    "text": "[2,",
                    "ref_id": null
                },
                {
                    "start": 10,
                    "end": 12,
                    "text": "3,",
                    "ref_id": null
                },
                {
                    "start": 13,
                    "end": 16,
                    "text": "11,",
                    "ref_id": null
                },
                {
                    "start": 17,
                    "end": 20,
                    "text": "12,",
                    "ref_id": null
                },
                {
                    "start": 21,
                    "end": 24,
                    "text": "13,",
                    "ref_id": null
                },
                {
                    "start": 25,
                    "end": 28,
                    "text": "14]",
                    "ref_id": null
                },
                {
                    "start": 214,
                    "end": 218,
                    "text": "[15,",
                    "ref_id": null
                },
                {
                    "start": 219,
                    "end": 222,
                    "text": "16,",
                    "ref_id": null
                },
                {
                    "start": 223,
                    "end": 226,
                    "text": "17,",
                    "ref_id": null
                },
                {
                    "start": 227,
                    "end": 230,
                    "text": "18,",
                    "ref_id": null
                },
                {
                    "start": 231,
                    "end": 234,
                    "text": "19]",
                    "ref_id": null
                },
                {
                    "start": 321,
                    "end": 323,
                    "text": "25",
                    "ref_id": null
                },
                {
                    "start": 539,
                    "end": 541,
                    "text": "28",
                    "ref_id": null
                },
                {
                    "start": 622,
                    "end": 624,
                    "text": "29",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 718,
                    "end": 720,
                    "text": "31",
                    "ref_id": null
                },
                {
                    "start": 865,
                    "end": 867,
                    "text": "33",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "where β \" pβ 1 , β 2 , β 3 q 1 are estimated by the observed Y kt in provinces k \"",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "where '\"' means 'distributed as'.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Under the unified leadership of the central goverment, we suppose the 113 trend of γ kt over day t is the same for 28 provinces, that is, η kt \" η t is 114 independent of k so that 115 γ kt \" η tˆγk,t´1 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To avoid strong assumptions about the evolution of the epidemic, we allow 116 η t to be arbitray function of t. We determine the functional form of η t by 117 pointwise estimating η t and checking the resulting pattern over t. Denote 118 the resulting functional form for η t by η t \" η t paq.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Finally, we notice that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "119"
        },
        {
            "text": "With the chain calculation, we have dW kt \" γ kt ś t´1 j\"0 pγ kj`1 qW k0 and W kt \" 121 ś t´1 j\"0 pγ kj`1 qW k0 , where W k0 \" α k and γ k0 \" 0. In practice, the infected 122 patients will be isolated and removed from the infectious source. With the 123 notation m of duration of infectious period, we hence have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "119"
        },
        {
            "text": "Denote γ 1 \" pγ 11 ,¨¨¨, γ K1 q 1 and all of the parameters by δ \" pγ 1 1 , a 1 , β 1 q 1 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "119"
        },
        {
            "text": "Taken (1), (2), (3) and (5) together, the loglikelihood function was",
            "cite_spans": [],
            "ref_spans": [],
            "section": "125"
        },
        {
            "text": "where C is a constant independent of δ, m is determined by minimizing author/funder, who has granted medRxiv a license to display the preprint in perpetuity. The modeling and the loglikelihood function for Hubei are similar with 131 those for 28 provinces except that F L k is replaced by RM k and provinces are 132 replaced by cities, because there are not flights between the cities in Hubei 133 and Wuhan, and the most people leave Wuhan by cars or buses. Specifically,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "125"
        },
        {
            "text": "The modeling and the likelihood function for Wuhan are similar with 135 those for 28 provinces except that α k is directly estimated by the diagnosed 136 cases in Wuhan. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "125"
        },
        {
            "text": "Hubei were chosen based on the lowest prediction errors in Supplementary  Figures 1(a) , 4(a) and 6(a), and ηptq \" a 0`a1 pt´t 1 q´`a 2 pt´t 2 q´by With the form of ηptq \" a 0`a1 pt´t 1 q´`a 2 pt´t 2 q´with t 1 being January 167 23 and t 2 being January 27 and m \" 6, we estimate δ \" pγ 1 1 , a 1 , β 1 q 1 based on 168 t \" 1,¨¨¨, T of 28 provinces using the method displayed in Section 2. Table   169 1 displays the resulting estimators for β. Rail transportation and migration Since γ kt \" γ k1 ś t j\"2 η j and the ratio of transmission rate η t are the same over 176 28 provinces, the initial transmission rates γ k1 can be used to compare the 177 strength of the prevention and control for the NCP epidemic in 28 provinces.",
            "cite_spans": [
                {
                    "start": 566,
                    "end": 569,
                    "text": "176",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 59,
                    "end": 86,
                    "text": "Supplementary  Figures 1(a)",
                    "ref_id": null
                },
                {
                    "start": 390,
                    "end": 401,
                    "text": "Table   169",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The transmission rates γ k1 varied greatly by province, from 0.58 to 0.98 for",
            "cite_spans": [],
            "ref_spans": [],
            "section": "178"
        },
        {
            "text": "Beijing and Heilongjiang, respectively. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "179"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.21.20026468 doi: medRxiv preprint 11 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "179"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "179"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.21.20026468 doi: medRxiv preprint Guangdong Date Cum. Num. q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q on January, 20 so the epidemiological scale (p-value \" 0.036 and p-value 217 \" 4e´04, respectively), but not for rail transportation (p-value \" 1.0). This 218 is different from the conclusion for 28 provinces where rail transportation is 219 significant. This may be attributed to that the cities in Hubei is close to 220 Wuhan and the popular transportation leaving Wuhan is by cars. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "179"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.21.20026468 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "179"
        },
        {
            "text": "With the form of ηptq \" a 0`a1 pt´t 1 q´`a 2 pt´t 2 q´with t 1 being January 248 27 and t 2 being January 30 and m \" 6, we estimated the parameters based 249 on t \" 1,¨¨¨, T in Wuhan using the method displayed in Section 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results from WuHan city 247"
        },
        {
            "text": "Figures 5(a) and 5(b) displays the estimators of η t and R t , as well as their 251 95% CI, respectively, for Wuhan. The reproduction number R t decreased the changes of diagnosis criteria, the predicted cases were not comparable after February 13. However, as mentioned above, the estimated trend was 257 still informative to predict the turning point. Thus we estimate that the date 258 of containment would be around February 29, 2020 in Wuhan (Figure 5(c) ). could be in earlier January with sparse data. In our study, the initial R t 288 was estimated at 4.9 on January 21 and even higher at 8.13 before this date 289 (data not shown), larger than the estimation in other places as expected. We 290 also observed that the ratio for transmission rates decreased from January to prevent the spread of diseases. 313 We forecasted that COVID-19 will be contained across provinces around ",
            "cite_spans": [
                {
                    "start": 814,
                    "end": 817,
                    "text": "313",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 447,
                    "end": 459,
                    "text": "(Figure 5(c)",
                    "ref_id": null
                }
            ],
            "section": "250"
        },
        {
            "text": "The estimation of the traditional SIR or SEIR models [29, 30, 2020, and the date of containment would be one-week later in Wuhan.",
            "cite_spans": [
                {
                    "start": 53,
                    "end": 61,
                    "text": "[29, 30,",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "323"
        },
        {
            "text": "Declaration of interests 359 We declare no competing interests. ",
            "cite_spans": [
                {
                    "start": 25,
                    "end": 28,
                    "text": "359",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "358"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A likelihood-based method for real-time 445 estimation of the serial interval and reproductive number of an epidemic",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pagano",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Statistics in medicine",
            "volume": "446",
            "issn": "16",
            "pages": "2999--3016",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Real-time epidemic forecasting: Challenges and opportunities",
            "authors": [],
            "year": 2019,
            "venue": "Health",
            "volume": "450",
            "issn": "4",
            "pages": "268--275",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Transmission dynamics of the etiological agent of sars in hong kong: 454 impact of public health interventions",
            "authors": [],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1961--455",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Epidemiological and genetic analysis of se-458 vere acute respiratory syndrome",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "The Lancet infectious diseases",
            "volume": "4",
            "issn": "11",
            "pages": "672--683",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Modeling the sars epidemic",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dye",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gay",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "461--1884",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Epidemiological determinants of spread of causal agent of severe acute 465 respiratory syndrome in hong kong",
            "authors": [],
            "year": 2003,
            "venue": "The Lancet",
            "volume": "361",
            "issn": "9371",
            "pages": "1761--466",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Clinical progression 469 and viral load in a community outbreak of coronavirus-associated sars 470 pneumonia: a prospective study",
            "authors": [
                {
                    "first": "K.-I",
                    "middle": [],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Law",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hon",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "The Lancet",
            "volume": "361",
            "issn": "9371",
            "pages": "1767--471",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "On the predictability of infectious disease out-473 breaks",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Scarpino",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Petri",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nature communications",
            "volume": "10",
            "issn": "1",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Global dynamics of a 477 seir model with varying total population size",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Graef",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Karsai",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Mathematical biosciences",
            "volume": "478",
            "issn": "2",
            "pages": "191--213",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Global dynamics of an seir epidemic 480 model with vertical transmission",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "SIAM Journal on Applied Mathemat-481 ics",
            "volume": "62",
            "issn": "1",
            "pages": "58--69",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Statistical inference in a stochastic 483 epidemic seir model with control intervention: Ebola as a case study",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Lekone",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "F"
                    ],
                    "last": "Finkenstädt",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Real-time 487 estimates in early detection of sars",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Hedley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "A.-J",
                    "middle": [],
                    "last": "Valleron",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Emerging infectious diseases",
            "volume": "12",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The epidemiological characteristics of an",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "N C P E R E"
                    ],
                    "last": "Team",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "34 reach a potential outbreak plateau based on the surveillance case counts as 35 well as transportation and population immigration data from Wuhan to other 36 cities. Our method, without relying on an assumption of epidemiological 37 parameters for disease progression which is absent for the novel pathogen in 38 our study, is a flexible and generalizable approach to directly estimate the 39 distribution of the transmissibility trend.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The calculation of the time-dependent reproduction number R t 138 When W k,t´1 \" 1, we have γ kt \" dW kt . Hence γ kt is the average number139 of new infections created by an infectious individual in one day, then φ t \" 140 ř K k\"1 γ kt {K is the corresponding average number across provinces or cities. 141 Since one infectious individual can make infection for m days, an infectious 142 individual then can lead to R t \" mφ t new infections, which indeed is the 143 time-dependent reproduction number.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "In addition, byBettencourt and Ribeiro (2008)[16], we also calculate the 145 time-dependent reproduction number byR t \" m log",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Predication of potential turning point in NCPI outbreak 148 With the estimated parameters by maximizing the loglikehood (6), we 149 can estimate and predict the average new cases dW kt \" γ kt ś t´1 j\"0 pγ kj`1 qα k , 150 then the cumulative casesW kt \" ś t j\"0 pγ kj`1 qα k . Based on the cumulative 151 cases, we can predict the turning point in the COVID-19 outbreak. In the 152 paper, we defined the turning point to be the day when the number of the 153 cumulative cases reached a plateau, which satisfying |Bf pvq{Bv| ď c 0 , where 154 f pvq \" BW kt {Bt|t\"v BW kt {Bt|t\"v´1 and c 0 is a prespecified small number. We take c 0 \" 155 2e´03 through the analysis.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Figures 1(b), 4(b) and 6(b) for all of 28 provinces, Hubei and 162 Wuhan but with different t 1 and t 2 , where t´\" minpt, 0q. The functional 163 form of ηptq is obtained by pointwise estimating η based on the data till t for 164 t \" 3,¨¨¨, T .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Wuhan had significant effects on number of infectious on January, 20 so 171 the epidemiological scale (p-value \" 0.015 and p-value \" 0.02, respectively), 172 but not for air transportation (p-value \" 1.0). (a) displays the transmission rates γ k1 on January 20, 2020 by 174 province and Figure 2(c) displays the ratio of transmission rate η t over day t.175",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "(b) displays the underlying infected cases α k on January 20, 2020.181The top five provinces with the highest number of cases were in Guangdong,182    Henan, Beijing, Sichuan and Hunan respectively, and the lowest numbers183 were in Ningxia, Jilin, Hainan and Heilongjiang. 184 Those with the highest imported cases α k did not necessarily exhibit the 185 highest transmission rate γ k1 . For instance, Beijing and Sichuan had the 186 highest underlying cases but low transmisison rates (0.58 and 0.65 in Fig-187 ure 2(a)); on the contrary, Heilongjiang and Jilin had the lowest underlying 188 cases but high infection rates (0.83´0.98 in Figure 2(a)). Interestingly, this 189 might be in accordance with the effects implemented in each province; Bei-190 jing and Sichuan are known for their substantial and immediate public health 191 intervention starting on January 20, 2020. (d) displays the R t and 95% confidence intervals (CI). The re-193 production number increased to 2.15 at January 26 and declined to 1 on",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "We further predicted the number of accumulated cases until March for 198 each province using the optimal model we chose above(Figure 3and Supple-199 mentary Figures 2 and 3). For almost all provinces, observed values perfectly 200 fall within 95% CI of the prediction band, suggesting a good fitting, except 201 a few cases. For example, the predicted numbers were somewhat larger than 202 the observed values in Bejing, which could be due to an over-estimation of 203 the underlying case at the baseline. Given no changes in the current control 204 measures, we observed that the predicted numbers reached a plateau from 205 February 19 to 24 in all provinces (Figure 3(i)), marked by a blue line with 206 the date of turning point labeled in each plot. 207 10 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "The estimation and 95% CI. (a) the estimated transmission rate on January 20 in each province; (b) the estimated underlying infected cases on January 20 in each province; (c) the estimated ratio of transmission rate over time; (d) Sequential estimation of reproduction number from the daily COVID-19 cases.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "(a)-(h): The estimated (red-solid) and observed (black-dotted) cumulative number of infectious over day t, as well as 95% CI (red-dashed) for typical provinces. (i): The day reaching plateau by provinces.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "(a) displays the transmission rates γ k1 on January 20, 2020 by 222 city and Figure 4(c) displays the ratio of transmission rate η t over day t. 223 The transmission rates γ k1 varied by city, from 0.45 to 0.80 for Enshi and 224 Suizhou, respectively, except for Shennongjia which is a scenic area. The top 225 two cities with the highest transmission rates were in Suizhou and Huangshi, 226 and the lowest transmission rates were in Shennongjia and Enshi. (b) displays the underlying infected cases α k on January 20, 2020. 228 The top two cities with the highest number of cases were in Xiaogan and 229 Huanggang, and the lowest numbers were in Qianjiang and Tianmen. 230 Again, those with higher imported cases α k did not necessarily exhibit 231 higher transmission rate γ k1 . For instance, although Suizhou, Huangshi and 232 Ezhou had lower underlying cases (6.06´7.50) but the highest transmission 233 rate (0.74´0.80); on the contrary, Enshi had higher underlying cases (9.12) 234 but lower transimission rates (0.48 in Figure 4(a)). (d) displays the R t and its 95% CI. The reproduction number 236 decreased dramatically to 0.97 on January 22, 2020, then increased to 3.70 237 on January 27, 2020 and decreased to 1 on February 5.238As the diagnosis criteria for Wuhan and Hubei province expanded to 239 include those identified by clinic diagnosis since February 13, the reported 240 cases increased dramatically since then. As our model was initially built up 241 using the laboratory-confirmed cases, the predicted cases were not presented 242 after February 13 (SupplementaryFigure 5). However, the estimated trend, 243 without changes in other parameters, was still informative to predict the 244 turning point. We estimate the growth curve to reach the plateau from",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "The estimation and 95% CI. (a) the estimated transmission rate on January 20 by cities in Hubei; (b) the estimated underlying infected cases on January 20 by cities in Hubei; (c) the estimated ratio of transmission rate over time in Hubei; (d) Sequential estimation of reproduction number from the daily COVID-19 cases in Hubei. (e) The day reaching plateau by cities in Hubei.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "The estimation and 95% CI. (a) the estimated ratio of transmission rate over time in Wuhan; (b) Sequential estimation of reproduction number from the daily COVID-19 cases in Wuhan; (c) The estimated (red-solid) and observed (black-dotted) number of infectious over day t, as well as 95% CI (red-dashed) of the estimators for Wuhan.4. Discussions260Here we described transmission dynamic patterns of the COVID-19 out-261 break using time-serial data in Wuhan and 29 provinces in China from Jan-262 uary 20 to February 13, 2020. The instantaneous R t declined from the range 263 was an initial growth from January 21 to 27, 2020 with R t up to 4 followed 273 by a decline in a short period. The increase in R t was in accordance with 274 the increase in transmission, but at a slower rate. There was a dramatically 275 declining trend in the ratio for the transmission rate from January 23 to 28.276 Since January 23, 2020, the Chinese government banned travels into and from 277 Wuhan by air, rail and road access to halt the spread of cases from Wuhan 278 to other cities. Also, almost all provinces initiated the highest level of public 279 health emergency responses during January 23 and 25 including tracking and 280 isolating close contacts with COVID-19 patients, self-quarantine, etc. We 281 speculate that, based on the coincidence of a series of intervention effects, 282 the decline in R t could be due to a series of intervention measures to reduce 283 the transmission rate implemented since January 23, 2020. Wuhan, the reproduction number R t showed a trend of decline in 285 general from 4.9 to 1 on February 2, 2020, although a slight shift upward 286 on January 27 and 28. Different from other places, the outbreak in Wuhan287",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "19 to 24, and in Wuhan one week later. The model fitting to the 315 data performed very well for all regions as shown by the observed cases gener-316 ally falling in the 95% CI of the bound of prediction in the plots. Zhejiang and 317 Guizhou provinces showed statistical anomalies with the largest predictor er-318 ror (Supplementary Figure 3); the observed cases were either underestimated 319 or overestimated. This could be due to the variation in the duration of the 320 infectious period or the number of underlying case estimation at baseline as 321 the transport data we have might not be completed, which warrant further 322 investigation.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "day t. T R k and F L k are constructed based on the two reasons. One is that the longer people stay on the train or plane, the more likely he(she) is to get infected. Another is that the infection happens in local area, hence the number of trains or planes has more information than the population taking trains or planes. In addition, in Hubei province, most people left Wuhan by cars, we use RM k as one of measurement for the spatial distance between",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Effects of transport modes and population immigration to estimate infection cases at baseline culateR t from Bettencourt and Ribeiro (2008)[16]. The shape of R t andR t are concordant, whereasR t dramatically fluctuated in the begining.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "displays the resulting estimators for β. Highway transportation",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "lag effects on the transmission rates. Several studies have estimated the basic reproduction number R 0 in a range of 2.2 to 4.0 in Wuhan[2, 3, 11, 12], highly contagious compared to SARS[13, 23, 24,25, 26, 27,28]. One study[13]    estimated R t in 830 cases in Wuhan from December 24 and January 23 and found that R t decreased from 8 to 2.52. The trend is similar to what we observed; however, with the interaction involved, we estimated R t declined and approached the critical threshold at 1 on February 2, 2020.The difference in transmission rates among different provinces highlights the importance of its contact patterns and control measures, given no re-quired immunity obtained in the early outbreak phase[4, 18]. As of January 20, underlying cases imported from Wuhan were the highest in Guangdong, Henan, Beijing and Sichuan. Beijing and Sichuan had the lowest transmission rates (ranging from 0.58 to 0.65), and Heilongjiang, Jilin and Tianjin had the lowest underlying cases but high transmission rates (0.83 to 0.98). This could be related to the extent of efforts in each province to reduce the mentation of control measures results in a 2.6-fold increase in mean epidemic size[16]. Thus the immediate stringent controls measures have critical impact",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "31, 32, 33]    requires information about the epidemiological parameters of disease progression, which is absent for the novel pathogen in our study. Studies, for example, used serial interval estimates based on previous estimations of SARS-Cov[2, 3, 12]. It would be desirable to estimate them from the model itself.The likelihood-based method modelling presented here can be used for this purpose in real-time estimations of epidemiological parameters, with minimal assumptions. We assumed secondary cases are generated according to a Poisson distribution[22, 34]. Our method relies on the inference of transmission among the underlying statistical distribution of the infected cases during the infectious period. It can be used to provide statistical expectations for new case predictions. Large time-series data permit us to estimate the rates on a daily basis. Thus, for the calculations in this study, we choose to use a minimal statistical approach for emerging infectious diseases which is more appropriate and generalizable.Our study is not without limitations. First, our results are based on the diagnosis cases reported by the CDC in China. Underreporting is likely to occur which was not accounted for in our analysis. Among all cases reported until February 11, only 13.8% cases were reported prior January 20, 2020 and among them, 77.6% were among the Hubei province[35]. Since we are most interested in the temporal trend after January 20, the underreporting might not vary greatly with time since then. Second, as there is a series of interventions implemented during subsequent periods, we were not able to distinguish which intervention could be the main driver based on current dramatically up to 14840 in Wuhan and Hubei from February 12, which makes our prediction challenging. Thus we did not provide the predicted cases for Wuhan and Hubei province after February 13, 2020.In summary, we provide transmission dynamic patterns of the COVID-19 outbreak using time-serial data from January 20 to February 13, 2020 in China. The declining trend of R t , as well as ratio for transmission rates, indicate the effects of public health intervention implemented by the government beginning on January 23, 2020. Model prediction results suggested that COVID-19 would be contained in provinces around 19 to 24 February,",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The research were partially supported by National Natural Science Foun- ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "361"
        }
    ]
}