{
    "paper_id": "2cfe7a4cc1fceed0ad7ffbd6244a61e0b2c3ac8b",
    "metadata": {
        "title": "Facemask shortage and the coronavirus disease (COVID-19) outbreak: Reflection on public health measures",
        "authors": [
            {
                "first": "Huailiang",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {},
                "email": "wuhuailiang@stu2014.jnu.edu.cn"
            },
            {
                "first": "Jian",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {},
                "email": "jian.huang@imperial.ac.uk"
            },
            {
                "first": "#",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": ";",
                "middle": [],
                "last": "Casper",
                "suffix": "",
                "affiliation": {},
                "email": "casperz1@connect.hku.hk"
            },
            {
                "first": "J",
                "middle": [
                    "P"
                ],
                "last": "Zhang #",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zonglin",
                "middle": [],
                "last": "He",
                "suffix": "",
                "affiliation": {},
                "email": "hezonglin0leon@stu2015.jnu.edu.cn"
            },
            {
                "first": "Wai-Kit",
                "middle": [],
                "last": "Ming",
                "suffix": "",
                "affiliation": {},
                "email": "wkming@connect.hku.hk"
            },
            {
                "first": "Casper",
                "middle": [
                    "J P"
                ],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "A novel coronavirus disease (COVID-19) outbreak due to SARS-CoV-2 infection occurred in China in late-December 2019. Facemask wearing is considered as one of the most cost-effective and important measures to prevent the transmission of SARS-CoV-2, but it became a social concern due to the recent global facemask shortage. China is the major facemask producer in the world, contributing to 50% of global production. However, even full productivity (20 million facemasks per day) does not seem to meet the need of a population of 1·4 billion in China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract Background"
        },
        {
            "text": "Policy review using government websites and shortage analysis using mathematical modelling based days if under the existing public health measures and a shortage of 853 million facemasks is expected by 30 Apr 2020. Assuming a gradually decreased import volume, we estimated that dramatic increase in productivity (42.7 times of the usual level) is needed to mitigate the facemask crisis by the end of April.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "In light of the COVID-19 outbreak in China, a shortage of facemasks and other medical resources can considerably compromise the efficacy of public health measures. Effective public health measures should also consider the adequacy and affordability of medical resources. Global collaboration should be strengthened to prevent the development of a global pandemic from a regional epidemic via easing the medical resources crisis in the affected countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interpretation"
        },
        {
            "text": "An increasing number of novel coronavirus disease cases were initially identified in Wuhan, Hubei province, China in December 2019. The novel coronavirus (SARS-CoV-2) was mainly transmitted via respiratory droplets and can be transmitted between humans 1-3 . Common symptoms of COVID-19 include fever, cough, dyspnoea, and myalgia or fatigue, while less common symptoms include sputum production, headache, haemoptysis, and diarrhoea 4 . In mid-February 2020, the reported incidence of COVID-19 cases exceeded 60,000 in China, of which more than 70% was in Wuhan city and more than 80% was in Hubei province 5,6 . Globally, Thailand, Japan, South Korea, Singapore, Malaysia, France, Canada, Australia, Germany, the United Kingdom, the United States and 13 other countries had reported COVID-19 cases 7 . Most of the confirmed cases are travellers from or ever been to Wuhan or other Chinese cities; however, locally transmitted cases outside of China have also been reported 7 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The World Health Organization's (WHO) guidance on prevention and control of the COVID-19 outbreak recommends hand, and respiratory hygiene and the use of appropriate personal protective equipment for healthcare workers in practice and patients with suspected SARS-CoV-2 infection should be offered a medical mask 8 . Regarding the respiratory hygiene measures, facemask wearing is considered as one of the most cost-effective and important measures to prevent the transmission of SARS-CoV-2, but it became a social concern due to the recent global facemask shortage 9-12 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "China is the major facemask producer in the world, contributing to 50% of the global production 9 . At the usual time, China can produce 20 million facemasks per day while the productivity during the Chinese New Year holiday was lower (12 million facemasks per day) 13 . However, even full productivity does not seem to meet the need of a population of 1·4 billion in China. Therefore, to control the COVID-19 epidemic, the Chinese government imported more than 730 million facemasks between 24 Jan 2020 and 11 Feb 2020 13,14 and extended the Chinese New Year holiday to allow for home quarantine and to reduce the need for facemasks and other medical resources. A number of factories also resumed partial productivity during the holiday by paying extra to their workers 15 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this study, we simulated the facemask availability during the COVID-19 outbreak using a mathematical model based on the actual development of the outbreak, public health measures introduced by the Chinese government, and national statistics on facemask production and import. We aim to investigate the situation of the facemask shortage during the COVID-19 outbreak in China and reflect on the existing public health measures. This analysis could provide insight into the development of emergency plans regarding the adequacy and affordability of medical resources for future infectious disease outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https: //doi.org/10.1101 //doi.org/10. /2020 A cluster of COVID-19 cases was reported by the Wuhan Municipal Health Commission in late Dec 2019 1, and the peak of the epidemic is predicted to be between mid-to-late-February based on data from Wuhan while the epidemic is predicted to fade out within two months after the peak 16, 17 . The number of new cases is expected to decline after the epidemic peak, but the viral transmission is still possible and the need for facemask will not decrease immediately. Therefore, our analysis covered the period from 31 Dec 2019 to 30 Apr 2020 (121 days in total). To simulate the facemask availability in China, we used a mathematical model based on data and assumptions on the production, import, and need. We considered three scenarios in which the COVID-19 outbreak occurred in 1) Wuhan city (the epicenter); 2) Hubei province (the province/state where the epicenter is located); and 3) the whole of China (the entire country).",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 102,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 122,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                },
                {
                    "start": 404,
                    "end": 407,
                    "text": "16,",
                    "ref_id": null
                },
                {
                    "start": 408,
                    "end": 410,
                    "text": "17",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "We simulated the daily facemasks availability using equation (1), We estimated the daily need for facemasks using equations (2) to (4),",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mathematical model"
        },
        {
            "text": "where F n,h (d) and F n,g (d) are the need for facemasks among healthcare workers and the general population on day d in the disease epidemic region, respectively. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mathematical model"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 /2020 Disease Control and Prevention (CDC) of the People's Republic of China, and Municipal Health Commission.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 108,
                    "text": "/2020",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Mathematical model"
        },
        {
            "text": "The parameters included in the mathematical model were estimated based on the data released by the NHC, MIIT, and CDC of the People's Republic of China or recent investigation on the outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mathematical model"
        },
        {
            "text": "Model input and assumptions in our model are summarized in Table 1 . Specifically, the population and the numbers of healthcare workers in Wuhan city, Hubei province, and China were obtained from the Wuhan Bureau of Statistics and China Health Statistics Yearbook 2019 [18] [19] [20] . MIIT estimated that the daily facemask production in China is about 20 million at usual time 13 . Facemask storage was estimated to be seven times the daily consumption in hospitals 9 . We assume that 70% of the facemask storage in the whole of China would be supplied to the hospital system; thus, the baseline facemasks availability (F a (0)) was estimated to be 246,006,500, which is about 12 times of the usual daily facemask productivity in China. In our model, we assumed all facemasks on the market and in storage are available for consumption. In other words, we did not take into account factors that may limit the supply on the market, such as logistics. We assumed that the daily facemask productivity (F p (d)) changed during our prediction period due to the Chinese New Year holiday (24 Jan 2020 to 9 Feb 2020), the incentive to resume production, and new product lines. Specifically, we considered three scenarios for the changes of daily facemask productivity, i.e., 1) 100% productivity (20 million per day) before the Chinese New Year holiday, 40% to 60% productivity during the holiday, and 94% to 100% productivity after the holiday; 2) 100% productivity before the Chinese New Year holiday, 40% to 60% productivity during the holiday, and the productivity would increase from 94% after the holiday to 200% on 3 Mar 2020; 3) 100% productivity before the Chinese New Year holiday, 40% to 60% productivity during the holiday, and the productivity would increase from 94% to 400% on 3 Mar 2020 (See Table 1 for detailed description of each scenario). According to the MIIT and General Administration of Customs, the daily number of facemasks imported to China were 6,000,000 between 24 Jan 2020 and 29 Jan 2020, 20,000,000 on 30 Jan 2020 13 , 56,166,667 between 31 Jan 2020 and 11 Feb 2020 14 . Given a global facemask shortage has appeared in mid-February, we assumed a gradually decreasing daily import of facemask between 12 Feb 2020 and 23 Mar 2020 from 50% to 10% of the import volume in early-February and maintained a 10% of the import volume in early-February from 23 Mar 2020 to 30",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 273,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 274,
                    "end": 278,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 279,
                    "end": 283,
                    "text": "[20]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 59,
                    "end": 66,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 1801,
                    "end": 1808,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Mathematical model"
        },
        {
            "text": "Apr 2020. Based on the clinical experience of chief physicians in China, we assumed that each healthcare worker would use five facemasks each day (α) at the usual time. And we assumed that each person in the general population would use one facemask each day (β). We assumed the percentage of the general population wearing facemasks (P g (d) ) to be close to 0% before the release of the national technical protocol for SARS-CoV-2 (the first version) by the NHC (i.e., 0<d≤16) 2 . The P g (d) was assumed to be 20% after the NHC recommended facemasks wearing in the national technical protocol (the first version) (16<d≤23), and 60% after the release of the national technical protocol for SARS-CoV-2 (the second version) and massive media cover (23<d≤25) 21 . The Chinese government suggested home quarantine for suspected cases and reducing gathering during the Chinese New Year holiday; thus, we assumed the P g (d) to be 20% from 24 Jan 2020 to 9 Feb 2020 (25<d≤41). Given that most employees would return to work on 10 Feb 2020 while students would return to schools on 2 Mar . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 334,
                    "end": 342,
                    "text": "(P g (d)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Mathematical model"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mathematical model"
        },
        {
            "text": "8 2020 22 , we assumed the P g (d) to be 40% from 10 Feb 2020 to 1 Mar 2020 (41<d≤61) and 60% from 1 Mar 2020 to 30 Apr 2020 (61<d≤121). Figure 1 shows the cumulative numbers of confirmed cases and deaths of the COVID-19 and the public health measures introduced by the Chinese government from 31 Dec 2019 to 15 Feb 2020, e.g., identification of pathogen, activation of different levels of emergency response, announcement of protocols and guidelines for healthcare workers and the general population to follow, legislation facemask wearing in public, and lockdown of about 13 cities in Hubei province. From municipal level, provincial level, to national level, the Chinese government had implemented various strategies to control and prevent the spread of COVID-19. Wuhan city or Hubei province (Scenarios b1, b2, c1, and c2), facemasks supplies in the whole of China could meet the need in these regions. However, even with a productivity of 400% of the usual level, facemask shortage could not be resolved by the end of April if the COVID-19 outbreak occurred in the whole of China. We estimated that facemask productivity equals to 42.7 times the usual level is needed to mitigate a shortage by the end of April.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 137,
                    "end": 145,
                    "text": "Figure 1",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Mathematical model"
        },
        {
            "text": "In this study, we summarized the public health measures introduced by the Chinese government during the COVID-19 outbreak and simulated the facemask availability in three scenarios based on the scale of the outbreak. Our results suggested that if the COVID-19 outbreak only occurred in Wuhan (about 11.1 million population) or Hubei province (about 59.2 million population), a facemask shortage would not happen in China. We also simulated the facemask availability in three scenarios regarding different facemask productivity during the outbreak. Our analysis showed that if the outbreak occurs in the whole of China, a shortage of facemask would appear in less than a week and could be substantial under the existing public health measures. Only a dramatic increase in productivity (42.7 times the usual level) could mitigate the facemask shortage in time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 /2020 During the COVID-19 outbreak, the Chinese government introduced various measures, such as lockdown of cities, shutdown of the transportation system, and legislation on mandatory facemasks wearing in public 23 . However, the implementation of these responses was not always timely, and the virus eventually spread to the entire country. As soon as the general population began to realise the severity of the outbreak, facemask consumption surged in only a few days, partly due to panic buying.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 108,
                    "text": "/2020",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although domestic productivity has resumed after the Chinese New Year holiday and global imports have increased, facemask crisis was not resolved. Under these circumstances, many avoided leaving their apartments and tried to extend the lifespan of each facemask by all means 24,25 , school was closed, online learning resources became widely available, and public facilities were mostly not opened. In this way, the demand for facemasks in the general population is expected to decline and more resources could be saved for healthcare workers 26 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although our analysis was based on the COVID-19 outbreak in China, our findings could provide insight into the public health measures in other areas of the world, considering the outbreak occurs in city with a relatively high population mobility (e.g., London, New York, and Tokyo), and the virus could spread to the province/state where this city is located and even the entire country quickly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Therefore, governments across the world should revisit their emergency plan for controlling infectious disease outbreaks in the local context. Timely public health measures should be taken to control the outbreak within the city or the province/state where the city is located. Meanwhile, the supply of and demand for facemasks and other medical resources should be considered when planning for public health measures, so as to maintain the availability and affordability of medical resources. Besides, timely and effective communication with the public is essential to mitigate panic buying and anxiety in the population 27,28 . Furthermore, during a medical resource crisis, health disparity could be widened between specific population groups. Individuals of lower socioeconomic status are more likely to find themselves in a dilemma between the need to work in high-risk locations and the lack of protective equipment. In addition, market forces can drive the price up, preventing them from purchasing an adequate amount of protective equipment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In order to prevent the development of a global pandemic from a regional epidemic, a global collaboration to ease the medical resources crisis in the affected countries during an infectious disease outbreak should be established. With the shared information, the collaboration could promptly evaluate the severity of the outbreak and the availability of medical resources. Travel advice and guidance of self-protection should also account for the potential medical resouce crisis in the epidemic areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Timely actions, such as increasing global productivity and distributing global storage, could be taken with a joint effort to minimize the risk of shortage and control the outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "To the best of our knowledge, this is the first study to investigate the facemask availability during the COVID-19 outbreak in China. We have summarized in detail the public health measures introduced by the Chinese governments and considered three scenarios for the outbreak development. Nevertheless, there are some limitations in this study. First, our estimation relied on the assumptions of facemask . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "1 0 productivity, import, storage, and need. Relevant information was limited at the time when the analyses were performed (during the outbreak). Second, we did not take into account the logistics cost that could restrict the supplies on the markets. Thus, our analysis is likely to underestimate the severity of the facemask shortage experiencing by the healthcare workers and the general population. Third, we didn't consider the types of facemasks that should be used by individuals at different risk levels 29 . The situation of facemasks shortage might be more severe when considering the demand for different types of facemasks from healthcare workers (most required KN95/N95 respirators and medical protective masks) and the general population 29 . Fourth, our prediction ended in late-April considering the epidemic was predicted to fade out at about the same time 30 . However, if the transmissibility of the epidemic could be reduced, the peak and the end would be delayed 31 , the daily incidence and the demand for facemasks and other medical supplies would also decrease. Nevertheless, the anxiety in the population may result in constant demand for facemasks even when the epidemic is under controlled.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In light of the COVID-19 outbreak in China, a shortage of facemasks and other medical resources can considerably compromise the efficacy of public health measures. Effective public health measures should also consider the adequacy and affordability of medical resources. Global collaboration should be strengthened to prevent the development of a global pandemic from a regional epidemic via easing the medical resources crisis in the affected countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion and policy implication"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion and policy implication"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion and policy implication"
        },
        {
            "text": "1 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion and policy implication"
        },
        {
            "text": "All data used in this study are publicly available. Data sources are described in the method section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data sharing statement"
        },
        {
            "text": "No funding in this study",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding of source"
        },
        {
            "text": "Author Contribution ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contributor statement"
        },
        {
            "text": ". . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contributor statement"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . . . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contributor statement"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . L a n c e t 2 0 2 0 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contributor statement"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contributor statement"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contributor statement"
        },
        {
            "text": "It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CC-BY-NC-ND 4.0 International license"
        },
        {
            "text": "is the",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CC-BY-NC-ND 4.0 International license"
        },
        {
            "text": "The copyright holder for this preprint . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "is the",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.11.20020735 doi: medRxiv preprint assuming domestic facemask productivity resumed to 100% of the usual level; b: assuming domestic facemask productivity gradually increased to 200% of the usual level; c: assuming domestic facemask productivity gradually increased to 400% of the usual level)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 /2020 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 108,
                    "text": "/2020",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 /2020 ",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 108,
                    "text": "/2020",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Between 24",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Between 24",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Number of facemasks imported to China on day d Estimation based on information from Ministry of Industry and Information Technology of the People's Republic of China",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Fi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "000",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Between 31",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "166",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "on data obtained from the National Health Commission (NHC), the Ministry of Industry and Information Technology (MIIT), the Center for Disease Control and Prevention (CDC) of the People's Republic of China, and Wuhan Bureau of Statistics. Findings Supplies of facemasks in the whole of China would have been sufficient for both healthcare workers and the general population if the COVID-19 outbreak only occurred in Wuhan city or Hubei province. However, if the outbreak occurred in the whole of China, facemask supplies in China could last for 5",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "one healthcare worker and one person in the general population in the disease epidemic region, respectively. N h and N g are the numbers of healthcare workers and the general population in the disease epidemic region, respectively. P g (d) is the percentage of the general population in the disease epidemic region need facemasks on day d. Data source and model assumptions Public health measures introduced by the Chinese government during the COVID-19 outbreak were summarized based on the official announcements and documents from the National Health Commission (NHC), the Ministry of Industry and Information Technology (MIIT), and the Center for",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "shows our simulation of the facemask availability during the COVID-19 outbreak under different scenarios of outbreak scale and facemask productivity. Specifically, Figure 2a shows the facemask availability during the outbreak if the productivity only resumed to the usual level after the Chinese New Year holiday. In this scenario, if the COVID-19 outbreak only occurred in Wuhan city or Hubei province (Scenarios a1 and a2), facemasks supplies in the whole of China could meet the need in these regions. However, if the COVID-19 outbreak occurred in the whole of China (Scenario a3), facemasks availability could only last for about 5 days (from 31 Dec 2019 to 5 Jan 2020). On 30 April, there would be a shortage of approximate 853 million in the whole of China. Figures 2b and 2c show the facemask availability during the outbreak if facemask productivity can gradually increase to 200% and 400% of the usual level, respectively. As expected, if the COVID-19 outbreak only occurred in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Timeline of public health measures introduced by the Chinese government during the novel coronavirus disease (COVID-19) outbreak. (Publicly available data from official websites of the National Health Commission (NHC), the Ministry of Industry and Information Technology (MIIT), and the Center for Disease Control and Prevention (CDC) of the People's Republic of China",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Facemask availability during the novel coronavirus disease (COVID-19) outbreak in China (a:",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ") is the facemasks availability, as defined as the total number of facemasks on the market and in storage at the end of day d. F a (0) (i.e., d=1) is the baseline facemask availability at the beginning of our prediction period. F p (d) is the number of facemasks produced in China on day d. F i (d) is the number of facemasks imported to China on day d. F n (d) is the need for facemasks on day d.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Parameters for estimating the facemask availability during the novel coronavirus disease (COVID-19) outbreak in China. Nh,w Number of healthcare workers in Wuhan city Data from National Health Commission of the People's Republic of China and Wuhan Bureau of Pg(d) Percentage of population using facemasks on day d Between 31 Dec 2019 and 15 Jan 2020: 0% Between 16 Jan 2020 and 22 Jan 2020: 20% Between 23 Jan 2020 and 24 Jan 2020: 60% Number of facemasks consumption of each healthcare worker each day Assumed that each healthcare workers would use five facemasks each day 5 Number of facemasks consumption of each person in the general population each day Assumed that each person in the general population would use one facemask each day 1 F p (d) Number of facemasks produced in China on day d Estimation based on information from Ministry of Industry and Information Technology of the People's Republic of China",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": ". https://doi.org/10.1101/2020.02.11.20020735    Facemask storage was estimated to be seven times the daily consumption in hospitals 9 . We assume that 70% of the facemask storage in the whole of China would be supplied to the hospital system; thus, F a (0) = 7×α×N h.c / 70% = 172,204,550 / 70% =246,006,500",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": ". https://doi.org/10.1101/2020.02.11.20020735",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": ")",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}