{
    "paper_id": "2dc6766fe253b1b832d8a3074404fb5daae4762f",
    "metadata": {
        "title": "Transferrin binding protein B and Transferrin binding protein A 2 expand the transferrin 1 recognition range of Histophilus somni 2 3 Running title: TbpB and TbpA2 broaden specificity of",
        "authors": [
            {
                "first": "H",
                "middle": [],
                "last": "Somni",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "settlement": "Toronto",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Anastassia",
                "middle": [
                    "K"
                ],
                "last": "Pogoutse",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "settlement": "Toronto",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Trevor",
                "middle": [
                    "F"
                ],
                "last": "Moraes",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "settlement": "Toronto",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The bacterial bipartite transferrin receptor is an iron acquisition system that is required for 12 survival by several key human and animal pathogens. It consists of the TonB-dependent 13 transporter Transferrin binding protein A (TbpA) and the surface lipoprotein Transferrin binding 14 protein B (TbpB). Curiously, the Tbps are only found in host specific pathogens, and are 15 themselves host specific, meaning that they will bind to the transferrin of their host species, but 16 not to those of other animal species. While this phenomenon has long been established, neither 17 the steps in the evolutionary process that led to this exquisite adaptation for the host, nor the 18 steps that could alter it, are known. We sought to gain insight into these processes by studying 19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Tbp specificity in Histophilus somni, a major pathogen of cattle. A past study showed that whole 20 cells of H. somni specifically bind bovine transferrin, but not transferrin from sheep and goats, 21 two bovids whose transferrins share 93% amino acid sequence identity with bovine transferrin. 22",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "To our surprise, we found that H. somni can use sheep and goat transferrins as iron sources for 23 growth, and that HsTbpB, but not HsTbpA, has detectable affinity for sheep and goat 24 transferrins. Furthermore, a third transferrin binding protein, HsTbpA2, also showed affinity for 25 sheep and goat transferrins. Our results show that H. somni TbpB and TbpA2 act to broaden the 26 host transferrin recognition range of H. somni. 27",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Virulence factor specificity arises over the course of evolutionary arms races between pathogens 49 and their hosts (1-4). In this conflict, mutations that help the host evade the pathogen confer a 50 fitness advantage, and in turn, compensatory mutations that allow the pathogen to continue 51 exploiting the host confer an advantage to the pathogen. After multiple rounds of coevolution, 52 the pathogen becomes uniquely adapted to the host and may lose affinity for proteins found in 53 other host species, resulting in specificity (5). Host-species-specific interactions have been 54 identified in a virulence factor known as the bacterial bipartite transferrin receptor (6). This 55 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/730739 doi: bioRxiv preprint ovine and caprine transferrins 124",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction 48"
        },
        {
            "text": "In order to see if we could recapitulate the results of the previously published study, we 125 performed a binding experiment with whole fixed cells of H. somni strain H191. We performed a 126 competitive assay known as a displacement ELISA, and looked at binding of whole fixed cells of 127 H. somni to bovine, ovine, caprine, and porcine transferrins. Cattle, sheep, and goats are known 128 hosts of H. somni while swine are not, and so porcine transferrin was used as a negative control 129 ( Figure 1A ). H. somni bound bovine transferrin, as expected, but also displayed some affinity for 130 ovine transferrin. There was no statistically significant binding to the caprine or porcine 131 transferrins ( Figure 1B) . 132",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 496,
                    "end": 505,
                    "text": "Figure 1A",
                    "ref_id": null
                },
                {
                    "start": 709,
                    "end": 719,
                    "text": "Figure 1B)",
                    "ref_id": null
                }
            ],
            "section": "Introduction 48"
        },
        {
            "text": "Next, we asked whether H. somni selectively uses bovine transferrin for growth, or whether its 133 binding of ovine transferrin leads to iron uptake from both of these iron sources. We measured 134 growth in the presence of bovine, ovine, caprine, and human transferrins at various 135 concentrations, as well as in buffer alone ( Figure 1C We wondered if the relatively low levels of growth on ovine and caprine transferrin at 25 µM 145 was due to a lower number of transferrin receptors being expressed at the cell surface under more 146 stringent conditions. This low expression may be due to the sudden shift between an iron-replete 147 and iron-starving environment. To address this, we performed another experiment where we 148 \"pre-starved\" the cells by growing them under iron-limiting conditions that were not as stringent 149 as those used in the previous experiment (see Methods) . In this case, following the pre-starvation 150 step, cells showed growth in the presence of bovine, ovine, and caprine transferrins at 25 µM 151 when compared to growth on human transferrin or buffer alone ( Figure 1D ). 152",
            "cite_spans": [
                {
                    "start": 882,
                    "end": 890,
                    "text": "Methods)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 331,
                    "end": 340,
                    "text": "Figure 1C",
                    "ref_id": null
                },
                {
                    "start": 1101,
                    "end": 1110,
                    "text": "Figure 1D",
                    "ref_id": null
                }
            ],
            "section": "Introduction 48"
        },
        {
            "text": "We concluded that H. somni H191 does not exhibit strict specificity for bovine transferrin. 153 However, it does display a preference for bovine transferrin while also having affinity for 154 transferrins of other bovids. To determine which transferrin binding protein(s) was responsible 155 for this binding profile, we went on to investigate each Tbp separately in a heterologous system. To address the binding contribution of each of the transferrin binding proteins (TbpA, TbpA2  160 and TbpB), we expressed His-tagged TbpAs, TbpA2, and GST-tagged HsTbpB independently in 161 E. coli, and performed displacement ELISAs (Figure 2 ). E. coli does not encode any of these 162 three receptors and so this served as an appropriate heterologous system. TbpA assays were 163 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/730739 doi: bioRxiv preprint 9 performed with whole cells while TbpB assays were performed with the soluble lysate fraction 164 (TbpB was expressed without its N-terminal cysteine and was therefore not lipidated). An 165 interaction was denoted as \"specific\" when unlabeled bovine transferrin lowered the absorbance 166 signal to 10% or less of the maximum and other unlabeled competitor transferrins did not 167 decrease the signal significantly. TbpA specifically bound bovine transferrin ( Figure 2B ). 168",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 470,
                    "end": 487,
                    "text": "(TbpA, TbpA2  160",
                    "ref_id": null
                },
                {
                    "start": 623,
                    "end": 632,
                    "text": "(Figure 2",
                    "ref_id": null
                },
                {
                    "start": 1451,
                    "end": 1460,
                    "text": "Figure 2B",
                    "ref_id": null
                }
            ],
            "section": "Introduction 48"
        },
        {
            "text": "Control TbpAs from the ruminant pathogen Mannheimia haemolytica and from the porcine 169 pathogen Actinobacillus pleuropneumoniae were used to validate the assay. The TbpAs from 170 these pathogens bound specifically to their cognate transferrins in our assay. We used a similar 171 approach to evaluate whether HsTbpB binding was specific for bovine transferrin. A 172 displacement ELISA using soluble GST-HsTbpB showed that unlike HsTbpA, HsTbpB binds 173 bovine, ovine, and caprine transferrins, but has higher affinity for bovine transferrin ( Figure 2C ). 174",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 548,
                    "end": 557,
                    "text": "Figure 2C",
                    "ref_id": null
                }
            ],
            "section": "Introduction 48"
        },
        {
            "text": "Human transferrin was used as a negative control. 175",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction 48"
        },
        {
            "text": "We also asked whether our strain of H. somni encoded a TbpA2, and whether this receptor was 176 as selective as TbpA. At the time these experiments were performed, a limited number of H. 177 somni genomes were available in NCBI and it was unclear how widespread TbpA2 was among 178 H. somni strains. We amplified out HsTbpA2 from strain H191, and cloned and expressed it in E. 179 coli. We then performed a displacement ELISA in the same way as had been performed for 180",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction 48"
        },
        {
            "text": "TbpA. HsTbpA2 clearly bound bovine transferrin,which supports a previous report illustrating 181 that the H. somni TbpA2 homolog is a transferrin binding protein. Moreover, HsTbpA2 like, 182",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction 48"
        },
        {
            "text": "HsTbpA, appears to selectively bind bovine transferrin in this assay ( Figure 2D ). 183",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 71,
                    "end": 80,
                    "text": "Figure 2D",
                    "ref_id": null
                }
            ],
            "section": "Introduction 48"
        },
        {
            "text": "While our displacement ELISAs suggested that TbpB is responsible for the binding of H. somni 184 to multiple bovid transferrins, we decided to complement our competitive binding experiments 185 with direct binding assays to gain additional support for this result. We performed direct binding 186 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/730739 doi: bioRxiv preprint transferrin found in the serum, which ranges between just over 15 µM to just under 90 µM in 209 healthy cattle (see Discussion) (29, 30). We also measured binding of a TbpB from Neisseria 210 meningitidis, a human pathogen, to determine the affinity of TbpBs for non-cognate transferrins. 211",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction 48"
        },
        {
            "text": "We observed no binding of NmTbpB to ovine transferrin within the concentration range used in 212 the experiment ( Figure 4D ). Taken together, our results suggest that H. somni TbpB is more 213 promiscuous than HsTbpA, and may, along with HsTbpA2, contribute to iron uptake from ovine Many pathogens have host species-specific receptors that arise from a process of coevolution 218 with the host. The sites that bear signatures of this coevolution tend to be functionally important, 219 and so identifying them can lend insight into how a given receptor functions. Furthermore, host-220 specific interactions restrict pathogens to infecting a single host species or a narrow range of host 221 species (31). This host specificity or host restriction can create a barrier to studying infection in 222 animal models. A better understanding of the underlying mechanism of specificity could lead to 223 the design of animal infection models that mimic the progress of disease more accurately(32). 224",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 114,
                    "end": 123,
                    "text": "Figure 4D",
                    "ref_id": null
                }
            ],
            "section": "Introduction 48"
        },
        {
            "text": "The Tbps are host-specific receptors used by some host-restricted Proteobacteria for iron 225 acquisition. The interaction between Tbps and their cognate transferrin has been shown to be a 226 prerequisite for infection by Tbp-encoding bacteria. We looked for the most closely-related set of 227 transferrins that could be distinguished by a Tbp system and found a paper reporting that H. 228 somni binds bovine, but not ovine or caprine transferrins. Testing each receptor individually, we 229 found that H. somni TbpA showed no detectable affinity for ovine or caprine transferrins. 230 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/730739 doi: bioRxiv preprint However, we found the TbpB and an additional transferrin binding TBDT, TbpA2, did bind 231 ovine and caprine transferrins. Furthermore, the affinities of HsTbpB for the ovine and caprine 232 transferrins is high enough to allow HsTbpB to bind them in the blood. We observed that H. 233 somni can utilize bovine, ovine, and caprine, but not human transferrin for growth. There are 234 four possibilities that can account for our observations; firstly, HsTbpA2 may work alone to 235 promote iron uptake from ovine and caprine transferrins; alternatively, HsTbpB may interact 236 with TbpA2 to promote iron uptake; finally, HsTbpB may work with HsTbpA to promote iron 237 uptake from the ovine and caprine transferrin C-lobes, with or without the accompaniment of 238",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction 48"
        },
        {
            "text": "HsTbpA2, which is expected to take up iron from the N-lobe. A surface lipoprotein 239 compensating for lack of function in a TBDT is a phenomenon that has been observed 240 previously. For example,the function of a neisserial TbpA with mutations that reduced its 241 binding to human transferrin could be partially rescued when it was co-expressed with TbpB 242 (33). The mechanistic basis of this compensatory effect on the part of TbpB remains unknown. 243",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction 48"
        },
        {
            "text": "One possibility is that TbpB binding increases the local concentration of transferrin in the area 244 around TbpA, thereby increasing the on rate enough to allow for iron uptake and thereby 245 promoting growth. Another possibility is that the association of the transferrin-TbpB complex 246",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction 48"
        },
        {
            "text": "with TbpA leads to a conformational change that increases the affinity of TbpA for transferrin. 247",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction 48"
        },
        {
            "text": "In this study, we conclude that TbpB can serve to broaden the host transferrin recognition range 248 of H. somni because its affinity for ovine and caprine transferrins is high enough to promote 249 binding in the blood. Our conclusions are based on reported serum transferrin concentrations. The H. somni transferrin receptors were chosen for specificity studies because they had been 268 reported to distinguish between very similar transferrins. However, we did not find the H. somni 269",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction 48"
        },
        {
            "text": "Tbps to be as selective as reported. It is likely that the difference between our observations and 270 previously published results is due to differences in assay sensitivity. Furthermore, because 271",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction 48"
        },
        {
            "text": "HsTbpA2 is phase variable, it is possible that HsTbpA2 was not expressed in the bacteria used in 272 the whole-cell binding assays of the previously published study, which means that TbpA 273 specificity may have had a larger relative effect on the results. It is worth noting that a previous 274 study that identified TbpA2 in another strain of H. somni also suggested that H. somni has two 275 sets of receptors, one specific for bovine transferrin and another that bound bovine, ovine, and 276 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/730739 doi: bioRxiv preprint caprine transferrins (16). However, this paper does not conclusively determine which Tbps are 277 responsible for each binding pattern. 278",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction 48"
        },
        {
            "text": "There were some discrepancies between the results obtained in the assays used in our study. 279",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction 48"
        },
        {
            "text": "Firstly, while H. somni appears to grow to similar levels on ovine and caprine transferrins, it 280 appears to bind ovine transferrin with a higher affinity than caprine transferrin. This higher 281 relative affinity for ovine transferrin compared to caprine was also observed in experiments 282 using only HsTbpA2 and only HsTbpB. One possible explanation for this discrepancy is that 283 growth-promoting synergistic interactions between Tbps were not picked up in the binding 284 assays. Measuring the growth of tbpB and tbpA2 knockouts on various transferrin iron sources 285 would provide insight into whether and how these receptors work together. Secondly, binding of 286",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction 48"
        },
        {
            "text": "HsTbpA2 to ovine and caprine transferrins was observed in the direct ELISA but not the 287 displacement ELISA (Figure 24D and 25B) . This is likely because the displacement ELISA did 288 not have sufficient dynamic range to capture this difference in affinity. This difference would 289 likely be observed at higher ratios of competitor to labeled transferrin. Interestingly, in the 290 HsTbpA2 displacement ELISA, the signal obtained using a competitor porcine transferrin was 291 significantly higher than the signal obtained with no competitor ( Figure 24D ). This points to a 292 flaw in the assay that cannot at present be explained. However, the difference in signal between 293 the ovine and porcine, and caprine and porcine columns was not significant. It is clear that a 294 more quantitative approach with purified TbpA2 is needed for follow-up binding assays. 295",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 110,
                    "end": 130,
                    "text": "(Figure 24D and 25B)",
                    "ref_id": null
                },
                {
                    "start": 549,
                    "end": 559,
                    "text": "Figure 24D",
                    "ref_id": null
                }
            ],
            "section": "Introduction 48"
        },
        {
            "text": "Measuring the binding affinities between HsTbpA2 and the bovine, ovine, and caprine 296 transferrins would provide the most accurate information about the relative strengths of these 297 interactions. 298 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/730739 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction 48"
        },
        {
            "text": "We originally intended to mutate residues in ovine transferrin to the corresponding residues in 299 bovine transferrin and screen for changes in affinity to the H. somni Tbps. This could still be 300 done to identify important sites of contact between the Tbps and transferrin. However, in the 301 case of HsTbpB and HsTbpA2, this would not be a screen for \"all-or-none\" changes in binding, 302 but instead would likely involve precise measurements of changes in affinity. BLI, or a similarly 303 sensitive technique that allows for quantitative binding analysis, would be ideal for these kinds 304 TBDT-dependent nutrient uptake systems can be either be monopartite, bipartite, or even 308 multipartite, such as the Sus system in Bacteroides (39). TBDTs do not inherently require 309 affiliated SLPs or other TBDTs to function. What then are the potential advantages of 310 multipartite systems? TbpA is always found in an operon with TbpB and the latter has been 311 shown to be essential for host colonization in the absence of lactoferrin receptors (12). However, 312 the reason for this is not understood. TbpB is hypothesized to be important because it 313 preferentially binds holo-transferrin. TbpA has no preference for transferrin's iron loaded state, 314 and so TbpB is thought to greatly increase the efficiency of iron acquisition. Furthermore, TbpA 315 and TbpB have been shown to function synergistically and together, have a higher affinity for 316 transferrin than either protein does alone. In this study we propose another advantage of having 317 an accessory SLP: the expansion of substrate range. In multipartite nutrient uptake systems such 318 as the Sus proteins, accessory lipoproteins are known to modulate substrate specificity (40). We 319",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction 48"
        },
        {
            "text": "propose that HsTbpB also acts as a modulator, by broadening the specificity of the H. somni 320 transferrin receptor. 321 samples were centrifuged at 3000g to remove insoluble components and initially fractionated via 358 ammonium sulfate precipitation. Ammonium sulfate was added to the serum to achieve a 40% 359 saturation at 4°C and dissolved at room temperature by end-over-end mixing. Once no more 360 undissolved ammonium sulfate crystals were visible in the serum, the serum was centrifuged at 361 12 000g to remove precipitate. It was often necessary to perform two centrifugation steps, 362 transferring the soluble fraction to a new tube in between steps, to remove all the precipitate. 363",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction 48"
        },
        {
            "text": "Further ammonium sulfate cuts were performed by adding ammonium sulfate to saturations of 364 55%, 70%, and 85% at 4°C. The 70% fraction, which is expected to contain most of the 365 transferrin, was resuspended in 50 mM Tris, pH 8.0, and dialyzed in 2 L of the same buffer for 8-366",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction 48"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/730739 doi: bioRxiv preprint 18 16 hours at 4 C, followed by 3 more changes of 2 L. Samples of the other fractions were dialyzed 367 concurrently and used for SDS-PAGE analysis. 368",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction 48"
        },
        {
            "text": "The dialyzed 70% ammonium sulfate fraction was further purified using anion exchange 369 chromatography using an in-house packed 25 mL Q-Sepharose column. After multiple rounds of 370 chromatography, primarily done to separate transferrin from albumin, the protein was 371 concentrated and size exclusion chromatography using an S75 column (GE) was used for buffer 372 exchange into PBS. The protein was concentrated further (if necessary), aliquoted, flash-frozen, 373 and stored at -80 C. 374",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction 48"
        },
        {
            "text": "H. somni strain H191 was grown overnight at 37ºC and 5% CO2 on chocolate agar plates 376 containing 1% IsoVitalex. Cells were harvested from plates, washed once in PBS, and 377 resuspended at an OD 600 of 0.05 in BHI broth containing 0.5% yeast extract, 0.05% thiamine 378 pyrophosphate and 50 uM deferoxamine, and left to grow for 16 hours overnight at 37ºC with 379",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Whole cell ELISAs with H. somni 375"
        },
        {
            "text": "shaking. Cells were harvested by centrifugation for 10 minutes at 4000g, washed once in PBS 380 containing 10 mM MgCl 2 , and fixed for 20 minutes in 1.85% formaldehyde solution (3.7% 381 formaldehyde mixed with equal parts PBS + 10 mM MgCl 2 ). Cells were washed once in PBS + 382 10 mM MgCl 2 and resuspended at an OD 600 of 10 in the same buffer. 100 uL of cells per well 383 was applied to 96-well flat-bottomed tissue culture plates (Sarstedt). Plates were incubated for 3 384 hours at room temperature in a biosafety cabinet. Plates were then washed once with PBS and 385 patted dry. 50 uL of 6.6 nM biotinylated transferrin and 50 uL of 132 nM of unlabeled transferrin 386 was applied to each well and left to incubate for 2 hours at room temperature. Transferrin was 387 diluted in 5% skim milk dissolved in PBS. Plates were washed 3 times with PBS and 100 uL 388 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/730739 doi: bioRxiv preprint volumes of streptavidin-HRP at a dilution of 1 in 5000 dissolved in skim milk solution was 389 added to the wells and left to incubate for one hour at room temperature. Plates were washed 3 390 times with PBS. Binding was detected with 3,3',5,5'-Tetramethylbenzidine (TMB) substrate 391 (Sigma), reactions were stopped with 2 M HCl, and absorbance was read at 450 nm. Signal of 392 wells containing buffer instead of cells was subtracted from all reads. Wells including cells but 393 not labeled transferrins were also used to monitor for nonspecific binding. Absorbance readings 394 were normalized to the signal of wells containing no competitor. Data was plotted and analyzed 395 in Graphpad Prism. Statistical analysis was performed using one-way ANOVA followed by 396",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Whole cell ELISAs with H. somni 375"
        },
        {
            "text": "Dunnett's post test. Normalized readings were compared to a value of 1, the normalized signal 397 for the \"no competitor\" column, and the value that is expected when no binding occurs. 398",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Whole cell ELISAs with H. somni 375"
        },
        {
            "text": "Whole-cell ELISAs with E. coli 399 5 colonies each of E. coli C43 were inoculated into 1 mL of LB medium containing 5 ug/mL 400 kanamycin sulfate. The starter culture was grown for 16 hours overnight with shaking at 37C. 401",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Whole cell ELISAs with H. somni 375"
        },
        {
            "text": "The starter culture was used to inoculate TB medium containing 50 ug/mL of kanamycin sulfate. 402",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Whole cell ELISAs with H. somni 375"
        },
        {
            "text": "The dilution was 1 in 100. Cells were grown for approximately 1.5 hours to an OD 600 of 0.15-0.2 403 and induced with 0.5 mM isopropyl β-D-1-thiogalactopyranoside (IPTG). Cells were grown for 404 another 1-1.5 hours to an OD 600 of ~0.3, harvested, and resuspended in PBS to a density of 10 10 405 cells/mL. Expression was verified by immunoblotting with anti-his antibodies (dilution of 1 in 406 5000) (Thermo Fisher Scientific Cat# MA1-21315-HRP, RRID:AB_2536989). 100 uL volumes 407 of cell suspension were added to 96-well tissue cultures plates (Sarstedt) and allowed to adhere 408 at 37º C for 3 hours. Plates were washed once with PBS and blocked for 1 hour with 5% skim 409 milk solution. The rest of the procedure was carried out as described for the H. somni ELISA, 410 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/730739 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Whole cell ELISAs with H. somni 375"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Elsevier's 599 Integrated Pathology",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "King",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "89--110",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical factors affecting salivary transferrin level, a 601 marker of blood contamination in salivary analysis",
            "authors": [
                {
                    "first": "J-H",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "Y-H",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "H-S",
                    "middle": [],
                    "last": "Kho",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMC Oral Health",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Transferrin Enzyme Immunoassay for Quantitative 603 Monitoring of Blood Contamination in Saliva",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Granger",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin Chem",
            "volume": "50",
            "issn": "",
            "pages": "654--656",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Salivary biomarkers of inflammation and 605 oxidative stress in healthy adults",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Nam",
                    "suffix": ""
                },
                {
                    "first": "Y-Y",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "Chang J-Y",
                    "middle": [],
                    "last": "Kho",
                    "suffix": ""
                },
                {
                    "first": "H-S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Arch Oral Biol",
            "volume": "97",
            "issn": "",
            "pages": "215--222",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The Sus operon: a model system for 607 starch uptake by the human gut Bacteroidetes",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Foley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Cockburn",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Koropatkin",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Cell Mol Life Sci CMLS",
            "volume": "73",
            "issn": "",
            "pages": "2603--2617",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "SusE facilitates starch uptake independent 609 of starch binding in B. thetaiotaomicron",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Foley",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Martens",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Koropatkin",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Mol Microbiol",
            "volume": "108",
            "issn": "",
            "pages": "551--566",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Phase variation 611 of HpuAB and HmbR, two distinct haemoglobin receptors of Neisseria meningitidis 612 DNM2",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gipson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hartman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ownbey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vaughn",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Dyer",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Mol Microbiol",
            "volume": "32",
            "issn": "",
            "pages": "977--989",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Iron Transport Systems in 614",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Perkins-Balding",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ratliff-Griffin",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Stojiljkovic",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Influence of the combination and 617 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Dpj",
                    "suffix": ""
                },
                {
                    "first": "Daa",
                    "middle": [],
                    "last": "Ala&apos;aldeen",
                    "suffix": ""
                },
                {
                    "first": "Mcj",
                    "middle": [],
                    "last": "Maiden",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Bayliss",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/730739"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "). H. somni does not normally infect humans 136 and so human transferrin was used as a negative control. H. somni grew significantly better in the 137 presence of bovine transferrin than in the presence of human transferrin at every transferrin 138 concentration. Minimal growth was observed in the presence of human transferrin and in the 139 buffer-only condition. H. somni also showed growth on ovine and caprine transferrins at every 140 concentration except 25 µM. Growth on ovine and caprine transferrins was significantly greater 141 than growth on human transferrin only at the lowest concentration (Figure 1C).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "HsTbpA selectively binds bovine transferrin while HsTbpB and HsTbpA2 show greater 158promiscuity 159",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "immobilizing transferrin on 96-well plates and detecting the binding of detergent-187 extracted HsTbpA and HsTbpA2 (Figure 3A, B). As in the displacement ELISA, detergent-188 extracted HsTbpA bound bovine transferrin, and not ovine, caprine, or porcine transferrins 189 (Figure 3A). HsTbpA2, on the other hand, showed binding to bovine, ovine, and caprine 190 transferrins, although the absorbance signal for the latter two interactions was only a quarter of 191 what was observed for binding of HsTbpA2 to bovine transferrin (Figure 3B). 192 Because HsTbpA2 binds to ovine and caprine transferrins and is a member of the TBDT family, 193 we concluded that the growth observed in the presence of ovine and caprine transferrins must at 194 least be partially due to this receptor. In contrast, HsTbpB cannot act as a transporter, but may be 195 acting to promote iron uptake from ovine and caprine transferrins as well. To determine whether 196 the affinity of HsTbpB for ovine and caprine transferrins would allow it to bind these proteins at 197 physiological concentrations, we decided to measure binding affinities between the bovid 198 transferrins and HsTbpB. 199 200 The affinities of H. somni TbpB for ovine and caprine transferrins permit binding at 201 physiological concentrations 202 We measured dissociation constants (K D 's) for HsTbpB-transferrin interactions to determine if 203 binding occurs at physiological concentrations. We used bovine, ovine, and caprine transferrins 204 and compared the corresponding dissociation constants with the concentration of transferrin that 205 would be available in the host (Figure 4A-C,Table 7). While TbpB had a 3-fold lower affinity 206 for ovine transferrin and a 15.7-fold lower affinity for caprine transferrin compared to its affinity 207 for bovine transferrin, both dissociation constants are far lower than the concentration of 208",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "250While there is a range of reported values, healthy cattle have transferrin concentrations of 1.37 to 251 6.6 g/L (29, 30). Using a molecular weight of ~78 kDa for glycosylated bovine transferrin, the 252 transferrin concentration in the blood can be estimated to range between 17 to 85 µM. This is 253 the serum transferrin concentrations found in other animals (34). All of the transferrins 254 used in our experiments were fully iron loaded in order to remove a source of variability from 255 the experiments. However, only about 25-50% of the transferrin found in the blood is iron 256 saturated, meaning that in the blood, only ~10-25% of the transferrin C-lobes are in the holo 257 form(35). Because of this, the concentration ranges used in our experiments are approximately 258 representative of the amount of transferrin that is available as an iron source in the blood for 259Tbp-containing bacteria. Another important consideration is that H. somni usually resides on 260 mucosal surfaces where the transferrin concentration is significantly lower (although the exact 261 concentration is difficult to measure). In human saliva, for example, the concentration of 262 transferrin is roughly 10-50 nM (36-38). At these concentrations, the lower relative affinities of 263HsTbpB and HsTbpA2 for ovine and caprine transferrins compared to bovine transferrin may 264 become significant. H. somni is isolated from cattle more frequently than from sheep or goats. It 265 is possible that the concentration of transferrin on the mucosal surfaces of sheep and goats may 266 be low enough to pose a barrier to H. somni colonization. 267",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "of screens. Because of the presence of intermediate-affinity interactions, the H. somni Tbps may 305 not be a good model system for studies looking at how to alter binding specificity in Tbp-306 transferrin interactions. 307",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "knowledge, H. somni is the only pathogen that has three transferrin binding proteins. 322 Whether HsTbpA2 leads to the formation of a tripartite receptor is unknown, but the possibility 323 is worth investigating. The three transferrin binding proteins in H. somni are reminiscent of the 324 receptors HpuAB and HmbR in the pathogenic Neisseria. HpuAB forms a TbpBA-like bipartite 325 receptor and binds hemoglobin-haptoglobin complexes, while HmbR is a single TBDT that binds 326 hemoglobin (41, 42). Like the corresponding H. somni genes, both hpuA and hmbR are phase 327 variable. Interestingly, the expression of HmbR has been correlated with a more virulent 328 phenotype (43, 44). It is unknown whether TbpA2 increases virulence in H. somni. However, it 329 is interesting to note that the commensal H. somni isolate 129PT (GenBank accession: 330 CP000436) has a frame-shifted TbpA2 while more virulent isolates such as strain 2336 331 (CP000947) do not display this frameshift (unpublished observations). In the same way that it 332 apparently benefits Neisseria to express three hemoglobin binding proteins, it may benefit H. 333 somni to express three Tbps. In addition to the ability to bind both lobes of transferrin, we 334 propose that having TbpBA and TbpA2 provides another advantage; HsTbpB and HsTbpA2 335 broaden transferrin recognition range to include ovine and caprine transferrins, and may play a 336 role in allowing H. somni to infect these bovid species. 337 338 d. Experimental Procedures 339 Plasmids and strains 340 Histophilus somni strain H191, an isolate collected from a healthy animal in a feedlot via nasal 341 swab, was provided by Dr. Douglas W. Morck (University of Calgary) and was used for all H.342 somni growth and binding experiments. Escherichia coli C43(DE3) were used to express 343 -terminal biotin acceptor peptide (BAP), a 6x polyhistidine tag, maltose binding protein 347 (MBP), and a Tobacco Etch Virus (TEV) protease cleavage site. Constructs expressed from 348 pGEX-6p-1 contained an N-terminal GST tag followed by a PreScission Protease cleavage 349 sequence. HsTbpB (aa 21-643, where residue 1 is Cys1 of the mature peptide) was expressed 350 cytoplasmically without its anchor peptide. TbpAs were provided by the Schryvers lab and were 351 re-cloned into the pET26b+ vector and expressed with a PelB signal peptide, and an N-terminal 352 10x polyhistidine tag followed by a TEV cleavage site. (The C-terminal polyhistidine tag 353 encoded in the vector was not used.) 354Transferrin purification 355Bovine holo-transferrin was purchased from Sigma. Ovine and caprine transferrins were purified 356 from sheep and goat sera (Sigma). 50-100 mL of serum was used per purification. The serum 357",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It results demonstrate that H. somni has a lower affinity for ovine and caprine transferrins than for 143 bovine. However, it does appear that H. somni can utilize ovine and caprine transferrin. 144",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "except that the concentration of transferrin used was 250 nM instead of 132 nM (~38-fold excess 411 of unlabeled competitor). Data was analyzed as described in 4.3.4. 412ELISAs with E. coli lysates containing GST-TbpB 413 E. coli C43 starter cultures were used to inoculate 5 mL of 2YT-based ZYP-5052 autoinduction 414 media containing 100 µg/mL of ampicillin. Cultures were left to grow for 48 hours at 20°C. The 415 low temperature was used to minimize formation of inclusion bodies. Cultures were harvest by 416 centrifugation at 10000g and resuspended in 1 mL of PBS pH 7.4, 1 mg/mL lysozyme, 1 mM 417 DnaseI, 1 mM benzamidine. Cells were lysed by sonication (30 seconds of constant pulsing at 418 the lowest setting using a microtip followed by 1 minute of incubation on ice, repeated 1-2 more 419 times). Insoluble components were pelleted by centrifugation at 16000g for 10 minutes at 4°C. TbpB orthologs, different culture volumes were used to produce each construct: 10 mL for 463HsTbpB, 5 mL for MhTbpB, and 2 mL for NmTbpB. Cells were grown overnight for 20 hours 464 with shaking at 37°C. Cells were pelleted at 10 000g for 5 minutes at 4°C, resuspended in 1 mL 465 of PBS containing 1 mg/mL lysozyme and 1 mM PMSF, and lysed by sonication. Cell debris 466 was removed by centrifugation at 16 000g for 10 minutes at 4°C. 467",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Bio-layer interferometry was performed using the Octet RED96 system (PALL-ForteBio). All We would like to thank members of the Moraes and Schryvers lab for their feedback on the 500 manuscript. We would also like to thank Dr. Anthony Schryvers for providing plasmids and 501 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/730739 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bio-layer interferometry binding assays 468"
        },
        {
            "text": "Tables 627 Table 1 The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/730739 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 11,
                    "end": 18,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "31"
        }
    ]
}