{
    "paper_id": "30457ee3ce0001f33938fbc246b4ce4eacd74f5d",
    "metadata": {
        "title": "ZODIAC: database-independent molecular formula annotation using Gibbs sampling reveals unknown small molecules",
        "authors": [
            {
                "first": "Marcus",
                "middle": [],
                "last": "Ludwig",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Friedrich-Schiller-University",
                    "location": {
                        "settlement": "Jena",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Louis-Félix",
                "middle": [],
                "last": "Nothias",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California San Diego",
                    "location": {
                        "addrLine": "La Jolla",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Kai",
                "middle": [],
                "last": "Dührkop",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Friedrich-Schiller-University",
                    "location": {
                        "settlement": "Jena",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Irina",
                "middle": [],
                "last": "Koester",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California San Diego",
                    "location": {
                        "addrLine": "La Jolla",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Markus",
                "middle": [],
                "last": "Fleischauer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Friedrich-Schiller-University",
                    "location": {
                        "settlement": "Jena",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Martin",
                "middle": [
                    "A"
                ],
                "last": "Homann",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Friedrich-Schiller-University",
                    "location": {
                        "settlement": "Jena",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [],
                "last": "Petras",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California San Diego",
                    "location": {
                        "addrLine": "La Jolla",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Fernando",
                "middle": [],
                "last": "Vargas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California San Diego",
                    "location": {
                        "addrLine": "La Jolla",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Mustafa",
                "middle": [],
                "last": "Morsy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of West Alabama",
                    "location": {
                        "settlement": "Livingston",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Lihini",
                "middle": [],
                "last": "Aluwihare",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California San Diego",
                    "location": {
                        "addrLine": "La Jolla",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Pieter",
                "middle": [
                    "C"
                ],
                "last": "Dorrestein",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California San Diego",
                    "location": {
                        "addrLine": "La Jolla",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Sebastian",
                "middle": [],
                "last": "Böcker",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Friedrich-Schiller-University",
                    "location": {
                        "settlement": "Jena",
                        "country": "Germany"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The condent high-throughput identication of small molecules remains one of the most challenging tasks in mass spectrometry-based metabolomics. SIRIUS has become a powerful tool for the interpretation of tandem mass spectra, and shows outstanding performance for identifying the molecular formula of a query compound, being the rst step of structure identication. Nevertheless, the identication of both molecular formulas for large compounds above 500 Daltons and novel molecular formulas remains highly challenging. Here, we present ZODIAC, a network-based algorithm for the de novo estimation of molecular formulas. ZODIAC reranks SIRIUS' molecular formula candidates, combining fragmentation tree computation with Bayesian statistics using Gibbs sampling. Through careful algorithm engineering, ZODIAC's Gibbs sampling is very swift in practice. ZODIAC decreases incorrect annotations 16.2-fold on a challenging plant extract dataset with most compounds above 700 Dalton; we then show improvements on four additional, diverse datasets. Our analysis led to the discovery of compounds with novel molecular formulas such as C 24 H 47 BrNO 8 P which, as of today, is not present in any publicly available molecular structure databases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Metabolomics characterizes metabolites with high-throughput techniques. In the past decade, liquid chromatography coupled with tandem mass spectrometry (LC-MS/MS) became widely adopted by the metabolomics community as a powerful and sensitive analytical platform, but yet only a fraction of the detected compounds can be eectively annotated, even partially. In untargeted LC-MS/MS experiments, thousands of metabolites can be detected and fragmented from a single biological sample. The measured fragmentation spectra (MS/MS spectra) are then used to examine the metabolite's structure. But condent high-throughput annotation of those MS/MS spectra remains highly challenging; this prevents the building of comprehensive knowledge in elds where metabolomics has become central, such as biomedical research, natural products drug discovery 1 , environmental science, and food science. Tandem mass spectrometry data is often searched against spectral libraries 2 ; unfortunately, spectral libraries are of limited size, in particular when it comes to biomolecules 3 . Although public spectral libraries are being expanded, only a fraction of acquired MS/MS spectra can be annotated by spectral library searches 1,46 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Computational methods have been developed that do not search in spectral libraries but rather in molecular structure databases 7 . Among these methods, CSI:FingerID 8 has repeatedly shown the . doi: bioRxiv preprint 2 Ludwig, Nothias, Dührkop, et al. best performance 912 . One reason for CSI:FingerID's improved performance is the integration of SIRIUS 10 , deducing the molecular formula of each query as the rst step of its analysis. Other tools lter candidates using the query precursor mass, reducing molecular formula annotation to a byproduct. This worsens identication rates 11 and can result in severe hidden prior problems 13,14 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Identifying the molecular formula is also the very rst step in structural elucidation using Nuclear Magnetic Resonance (NMR) or X-ray crystallography, guiding data interpretation based on atoms and unsaturation degree. The condent annotation of molecular formulas from mass spectrometry data is far from trivial, especially if executed de novo (without a structure database): Here, the number of candidate molecular formula grows rapidly with the compound size and elements beyond CHNOPS. To counter this growth, one can use heuristic constraints 15 or use only molecular formulas from some structure database 16,17 . Restricting the search space will improve the performance of a method in evaluation, but will prevent the discovery of novel molecular formulas in application.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Arguably the best-performing computational method for molecular formula annotation is SIRIUS 4 10 , which combines isotope pattern matching 15,1823 and MS/MS fragmentation tree computation 22,2426 . SIRIUS reaches best-of-class performance without ltering or meta-scores 24 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "But even SIRIUS has problems annotating molecular formula for compounds above 500 Da:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Böcker & Dührkop 24 found that the percentage of correctly identied molecular formulas dropped substantially for larger masses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "An alternative approach to annotate molecular formulas for a complete LC-MS run uses Gibbs sampling and Bayesian statistics, utilizing co-occurrence of molecular formulas diering by a predened set of biotransformations 2730 . Implicitly, these approaches try to identify molecular structures (or their isomers) from a restricted structure database, and cannot annotate novel molecular formulas. Network visualization approaches which connect compounds by hypothetical biotransformations and common chemical functional groups have been demonstrated to ease manual molecular formula annotation 31 . Independently, network-based methods were developed for structural elucidation and dereplication 1,32,33 . All of these approaches are based on the fact that compounds in an LC-MS run usually co-occur in a network of derivatives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We present ZODIAC (ZODIAC: Organic compound Determination by Integral Assignment of elemental Compositions) for condent, database-independent molecular formula annotation in LC-MS/MS data. ZODIAC takes advantage of the fact that an organism produces related metabolites that are derived from multiple, but limited, biosynthetic pathways. ZODIAC builds upon SIRIUS and uses, say, the top 50 molecular formula annotations from SIRIUS as candidates for one compound. ZODIAC then reranks molecular formula candidates using Bayesian statistics. Prior probabilities are derived from fragmentation tree similarity, which supports reciprocal plausibility within an LC-MS/MS dataset. On the theoretical side, we establish that nding an optimal solution to the resulting computational problem is non-deterministic polynomial time (NP)-hard; to this end, we resort to Gibbs sampling. Using extensive algorithm engineering, Gibbs sampling running times were reduced to a practical level. To boost robustness, ZODIAC can integrate spectral library search hits. We show that ZODIAC improves molecular formula annotation on a diverse set of biological samples. Furthermore, ZODIAC scores allow us to rank molecular formula annotations by condence. ZODIAC is not limited to molecular formulas from some structure database, allowing us to discover novel molecular formulas not present in any structural databases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "ZODIAC was evaluated on ve diverse datasets representing samples from plants, human plasma, marine microalgae and mice fecal sample, see Supplementary Table 1, 5 and 6 and Supplementary",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Fig. 6. Input mzML/mzXML les were processed with OpenMS 34 and low-quality MS/MS spectra .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "For all ve datasets, we observe that ZODIAC outperforms SIRIUS, often substantially decreasing molecular formula annotation error rates (Fig. 1, left) . We rst consider the dendroides dataset, for which improvements are most distinctive: This dataset contains many larger compounds, and 75 % of the ground truth compounds have an m/z of 605 or higher ( Supplementary Fig. 6 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 136,
                    "end": 150,
                    "text": "(Fig. 1, left)",
                    "ref_id": null
                },
                {
                    "start": 353,
                    "end": 373,
                    "text": "Supplementary Fig. 6",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": ""
        },
        {
            "text": "Hence, this dataset is particularly challenging for molecular formula assignment. Out of the 201 ground truth compounds, the preprocessing assigned an incorrect adduct to three; for these, the correct molecular formula is not contained in the candidate list considered by ZODIAC. For one compound, the corrected molecular formula was not ranked into the top 50. For the remaining 197 compounds, SIRIUS correctly annotated 50.76 % (100), compared to 96.95 % (191) for ZODIAC without anchors. This represents an 16.17-fold decrease in error rate. Error rates improves for compounds over the whole mass range, see Fig. 1 (right).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 611,
                    "end": 617,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "On the NIST1950 and tomato datasets, SIRIUS already showed excellent performance, with more than 90 % correctly annotated molecular formulas. ZODIAC further decreased error rates, from 8.51 % to 5.32 % for NIST1950 and 4.44 % to 2.22 % for tomato. The diatoms dataset is rather complex, and many compounds may contain halogens and silicon. Here, SIRIUS reaches an error rate of 12.90 %, which is reduced two-fold to 6.45 % by ZODIAC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Mice stool MS/MS spectra were measured with a broader isolation window, and the dataset contains numerous chimeric and low quality spectra, most of which were discarded before running ZODIAC. Consequently, ZODIAC has a much smaller network of interdependent compounds than for the other datasets. But even spectra that were not discarded often have substantially worse quality than spectra from other datasets: For example, these spectra often contain isotope peaks of . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/842740 doi: bioRxiv preprint Percentage of correct molecular formula annotations for dierent ZODIAC score thresholds for ve datasets. We sort compounds by ZODIAC score and calculate the rate of correct annotations for all compounds above the given thresholds. Right: Percentage of total compounds with a ZODIAC score above dierent thresholds on ve datasets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Here, we consider all compounds, with and without established ground truth. Note that scores on the x-axis are not equidistant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "fragments or are undetected chimeric spectra. Our evaluation shows that even for this extremely challenging dataset, ZODIAC improves annotation results, decreasing the error rate from 30.23 % for SIRIUS to 20.93 % for ZODIAC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Some compounds in an LC-MS/MS run can result in high-scoring hits when searching in a MS/MS spectral library. ZODIAC's stochastic model allows us to integrate these hits as anchors, assuming that we can trust assigned molecular formulas to a high degree. We performed a 10-fold cross-validation to assess the improvement using anchors. We ensured structure-disjoint evaluation on the library hits, as multiple compounds in the dataset may correspond to the same structure; see ref. 8 on the importance of structure-disjoint evaluation. ZODIAC with anchors improves the error rate on the tomato dataset to 1.48 % and on mice stool to 18.60 %, but does not improve results for the other datasets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For four datasets, ground truth molecular formulas were established by library searching only.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We tested if there is a distinct dierence between the cosine score of ZODIAC's correct and incorrect molecular formula assignments, but did not nd such a dierence ( Supplementary Fig. 8 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 165,
                    "end": 185,
                    "text": "Supplementary Fig. 8",
                    "ref_id": "FIGREF15"
                }
            ],
            "section": ""
        },
        {
            "text": "We nd that dierentiating between adducts [ ZODIAC implicitly tries to estimate the probability that an annotated molecular formula is correct; as expected from the statistical theory, we nd these estimates to be imprecise, see Fig. 2 .",
            "cite_spans": [
                {
                    "start": 41,
                    "end": 42,
                    "text": "[",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 227,
                    "end": 233,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "But the ZODIAC score can be used to dierentiate between true and incorrect annotations: For each dataset, we sort molecular formula annotations by the ZODIAC score, and calculate the rate . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/842740 doi: bioRxiv preprint of correct annotations for any subset of top-scoring annotations. We nd that high-scoring ZODIAC annotations are more likely to be correct, see again Fig. 2 . For this evaluation, we also considered previously discarded compounds for which SIRIUS did not rank the correct molecular formula in the top 50; for these compounds, ZODIAC cannot nd the correct molecular formula but at best, the incorrect molecular formula should receive low ZODIAC scores. Selecting a ZODIAC score threshold of 0.9 results in more than 96.5 % correct annotations while keeping 52.05 % to 88.24 % of the compounds of each dataset (Fig. 2) . In comparison, spectral library search allowed us to annotate between 3.78 % and 16.55 % of a dataset, see Supplementary Table 1. Novel molecular formulas. We now concentrate on novel molecular formulas, in the sense that these molecular formulas are not contained in the largest public molecular structure databases PubChem 17 and ChemSpider 35 . As detailed in Section Materials & Methods, we cannot rule out that the molecular formula corresponds to, say, the compound minus a water loss instead of the full compound. Clearly, the structure of any compound with a novel molecular formula is also absent from the structure databases.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 553,
                    "end": 559,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1011,
                    "end": 1019,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1129,
                    "end": 1151,
                    "text": "Supplementary Table 1.",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "We use strict lters for both the ZODIAC score, the quality of the underlying MS/MS data, and the support by other molecular formulas in the dataset. We report molecular formula annotations from all ve datasets with a) minimum ZODIAC score of 0.999, b) at least 95 % of the MS/MS spectrum intensity being explained by SIRIUS, and c) at least one molecular formula of the compound is connected to 20 or more compounds in the ZODIAC similarity network. The third criterion discards compounds where ZODIAC's results are basically identical to SIRIUS's. This results in three novel molecular formulas in the tomato dataset and 59 in the diatoms dataset, see Supplementary Table 3 and 4. Filtering less restrictively (ZODIAC score at least 0.99, at least 90 % of the MS/MS spectrum intensity being explained by SIRIUS), we annotate 31 in tomato, 103 novel molecular formulas in the diatoms dataset, one in NIST1950 and one in mice stool.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 653,
                    "end": 674,
                    "text": "Supplementary Table 3",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "It is understood that some of these annotations may be wrong; unfortunately, a complete evaluation would require a full structural elucidation, which is experimentally infeasible. But our results clearly show that ZODIAC allows the user to select a few, potentially highly interesting compounds from a set of hundreds or thousands with low eort. Furthermore, using an example, we show in the next section that one top-scoring annotation from Supplementary Table 3 is presumably   correct. Detailed evaluation of a novel bromine-containing molecular formula. We now concentrate on one particular compound in the diatoms dataset (m/z 588.230, retention time 503.97 sec): This ZODIAC-annotated compound is protonated and has molecular formula C 24 H 47 BrNO 8 P, which is indeed absent from the structure databases. The occurrence of bromine agrees with our expectation that marine organisms can be prolic sources of organohalogens 36 . The ZODIAC score of this annotation is 1.0, the maximum value. We found multiple lines of evidence that this molecular formula annotation is correct, both in the measured isotope pattern and the three MS/MS spectra measured for m/z 588.230 (presumably the monoisotopic peak of the isotope pattern), 590.228 (presumably the M+2 peak) and 592.325 (presumably the M+4 peak), see Fig. 3 . To annotate fragments with molecular formulas, we used SIRIUS to compute a fragmentation tree for the MS/MS spectrum of the monoisotopic peak at m/z 588.230 (Fig. 3e ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 456,
                    "end": 488,
                    "text": "Table 3 is presumably   correct.",
                    "ref_id": null
                },
                {
                    "start": 1310,
                    "end": 1316,
                    "text": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 1476,
                    "end": 1484,
                    "text": "(Fig. 3e",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "1. We compared MS/MS spectra for m/z 588.230, 590.228 and 592.325 (Fig. 3a) and found them to be highly similar, conrming that these peaks are indeed isotope peaks of one compound. One peak moves between MS/MS spectra (nominal m/z 570, 572 and 574): This peak corresponds . Considering the matching NIST reference spectra, we propose that the query compound is a brominated phosphatidylcholine. Marine algae are known producers of halogenated compounds 38 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 66,
                    "end": 75,
                    "text": "(Fig. 3a)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Moreover, diatoms posess the biosynthetic pathways to produce halogenated lipids 39 . Based on the fragmentation tree analysis and supported by biosynthetical considerations, we propose that the bromine atom is located on the fatty acid tail 40,41 . The putative structure and their mass fragments are shown in Fig. 3d .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 311,
                    "end": 318,
                    "text": "Fig. 3d",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Finally, note that there is another novel molecular formula in the diatoms dataset annotated with high condence, namely C 24 H 49 BrNO sampler has a negligible impact. We did not evaluate our optimized Gibbs sampler against a naïve version but from theoretical considerations in Section Materials & Methods, we estimate that the achieved speedup is about 25-fold.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 134,
                    "text": "BrNO",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In practice, we can speed up the construction of the similarity network, which depends quadratically on the total number of candidates: Here, we used the top 50 candidates for each compound; this conservative approach avoids the exclusion of correct molecular formulas, and also demonstrates the swiftness of our Gibbs sampling method. But running times can easily be reduced by considering fewer candidates, in particular for low mass compounds where SIRIUS usually ranks correct molecular formula much higher. Consequently, ZODIAC can be integrated into existing pipelines without substantial increase in running times.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "With regards to stability and required number of epochs, we see that in the beginning both, the total network score and the number of correct molecular formula annotations, are increasing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "After 500 to 1,000 epochs the Markov chains reach dierent local optima. Nevertheless, estimating the most likely candidates from each chain individually results in 96.95 % correct molecular formula annotation in all 10 cases. In practice, we run 10 parallel Markov chains to allow for parallelization and to make sampling more robust.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We have presented ZODIAC, a Gibbs sampling-based approach for assigning molecular formulas in biological samples analyzed by LC-MS/MS. Using ZODIAC, we observed substantial improvements of correct molecular formula annotations, in particular for large compounds; error rates decrease . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the up to 16-fold. Furthermore, the ZODIAC score allows to select the most condent annotations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Dierent from many other approaches, ZODIAC is not limited to molecular formulas present in any (spectral or structural) databases. We have seen that this is not only of theoretical interest: We conrmed a novel molecular formula discovered by ZODIAC which is, as of today, not contained in PubChem or ChemSpider.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "We found that adduct annotations are very important for molecular formula assignment, as it is challenging to deduce this information from isotope pattern and MS/MS data. Hence, highquality adduct annotations should be established during preprocessing. In contrast, we observed that anchors (library hits) have only a small eect on molecular formula annotations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Searching an unknown compound with novel molecular formula in a structure database will always result in an incorrect hit, and this will often go unnoticed. In contrast, a metabolite identication workow which makes use of de novo annotation methods facilitates the identication . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/842740 doi: bioRxiv preprint of highly interesting, new metabolites. Here, ZODIAC constitutes a major step in the discovery and structural elucidation of novel metabolites, natural products, and other molecules of biological interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Code availability. ZODIAC has been implemented in the SIRIUS software and is publicly available at https://bio.informatik.uni-jena.de/software/sirius/. The . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/842740 doi: bioRxiv preprint",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 155,
                    "text": "The",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Throughout this paper, the entities of interest consist of signals detected by mass spectrometry where one or more MS/MS spectra have been recorded by the instrument. It is understood that not all of these signals correspond to compounds in the biological sample; but clearly, only those signals that do correspond are of interest for our analysis. It is also understood that we usually cannot ultimately decide whether a certain signal stems from the protonated molecule [M + H] + or, say, the protonated molecule with a water loss [M−H 2 O + H] + or an ammonia adduct [M + NH 3 + H] + . This is not a problem of our method but rather a general problem of mass spectrometry. For the sake of readability, we will nevertheless use the term compound instead of hypothetical compound, feature, adduct or ion. In contrast, our methods decide for each compound if it is protonated Diatoms. This dataset consists of solid phase (PPL, Agilent) extracts of the intra-and exometabolomes of a single diatom genus, a major group of marine microalgae. In total, ve culture samples of the species Pseudo-nitzschia subpacica (2×), Pseudo-nitzschia delicatissima (2×) and Pseudo-nitzschia multiseries (1×) were grown in culture from environmental isolates. Cultures included each diatom species and its associated microbiome resulting in a complex and diverse pool of metabolites. We expect the occurrence of compounds containing uncommon elements: Marine . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/842740 doi: bioRxiv preprint microorganisms can contain halogenated organic compounds such as brominated molecules 36 ; additionally, the growth medium contained uncommon elements such as silicon and selenium. The samples were analyzed in data dependent acquisition (DDA) mode by UHPLC-MS/MS on a Q Exactive Orbitrap mass spectrometer in positive ionization mode. Metabolomics studies of marine algae are rare, and so, existing libraries are not expected to have many relevant entries, making this an interesting dataset for testing novel compound identication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Online Materials & Methods"
        },
        {
            "text": "Mice stool. Quinn et al. used this dataset to examine the dierence between germ free and colonized mice by metabolomics 46 . In particular, some molecules were only observed in colonized mice, including novel conjugated bile acids and other food derived plant metabolites, which showed the role of the microbiome in their metabolization. Mice stool samples from a microbiome study were analyzed by UHPLC-MS/MS in data dependent acquisition mode mode on a maXis QTOF mass spectrometer in positive ionization mode. Due to technical limitations, the maXis QTOF used for mass spectrometry employs a broader isolation window of (at least 4 m/z ), and makes identication by computational methods challenging, because isotope peaks can be found in the MS/MS; it also strongly increases the chance of chimeric spectra (fragmentation spectra comprised of fragments from multiple compounds, see below).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Online Materials & Methods"
        },
        {
            "text": "Mass spectrometry data is deposited on MassIVE (https://massive.ucsd.edu/) and MassIVE accession numbers are specied. The exact set of analyzed mzML/mzXML input les is listed in Supplementary Table 7. Dendroides dataset. Sample Preparation. The latex of Euphorbia dendroides was collected and an ethyl acetate extract was prepared as described by Esposito et al. 42 . The extract was then fractionated in 17 fractions that were subjected to mass spectrometry analysis. Subsequent purication led to the isolation and structural isolation of thirteen diterpene esters characterized by extensive NMR spectroscopy and X-ray crystallography diraction analysis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 178,
                    "end": 200,
                    "text": "Supplementary Table 7.",
                    "ref_id": null
                }
            ],
            "section": "Sample preparation and LC-MS/MS analysis"
        },
        {
            "text": "Mass Spectrometry Analysis. Mass spectra were acquired between m/z 150 and m/z 1,000. In the full scan mode, full width at half maximum mass resolution of the Orbitrap mass analyzer was xed at 30,000 for MS spectra and at 15,000 for MS2 spectra. Data-dependent MS n mode was used to monitor 1 to 3 most intense ions with an exclusion duration of 40 sec after 8 repetitions. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/842740 doi: bioRxiv preprint Mass Spectrometry Analysis. The SRM1950 samples were analyzed using an ultra-high performance liquid chromatography system (Vanquish, Thermo) coupled to an Orbitrap mass spectrometer (Q Exactive, Thermo) tted with a heated electrospray ionization (HESI-II, Thermo) probe. Chromatographic separation was accomplished using a Kinetex C18 1.3 µm, 100 Å, 2.1 mm × 50 mm column tted with a C18 guard cartridge (Phenomenex) with a ow rate of 0.5 mL/min. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/842740 doi: bioRxiv preprint a 4 m/z isolation for 50 m/z to 8 m/z at 1,000 or higher. Lower isolation width results in a drop in sensitivity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample preparation and LC-MS/MS analysis"
        },
        {
            "text": "Data Availability. The mass spectrometry data were deposited on MassIVE (MSV000079949).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample preparation and LC-MS/MS analysis"
        },
        {
            "text": "To ensure reproducibility, we provide a virtual machine comprising all steps of the preprocessing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preprocessing"
        },
        {
            "text": "The virtual machine incorporates the OpenMS sources, executables and parameter les and all data processing scripts written in Java and Python. The workow described below is visualized in Fig. 7 Discarding features and MS/MS spectra. We excluded m/z features which eluted over a very long time during chromatography and did not produce desired mass traces in a limited time window, as such traces are considered chemical noise. To do so, we binned MS1 peaks with a bin size of 0.006 m/z. Each MS1 was normalized by the most intense peak. Each peak was counted if its relative intensity was 0.01 or higher. If a m/z bin contained peaks of more than 20 % of MS1 the m/z was considered chemical noise. Because these spurious chemical noise features have rather high mass deviation we removed all MS1 features within 30ppm.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 187,
                    "end": 193,
                    "text": "Fig. 7",
                    "ref_id": null
                }
            ],
            "section": "Preprocessing"
        },
        {
            "text": "Next, we performed blank removal using blank samples from the corresponding datasets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preprocessing"
        },
        {
            "text": "Features within 15 ppm and 20 s of a blank feature were removed if intensities were lower than 2-fold of the blank feature intensity. We did not perform blank removal on the mice stool dataset, because this resulted in a low number of remaining compounds.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preprocessing"
        },
        {
            "text": "Third, we removed features from the beginning and end of the chromatography run and features with low relative or absolute intensity; and we removed MS/MS spectra which could not be assigned to an MS1 feature, MS/MS of a precursor peak with low absolute or relative intensity, and chimeric MS/MS. See Table 2 for dataset-specic parameter values. Chimeric spectra contain fragments of multiple precursor ions; we detected chimeric spectra as follows: All peaks within the isolation window, excluding isotope peaks, were considered to contribute their intensity to the measured MS/MS. We estimated the relative intensity that the target precursor ion contributes to the MS/MS; if the target precursor ion contributed to less than 50 % of the MS/MS intensity or if a second precursor ion contributed more than 33 % of the target precursor ion intensity, the MS/MS was marked as chimeric and excluded. The Isolation window width for the Orbitrap mass spectrometer used for the dendroides, NIST1950, tomato and diatoms is 1 Da; for the mice stool dataset analyzed on a QTOF mass spectrometer an isolation window of 3 Da width and shifted by 1 Da to the right, centered at the +1 isotope peak, was assumed.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 301,
                    "end": 308,
                    "text": "Table 2",
                    "ref_id": "TABREF9"
                }
            ],
            "section": "Preprocessing"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/842740 doi: bioRxiv preprint Filtering MS/MS spectra. In each MS/MS spectrum, we ltered peaks using an intensity threshold of two times the median noise intensity, see Table 2 . The median noise intensity of a dataset was estimated from peaks which had no molecular formula decomposition within a 40 ppm window considering elements C, H, N, O, and P plus those elements predicted from the isotope pattern, see below. Isotope peaks were removed from MS/MS spectra of the mice stool dataset.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 354,
                    "end": 361,
                    "text": "Table 2",
                    "ref_id": "TABREF9"
                }
            ],
            "section": "Preprocessing"
        },
        {
            "text": "The SIRIUSAdapter OpenMS module combines MS/MS which are associated with the same MS1 feature. In addition, complete linkage hierarchical clustering was conducted to merge features over dierent LC-MS/MS runs. Features were merged using 15 ppm mass accuracy and a 15 sec retention time window. Features with dierent adduct annotations or features from the same run were not merged. Feature similarity was computed by the cosine product of the MS/MS (see below), and the similarity threshold for clustering was set to 0.8. When multiple features were merged into a single one, where each feature has an assigned isotope pattern, then the isotope pattern with the highest number of isotope peaks was kept. In case multiple isotope patterns had the same number of isotope peaks, the one with the most intense monoisotopic peak was kept. After merging, features were discarded if the summed MS/MS intensity was below a threshold, see Table 2 . Features with precursor mass above 850 Da are discarded: Whereas ZODIAC is clearly capable of processing such features, we found that there are no spectral library hits above this mass that can be used for evaluation, see below. Only 2.72 % of features across all datasets have m/z above 850 Da, so excluding these cannot have substantial impact on result statistics.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 929,
                    "end": 936,
                    "text": "Table 2",
                    "ref_id": "TABREF9"
                }
            ],
            "section": "Preprocessing"
        },
        {
            "text": "Extending isotope patterns. OpenMS often misses low-intensity isotope peaks. To recover those peaks, we post-processed OpenMS results as follows: For each isotope pattern detected by OpenMS, we try to extend it using isotope peaks from the corresponding MS1 spectra chosen by OpenMS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preprocessing"
        },
        {
            "text": "Isotope pattern peaks were picked using the SIRIUS 4 isotope pattern picking subroutine. If an additional isotope peak is present in at least 66 % of the corresponding MS1, the peak was added to the isotope pattern. Subsequently, features with less than two isotope peaks are discarded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preprocessing"
        },
        {
            "text": "Discarding low-quality merged MS/MS spectra. Even when considering all MS/MS spectra for some features, we sometimes have insucient information for both spectral library search and molecular formula annotation; to this end, such low-quality features were discarded. A feature is discarded if it produces less than 5 fragment peaks, estimated after merging peaks within 10 ppm or 0.0025 m/z from all corresponding MS/MS spectra; and if no fragmentation tree in the top 50 candidate list can explain at least 5 peaks accounting for at least 80 % of total spectrum intensity, see SIRIUS analysis below. Filtering low quality features decreased the number of features for dendroides from 1,078 to 784, for NIST1950 from 568 to 400, for tomato from 3,583 to 2,584, for diatoms from 3,227 to 2,075 and for mice stool from 577 to 377.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preprocessing"
        },
        {
            "text": "For brevity, we will refer to the features detected by OpenMS as compounds, see above. SIRIUS 4 was run with the default alphabet of elements CHNO, and at most 5 phosphorus atoms; automatic element detection from the isotope pattern 50 was enabled for sulfur, chlorine, bromine, boron, and selenium. For the diatoms dataset, we added silicon to the set of auto-detectable elements.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 95,
                    "text": "SIRIUS 4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Preprocessing"
        },
        {
            "text": "For the dendroides, NIST1950, and tomato datasets we used 15 ppm maximum mass deviation for SIRIUS; for diatoms and mice stool datasets we used 10 ppm. Isotope patterns were not used to lter molecular formula candidates before computing fragmentation trees.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIRIUS analysis and establishing a ground truth"
        },
        {
            "text": "If OpenMS provided an ionization adduct type (such as protonation, sodium adduct, potassium adduct) for a compound, only this ionization was used. We export the 50 best-scoring molecular formula candidates from SIRIUS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIRIUS analysis and establishing a ground truth"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/842740 doi: bioRxiv preprint In cases where no ionization adduct type was provided by OpenMS, we selected one or more adducts from [M +H] + , [M +Na] + , and [M +K] + by searching for characteristic mass dierences, using the MS1 that contained the most intense peak of the precursor ion. Peaks below 5 % relative intensity were discarded for this decision. For each compound, we export the 50 best-scoring molecular formula candidates; we simultaneously ensure that for each considered ionization adduct type, at least 10 candidates are considered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIRIUS analysis and establishing a ground truth"
        },
        {
            "text": "We will refer to this candidate list as the top 50.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIRIUS analysis and establishing a ground truth"
        },
        {
            "text": "To evaluate the performance of SIRIUS and ZODIAC, we had to annotate a subset of compounds with correct molecular formulas, to serve as our ground truth. For this, we combined manual annotation and spectral library search, as follows: For the dendroides dataset, spectral library hits were obtained for the isolated molecules that had their reference MS/MS spectra added to the GNPS library. We used molecular networking and spectral library search in analog mode 1 , along with a set of known typical biotransformation, to annotate related diterpene esters. They dier mainly by their acylation degree, and the nature of acyl residues on the diterpene backbone. This resulted in 201 compounds being annotated with molecular formulas by manual analysis of the data, see Supplementary Table 5. For the remaining datasets, we performed spectral library searches against multiple libraries, but did not add manual annotations. We searched compounds in a spectral library combining GNPS 1 , MassBank 4 , NIST17 database (National Institute of Standards and Technology, v17) and",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 769,
                    "end": 791,
                    "text": "Supplementary Table 5.",
                    "ref_id": null
                }
            ],
            "section": "SIRIUS analysis and establishing a ground truth"
        },
        {
            "text": "MassHunter Forensics/Toxicology PCDL library (Agilent Technologies, Inc.) 10 . We compute a similarity score assuming peaks as Gaussians, with the centroided peaks' m/z as the mean and the standard deviation being the maximum of a relative mass error of 20 ppm and an absolute mass error of 0.005 m/z. Precursor ion masses are permitted to dier by 10 ppm or 0.0025 m/z at maximum. Only library hits with a similarity score of 0.7 or higher and with at least 6 shared peaks are considered as being valid. We compute the score as the mean of the cosine score of the sample spectrum and the cosine score of the mirrored spectrum; to mirror a spectrum with precursor mass M , we replace peak m/z value m by M −m. This resulted in 94 annotated compound for NIST1950, 271 for tomato, 93 for diatoms and 44 for mice stool, see Supplementary Table 6 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 820,
                    "end": 841,
                    "text": "Supplementary Table 6",
                    "ref_id": null
                }
            ],
            "section": "SIRIUS analysis and establishing a ground truth"
        },
        {
            "text": "We evaluate SIRIUS and ZODIAC against these ground truth molecular formulas, but we stress that beside the molecules that were isolated in Euphorbia dendroides samples and correspond to level 1 of the Metabolomics Standard Initiative ranking system, not all of these are necessarily correct. In particular, we refrain from ranking these according to the Metabolomics Standard Initiative ranking system, where level 4 corresponds to an unequivocal molecular formula. An evaluation is nevertheless meaningful because we expect only few errors on the molecular formula assignment level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIRIUS analysis and establishing a ground truth"
        },
        {
            "text": "In few cases, the correct molecular formula was not ranked in the top 50 SIRIUS candidates;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIRIUS analysis and establishing a ground truth"
        },
        {
            "text": "we also dropped these from our evaluation, as it is not possible that ZODIAC can nd the correct molecular formula in our evaluation. We discarded four compounds for dendroides, zero for NIST1950, two for tomato, zero for diatoms and one compound for mice stool because of this criterion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIRIUS analysis and establishing a ground truth"
        },
        {
            "text": "See Supplementary Table 1 for details, and see Fig. 6 for the mass distribution of the ground truth compounds. Compounds in the dendroides dataset with reference annotations have high mass, and 75 % of all reference annotations have an m/z of 605 or higher. The NIST1950 dataset resulted in library hits over a broad range of m/z values. The diatoms library hits have a median m/z of 301 but the sample itself is highly complex, as described above. Only few compounds remain in the mice stool dataset after ltering chimeric and low quality compounds, see above.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 4,
                    "end": 25,
                    "text": "Supplementary Table 1",
                    "ref_id": null
                },
                {
                    "start": 47,
                    "end": 53,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "SIRIUS analysis and establishing a ground truth"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/842740 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIRIUS analysis and establishing a ground truth"
        },
        {
            "text": "We use a probabilistic view on the molecular formula assignment problem 27 : For each hypothetical compound in the LC-MS run, we are given data such as an isotope pattern and a fragmentation pattern. This allows us to determine, for each compound c ∈ C, a set of candidate molecular formulas that may explain the observed data. Let V be the set of all molecular formula candidates, such that V (c) ⊆ V is the subset of molecular formulas for compound c ∈ C. It is possible that dierent compounds share an identical molecular formula explanation, but we ignore this in our presentation, solely for the sake of readability. An assignment is a mapping a : C → V where a(c) ∈ V (c) is the molecular formula assigned to compound c. The posterior probability of an assignment a is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Posterior probability of an assignment"
        },
        {
            "text": "where D is the observed data. We use the terms prior probability, likelihood and posterior probability according to this Bayesian point of view. Let D(c) be the observed data for compound c ∈ C, that is, the isotope pattern and fragmentation pattern of c. We assume that the likelihoods of molecular formulas for dierent compounds are independent, and that the likelihood of any compound c only depends on its data D(c); so,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Posterior probability of an assignment"
        },
        {
            "text": "Next, we dene the prior probability of an assignment as the product of priors for pairs of compounds:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Posterior probability of an assignment"
        },
        {
            "text": "Here, P(u, v | true ) is the prior probability that two compounds with molecular formulas u, v cooccur in the dataset; analogously, P(u, v | false ) if u, v do not co-occur. To simplify our calculations, we introduce a mapping c : V → C that maps any molecular formula to the compound it belongs to: c(v) = c for all v ∈ V (c), for c ∈ C. Note that c(a(c)) = c for all c ∈ C. Now, unfortunately, we will see that this is not easy, as the underlying computational problem is NPcomplete. Another natural question is to sample from the posterior distribution; this will be addressed below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Posterior probability of an assignment"
        },
        {
            "text": "We now give a graph-theoretical formulation of the problem; this will allow us to establish its computational complexity, but also to come up with a more ecient algorithm. Let V , the molecular formula candidates, be the nodes of an undirected graph G = (V, E) with edge set E ⊆ V 2 . We will write uv as shorthand for a tuple {u, v} ∈ V 2 . We use c : V → C as a node coloring with color set C. Now, an assignment is a subset A ⊆ V such that each color from C appears exactly once; in this case, A is also called multicolored. Using the notation of the previous section, we have A = a(C);",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Graph-theoretical formulation"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/842740 doi: bioRxiv preprint recall that c(a(c)) = c for all c ∈ C. Let w : V ∪ E → R be weights for all nodes and edges of the graph. The weight of the assignment A is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Graph-theoretical formulation"
        },
        {
            "text": "This corresponds to the node plus edge weights of a node-induced subgraph of G, for node set A ⊆ V .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Graph-theoretical formulation"
        },
        {
            "text": "We consider the following optimization problem:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Graph-theoretical formulation"
        },
        {
            "text": "Maximum Multicolored Subgraph problem. We are given a graph G = (V, E), a node coloring c : V → C and weights w : V ∪ E → R. We search for an assignment A ⊆ V of maximum weight, that is, a node-induced multicolored subgraph of maximum weight.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Graph-theoretical formulation"
        },
        {
            "text": "How does this problem correspond to our probabilistic problem from the previous section? ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Graph-theoretical formulation"
        },
        {
            "text": "we can show that these problems are in fact equivalent: We have log P(a | D) = w(a(C)) + α for some constant α ∈ R. Here, we assumed that E = E * contains all possible edges; we call (V, E * ) a complete assignment graph. But we can encode any edge set E E * using zero edge weight for all e / ∈ E, so both problems are equivalent. Hence, it is natural to ask for an optimal solution of the problem, which would correspond to a maximum a posteriori estimator.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Graph-theoretical formulation"
        },
        {
            "text": "For the decision version, we ask if there is an assignment with weight above some threshold τ ∈ R. In its simplest form, all edges have weight one and all nodes have weight zero, w| E ≡ 1 and w| V ≡ 0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Complexity of the problem"
        },
        {
            "text": "Lemma 1. The Multicolored Subgraph problem is NP-complete, even for unit edge weights and zero node weights.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Complexity of the problem"
        },
        {
            "text": "Proof. It is clear that the Multicolored Subgraph problem is in NP. We show that the problem is NP-hard by reduction from Clique 51 : Let G = (V, E) be an undirected, simple graph, is there a clique of size k in G? Clearly, k ≤ n := |V |. We construct a graph H := G K k as the Cartesian graph product of G and the empty graph K k with k nodes and no edges: That is, for every node v ∈ V we generate k copies (v, 1), . . . , (v, k) in H, and there is an edge {(u, i), (v, j)} with i = j in H if and only if there is an edge uv in G. Now, k ≤ n implies that H contains at most n 2 nodes. We dene node colors 1, . . . , k such that c (v, i) = i for v ∈ V and 1 ≤ i ≤ k. We assign zero node weights and unit edge weights for all nodes and edges in H. Now, any assignment in H corresponds to a k-node induced subgraph in G, and the weight of the assignment equals the number of edges in the node-induced subgraph; to this end, an assignment of weight k 2 would correspond to a k-clique in G.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Complexity of the problem"
        },
        {
            "text": "The Multicolored Subgraph problem is a generalization of the Multicolored Clique problem; to this end, Lemma 1 can also be inferred from the complexity of Multicolored Clique, which is W[1]hard 52 . Assuming zero node and unit edge weights, the above construction implies that for any > 0, there is no polynomial time algorithm that approximates the maximum assignment weight to within a factor better than O(n 1− ), unless P = NP 53 . Furthermore, nding an assignment of weight k cannot be done in time n o(k) , unless the exponential time hypothesis fails 54,55 . Finally, we noted above that we can encode an arbitrary edge set E E * using zero edge weight for all e / ∈ E, so:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Complexity of the problem"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/842740 doi: bioRxiv preprint Corollary 1. The Multicolored Subgraph problem is NP-complete, even for a complete assignment graph, binary edge weights and zero node weights.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Complexity of the problem"
        },
        {
            "text": "Finally, we consider two problem variants: First, we may allow that some colors from C are absent from A; in this case, A is called colorful. We can encode this variant in the original problem, by adding a dummy node for each color which is connected to no other node. Second, we may assume that only edges carry weight. We can encode the Multicolored Subgraph problem in this variant, by adding a dummy color for each color and a dummy node for each node, such that if a node has a certain color, then the dummy node has the corresponding dummy color. We connect each node to its dummy node, and transfer the weight of the node to the corresponding edge. Hence, our complexity results also hold for these variants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Complexity of the problem"
        },
        {
            "text": "On the algorithmic side, it is easy to see that the Multicolored Subgraph problem can be solved by a simple Integer Linear Program (one variable per edge and one variable per color). We omit the straightforward technical details. We will not proceed in this direction, as this approach results in a single optimal solution, whereas we want to consider suboptimal solutions and marginal probabilities, which allow us to judge our individual condence when assigning molecular formulas to compounds.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Complexity of the problem"
        },
        {
            "text": "The likelihood P D(c(v)) | v of a molecular formula candidate v can be computed from the posterior probability of the fragmentation tree and the isotope pattern analysis as estimated by SIRIUS 4.0 10,24 . For the Gibbs sampler, we treat these probabilities as likelihoods, although the analysis SIRIUS 4.0 also integrates certain priors 24 . To avoid proliferating running times, we usually limit further computations to the, say, 50 best-scoring molecular formulas for each compound. For each compound, we also introduce a node representing molecular formula not identied which receives likelihood from the remaining molecular formulas, and is not connected to any other nodes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Likelihoods, prior probabilities and graph topology"
        },
        {
            "text": "Furthermore, we assume that some compounds were identied by searching in a library of tandem MS spectra, plus potentially by comparison of retention times. We refer to these compounds and the corresponding molecular formulas as anchors. Such library search results can also be wrong, so we do not exclude other molecular formula explanations, but rather give a bonus to the likelihood of the identied molecular formula. The quality of a spectral library hit can, to a certain extend, be evaluated using its score, usually the dot product (cosine score) between query and reference. Hence, the bonus may be dependent on the corresponding library search score. Given the library search score s l ∈ [0, 1] and a minimum score to consider a library hit min l , we multiply the candidate's likelihood by ψ(s l , min l ) = exp λ max(s l , min l ) 1 − max(s l , min l ) .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Likelihoods, prior probabilities and graph topology"
        },
        {
            "text": "Candidates which disagree with the library hit or without any library hit are scored using s l = min l .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Likelihoods, prior probabilities and graph topology"
        },
        {
            "text": "Note, that any perfect match with score of 1.0 will be chosen in any case. We remove any other candidate for this compound. We refrain from normalizing the ψ to one.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Likelihoods, prior probabilities and graph topology"
        },
        {
            "text": "For estimating priors, we will consider similarity of fragmentation patterns 32,33 : More precisely, we use similarity between fragmentation trees that were computed by SIRIUS in the previous step.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Likelihoods, prior probabilities and graph topology"
        },
        {
            "text": "For each pair of compounds, we have to compare up to 50 times 50 fragmentation trees: For swift computations, we refrain from using fragmentation tree alignments 56 but instead, simply count the number of common fragments and precursor (root) losses in the two trees 56 . Evaluations indicate that this method, while performing worse than fragmentation tree alignments, is still able to detect structural similarity between compounds 56 . When counting common root losses, the empty root . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/842740 doi: bioRxiv preprint loss is ignored. We introduce two modications to the score from 56 : Let n 1 , n 2 be size of the two fragmentation trees, dened by the number of fragments and root losses. Instead of normalizing the number of common fragments plus root losses s by the size of the smaller tree min{n 1 , n 2 }, we use s/n 1 + s/n 2 (6) as the normalized score; by this, we slightly penalize large trees, as having common fragments or root losses is more likely against a large than a small tree. But this score favors small trees and, hence, inferior molecular formula candidates. To this end, we use the size of the largest fragmentation tree, among all candidate molecular formulas, for the normalization of each compound; this is the maximum number of explainable peaks in the tandem MS data of the compound. Fragments and root losses can be weighted by importance ι. The weight of two common fragments or root losses m 1 and m 2 is ι(m 1 )ι(m 2 ). The weighted size of a tree is",
            "cite_spans": [
                {
                    "start": 1019,
                    "end": 1022,
                    "text": "(6)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Likelihoods, prior probabilities and graph topology"
        },
        {
            "text": "with fragments F and root losses R. For two molecular formulas u, v ∈ V we denote the resulting score as s(u, v).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Likelihoods, prior probabilities and graph topology"
        },
        {
            "text": "How can we transform this count into a prior probability? Natural choices include signicance estimates such as p-values and posterior error probabilities. We do not have a reasonable model for the score distribution of true edges; in fact, it is not know how to clearly distinguish between true and false edges in such a model. To this end, we resort to a simple prior based on p-value estimation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Likelihoods, prior probabilities and graph topology"
        },
        {
            "text": "where τ ∈ R is a thresholding parameter, and f : R → [0, 1] is a monotonically decreasing function. We introduce threshold τ because scores below a certain threshold are practically uninformative and should not be considered in our estimations. For f (x) we estimate the p-value of score x, under the null model that scores follow a certain distribution. Note that prior probabilities do in fact depend upon the (mass spectrometry) data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Likelihoods, prior probabilities and graph topology"
        },
        {
            "text": "We now assign node and edge weights according to (4) . Clearly, many of these edges have zero weight and can be removed from the graph. To avoid that nodes are isolated, we want to keep some edges incident to any node. This can be formulated by individual thresholds τ c ∈ R for each color c ∈ C and, for an edge uv, edge weight",
            "cite_spans": [
                {
                    "start": 49,
                    "end": 52,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Likelihoods, prior probabilities and graph topology"
        },
        {
            "text": "for threshold τ uv := min{τ c(u) , τ c(v) }. This will change the weight of any assignment by an additive constant and, hence, posterior probability by a multiplicative constant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Likelihoods, prior probabilities and graph topology"
        },
        {
            "text": "We say that a node v is active in an assignment A if v ∈ A, and that an edge uv is active if both u ∈ A and v ∈ A; then, the weight of an assignment is the sum of weights of all active nodes and edges.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(Faster) Gibbs sampling"
        },
        {
            "text": "Gibbs sampling is a Markov chain Monte Carlo algorithm for obtaining a sequence of observations approximated from a multivariate probability distribution 57 . Sampling assignments according to (2) . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/842740 doi: bioRxiv preprint can be seen as an archetype application of a Gibbs sampler: We start with some assignment, such as the highest likelihood node (molecular formula) for each compound (color). Each epoch of the Gibbs sampler consists of |C| steps, where we iterate over all colors c ∈ C in random order: We update the active node with color c by drawing a node with color c according to its posterior probability, conditional the current assignment of all nodes with color dierent from c. At the end of the epoch we output the current assignment, and repeat until we have reached a sucient number of samples.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 196,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "(Faster) Gibbs sampling"
        },
        {
            "text": "This generates a Markov chain of samples converging to the posterior probability distribution of assignments. In practice, we discard samples from the beginning of the chain (burn-in period), and to avoid correlation between nearby samples, we output only every, say, 10 th sample.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(Faster) Gibbs sampling"
        },
        {
            "text": "Assume that u ∈ A with color c := c(u) is to be (potentially) replaced by a new node v with the same color. The probability of v ∈ V (c), conditional all other nodes z ∈ A with c(z) = c, can naïvely be computed as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(Faster) Gibbs sampling"
        },
        {
            "text": "Computing all conditional probabilities for drawing a node v, requires time proportional to the sum of node degrees for all nodes from V (c). That means running time for one step is of order O(|V (c)| · |V |) and, hence, Θ(|V | 2 ) for certain graph families.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(Faster) Gibbs sampling"
        },
        {
            "text": "To apply Gibbs sampling in practice, the critical point is to quickly reach a large number of samples, so that probability estimates become reliable. To further decrease running time, we assume that we have, at any step, knowledge about all (log) conditional probabilities, for all nodes v ∈ V (c) and all colors c ∈ C. We assume that conditional probabilities are not normalized; to sample a new active node, we uniformly draw a random number between zero and the sum of conditional probabilities, over all nodes with this color. To improve the sampling speed, we want to estimate conditional probabilities without performing a full calculation using (9). Lemma 2. One step of the Gibbs sampler, exchanging some node u by another node v with the same color c := c(u) = c(v), can be carried out in O |V (c)| + deg(u) + deg(v) time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(Faster) Gibbs sampling"
        },
        {
            "text": "Proof. Let A ⊆ V be the current assignment with u ∈ A. We want to choose a new node v ∈ U from the set of candidate nodes U := V (c) for color c := c(u). We know the conditional probabilities P(v | A − {u}) for all v ∈ U ; we sum up the conditional probabilities, then uniformly choose a random number between zero and this sum and, nally, use this random number to select one v ∈ U . This can be carried out in time O(|U |). If u = v then we can stop at this point.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(Faster) Gibbs sampling"
        },
        {
            "text": "Second, we have to estimate conditional probabilities for all nodes z ∈ V . From (9), we infer that the conditional probability only changes for those nodes z where there is a change in the neighborhood N (z) of z, and remains constant for all others. To this end, we iterate over all z ∈ N (u), and decrease the log conditional probability of z by w(uz); then, we iterate over all z ∈ N (v), and increase the log conditional probability of z by w(vz). Finally, for any node z ∈ N (u) ∪ N (v), we recompute its conditional probability using the exponential function. This can be carried out in time O(deg(u) + deg(v)); afterward, all conditional probabilities are correct for the new assignment A − {u} ∪ {v}.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(Faster) Gibbs sampling"
        },
        {
            "text": "Comparing a naïve graph-based implementation of a Gibbs sampler with one that uses Lemma 2, we can estimate that the speedup is of order Θ(|V (c)|).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(Faster) Gibbs sampling"
        },
        {
            "text": "For the rst iteration, we use an arbitrary assignment, then compute all conditional probabilities using (9) . The method requires O(|V | + |E|) memory for storing the graph, and O(|V |) memory for storing (log) conditional probabilities. The probability of a particular molecular formula v to be correct, can now be estimated as its marginal probability: that is, the ratio of assignments in the output that contain v. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/842740 doi: bioRxiv preprint",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 107,
                    "text": "(9)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(Faster) Gibbs sampling"
        },
        {
            "text": "We use identical parameters for all ve datasets, see (5) above: We weight fragments and root losses when comparing fragmentation trees of molecular formula candidates. Here, we use the SIRIUS 4 noise intensity scoring as importance ι in (7) . The probability that a peak p that corresponds to a fragment and root loss is not noise is ι = 1 − par(int(p)), where par is the Pareto cumulative distribution function with x min = 0.002, x median = 0.015 and int(p) ∈ [0, 1] the relative peak intensity, see ref. 24 . To establish a threshold on the minimal similarity of fragmentation trees, we decrease score s and tree sizes n 1 and n 2 each by 1.0, see (6) .",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 240,
                    "text": "(7)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 651,
                    "end": 654,
                    "text": "(6)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "ZODIAC parameters"
        },
        {
            "text": "The empirical score distributions resemble a log-normal distribution, see Supplementary Fig. 9 , so we use its Cumulative Distribution Function to estimate p-values for (8) . For the robust estimation of parameters µ and σ 2 , we sampled 100,000 non-zero scores for each dataset, and used the median score as parameter µ and the median absolute deviation as parameter σ 2 . We naturally expect most edges to be false edges and chose score threshold τ so that 95 % of the non-zero scores are smaller than this threshold. Finally, we use individual thresholds for each compound (color) so that at least 10 molecular formulas of this color are incident to 10 or more edges.",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 172,
                    "text": "(8)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 74,
                    "end": 94,
                    "text": "Supplementary Fig. 9",
                    "ref_id": null
                }
            ],
            "section": "ZODIAC parameters"
        },
        {
            "text": "Each molecular formula candidate of some compound receives a score s 1 , ..., s n , where s max is the largest score. We transformed SIRIUS scores to probabilities using the softmax function, where p j = exp(s j − s max ) are normalized to sum to one. To adjust for the fact that the correct molecular formula may not be in the top 50, we added a dummy node receiving the combined probability of all unconsidered candidates. Dummy nodes are not connected to any other node. SIRIUS does not report the score of all candidates, as one compound may have tens of thousands of candidates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ZODIAC parameters"
        },
        {
            "text": "Hence, we estimated the probability of all unconsidered candidates by multiplying the number of unconsidered candidates with the lowest probability of the top 50 candidates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ZODIAC parameters"
        },
        {
            "text": "Finding and scoring ZODIAC anchors. ZODIAC can use (potentially incorrect) spectral library hits as anchors to improve annotations. To nd a reasonable number of anchors, we perform spectral library search in analogue mode. Resulting molecular formula annotations are not considered ground truth identications but are sucient as anchors. Only those hits were considered that have mass dierences between query and reference corresponding to a frequent biotransformation. We use the following molecular formula mass dierences as valid biotransformations We use identical parameters for all ve datasets: When scoring anchors according to (5), we use the maximum of the cosine score between the spectrum and the cosine score of the mirrored spectrum as the similarity measure, and min l = 0.5 as the score threshold parameter and λ = 1, 000 as the weighting parameter. For anchors found by spectral library match in analogue mode (that is, non-identical m/z ), spectral similarity is reduced by 0.1 to account for increased uncertainty. Searching for anchors as described above resulted in 96 anchors for dendroides, 254 anchors for NIST1950, 749 for tomato, 372 for diatoms and 176 for mice stool. All spectral hits described in the previous section are anchors, too; recall that for dendroides, the ground truth was established manually and those annotations do not serve as anchors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ZODIAC parameters"
        },
        {
            "text": "Burn-in and number of Gibbs sampling epochs. We determined a reasonable number of Gibbs sampling iterations using the dendroides dataset. One iteration, also called epoch, is dened as one round in which each compound is updated once by choosing a new active molecular formula candidate. We run 10 independent Markov chains, see The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/842740 doi: bioRxiv preprint correct annotations at a specic epoch increases quickly for most Markov chains until the chain seems to stay in a local optimum. We note that this number of correct molecular formula is determined at each epoch whereas ZODIAC scores are computed from the average over many epochs. From this data, we estimated a burn-in of 1,000 epochs and sampling of 2,000 iterations. Larger values increase running times but should never worsen results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ZODIAC parameters"
        },
        {
            "text": "In application, we use 10 Markov chains in parallel, a burn-in of 1,000 epochs, and sample 2,000 epochs; we keep only every 10 th sample, resulting in a total of 10 × 200 = 2, 000 samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ZODIAC parameters"
        },
        {
            "text": ". . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/842740 doi: bioRxiv preprint we can only evaluate ZODIAC against a ground truth established by spectral library searching. Potentially, some ground truth molecular formula are wrong, and ZODIAC might have found the correct molecular formula which we wrongly assign as incorrect. We expect that database hits with relatively low cosine score are incorrect more often.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ZODIAC parameters"
        },
        {
            "text": "We have plotted the cosine score for correct and incorrect ZODIAC molecular formula assignments for NIST 1950 (a), diatoms (b), tomato (c), and mice stool (d). We do not observe a noteworthy dierence in the two distributions;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ZODIAC parameters"
        },
        {
            "text": "instead, correct and incorrect annotations appear to be distributed across all cosine scores. This does not mean that all library hits are correct, but that incorrect library hits are most likely to be found both for ZODIAC correct and incorrect assignments. Mirror plot of measured against simulated isotope pattern for the novel molecular formula C 24 H 47 BrNO Its intensity is one order of magnitude lower compared to the MS/MS spectrum of the M+2 peak and simulated intensities should be treated with caution.",
            "cite_spans": [
                {
                    "start": 359,
                    "end": 363,
                    "text": "BrNO",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ZODIAC parameters"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/842740 doi: bioRxiv preprint Supplementary Fig. 11 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 215,
                    "end": 236,
                    "text": "Supplementary Fig. 11",
                    "ref_id": null
                }
            ],
            "section": "ZODIAC parameters"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/842740 doi: bioRxiv preprint Supplementary Table 3 : Novel molecular formulas. All molecular formulas are absent from the largest molecular structure databases PubChem 17 and ChemSpider 35 . Only molecular formula annotations with a minimum ZODIAC score of 0.999 are reported such that at least 95 % of the MS/MS spectrum intensity is being explained by the SIRIUS fragmentation tree, and at least one molecular formula of the compound is connected to 20 or more compounds.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 215,
                    "end": 236,
                    "text": "Supplementary Table 3",
                    "ref_id": null
                }
            ],
            "section": "ZODIAC parameters"
        },
        {
            "text": "There may be more than one hypothetical compound in an LC-MS run being annotated with one molecular formula, potentially corresponding to dierent isomers. For such cases,`# comp.' is the number of hypothetical compounds being annotated with the given molecular formula, and`max score' is the maximum ZODIAC score among these annotations. The corresponding compounds are given in Supplementary Table   dataset . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/842740 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 379,
                    "end": 408,
                    "text": "Supplementary Table   dataset",
                    "ref_id": null
                }
            ],
            "section": "ZODIAC parameters"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Sharing and community curation of mass spectrometry data with Global Natural Products Social Molecular Networking",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nat Biotechnol",
            "volume": "34",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Mass spectral reference libraries: An ever-expanding resource for chemical identication",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Stein",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Anal Chem",
            "volume": "84",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Mass spectral databases for LC/MS-and GC/MS-based metabolomics: State of the eld and future prospects",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vinaixa",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Trends Anal Chem",
            "volume": "78",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "MassBank: A public repository for sharing mass spectral data for life sciences",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Horai",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Mass Spectrom",
            "volume": "45",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Illuminating the dark matter in metabolomics",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Da Silva",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Dorrestein",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Quinn",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "METLIN: A technology platform for identifying knowns and unknowns",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Guijas",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Analytical chemistry",
            "volume": "90",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Mining molecular structure databases: Identication of small molecules based on fragmentation mass spectrometry data",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Hufsky",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Böcker",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Mass Spectrom Rev",
            "volume": "36",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Searching molecular structure databases with tandem mass spectra using CSI:FingerID",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dührkop",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Meusel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rousu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Böcker",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "112",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "SIRIUS 4: a rapid tool for turning tandem mass spectra into metabolite structure information",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dührkop",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nat Methods",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Searching molecular structure databases using tandem MS data: are we there yet?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Böcker",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Curr Opin Chem Biol",
            "volume": "36",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Algorithmic Mass Spectrometry: From molecules to masses and back again",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Böcker",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Seven Golden Rules for heuristic ltering of molecular formulas obtained by accurate mass spectrometry",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kind",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Fiehn",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "BMC Bioinf",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "HMDB 4.0: the human metabolome database for 2018",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Wishart",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nucleic Acids Res",
            "volume": "46",
            "issn": "",
            "pages": "608--617",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "PubChem Substance and Compound databases",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Nucleic Acids Res",
            "volume": "44",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Isotope abundance analysis methods and software for improved sample identication with supersonic gas chromatography/mass spectrometry",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Alon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Amirav",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Rapid Commun Mass Spectrom",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Percentage of correct annotations and number of compounds in relation to ZODIAC score. Left:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The spectrum matches to multiple NIST17 library spectra with dierent m/z, all of which are phosphatidylcholines. The top 18 matches have a cosine score above 0.9 and share a set of characteristic peaks which match to the query spectrum: SeeFig. 3bfor the best hit, and SupplementaryFig. 11 and 12for additional hits. For the set of shared peaks, the molecular formula annotations of the NIST reference spectrum (as provided by NIST) are identical to those of the SIRIUS fragmentation tree computed for the query compound(Fig. 3e).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Running time comparison of SIRIUS and ZODIAC on ve datasets. We run SIRIUS and ZODIAC on 2× Intel XEON E5-2698 with 40 cores total. ZODIAC total running time includes estimation of the edge score distribution, construction of the similarity graph and computation of ZODIAC scores via Gibbs sampling; the later running time is also given separately. ZODIAC requires SIRIUS results as input, and total processing time is SIRIUS time plus ZODIAC time.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Gibbs sampling. (a) Illustration of the Gibbs sampling process. Left: During each epoch compounds are iterated in random order. For each compound a new active molecular formula candidate is sampled based on prior probabilities and active candidates of all other compounds. Right: Sampling step for one compound. This illustrated sub-network with four compounds is based on the dendroides dataset. Each circle corresponds to a molecular formula candidate. The size depicts the rank estimated by SIRIUS. Orange rings mark active candidates. Edge width depicts fragmentation tree based similarity between candidates. The candidates which are sampled in this step are colored cyan. The bottom gures show the total assignment score of the molecular formula candidate network (b) andidentication rate over the course of epochs (c) for Gibbs sampling on the dendroides dataset.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "V. et al. Complexity of naturally produced polybrominated diphenyl ethers revealed via mass spectrometry. eng. Environ Sci Technol 49, 133946 (3 2015). 37. Rockwood, A. L., Kushnir, M. M. & Nelson, G. J. Dissociation of individual isotopic peaks: Predicting isotopic distributions of product ions in MS n . J Am Soc Mass Spectrom 14M. T., Vale, C. & Rauter, A. P. Halogenated compounds from marine algae. eng. kina, S. A. Fatty Acids and Other Lipids of Marine Sponges. Russ. J. Mar. Biol. 31, S49S60 (2005). 41. Dembitsky, V. M. & Srebnik, M. Natural halogenated fatty acids: their analogues and derivatives. Prog. Lipid Res. 41, 315 367 (2002). 42. Esposito, M. et al. Euphorbia dendroides Latex as a Source of Jatrophane Esters: Isolation, Structural Analysis, Conformational Study, and Anti-CHIKV Activity. Journal of Natural Products 79. PMID: 27786472, 28732882 (2016). 43. Nothias, L.-F. et al. Bioactivity-Based Molecular Networking for the Discovery of Drug Leads in Natural Product Bioassay-Guided Fractionation. J. Nat. Prod. 81. PMID: Manso, Y. et al. Metabolite Proling of a NIST Standard Reference Material for Human Plasma (SRM 1950): GC-MS, LC-MS, NMR, and Clinical Laboratory Analyses, Libraries, and Web-Based Resources. Anal. Chem. 85. PMID: 24147600, 1172511731 (2013).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "a sodium adduct [M + Na] + or a potassium adduct [M + K] + ; in evaluation, compounds that are assigned a wrong adduct are also assigned a wrong molecular formula and, hence, The extract and fractions of Euphorbia dendroides plants collected in Corsica were analyzed by HPLC-MS/MS in data dependent acquisition mode on a Orbitrap (LTQ-XL Orbitrap) in positive ionization mode. These same samples 42 were previously investigated and enabled the isolation and identication of novel diterpene esters, including some endowed with antiviral activities against the chikungunya and the human immunodeciency virus 43 . These structurally complex and large molecules are characteristic of the Euphorbia genus, and the MS/MS spectra of the isolated diterpene esters were deposited in the GNPS library (CCMSLIB00000840316 to CCMSLIB00000840340). NIST1950. A serial dilution of a plasma methanol extract prepared from the human plasma NIST reference material (SRM 1950) 44 , was analyzed in data dependent acquisition mode by UHPLC-MS/MS on the Q Exactive Orbitrap mass spectrometer in positive ionization mode. Previously, more than 322 compounds were identied by LC-MS in the SRM 1950 reference material 44 . Here, we consider only compounds that were annotated by MS/MS spectral matching with spectra from the NIST17 MS/MS library. Tomato. Fresh tomato seedlings samples (Solanum lycopersicum) were extracted in acidic aqueous methanol, oering a wide range of plant metabolites 45 . Samples were analyzed in data dependent acquisition mode by UHPLC-MS/MS on a Q Exactive Orbitrap mass spectrometer in positive ionization mode. Chromatographic separation was performed on mixed-mode C 18 columns allowing weak anion/cation exchange, that results in the retention of both medium polarity compounds and apolar compounds. We expect a large number of plant metabolite annotations by spectral library search, including phenylpropanoids and terpenoids.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Instrumental parameters were set as follows: source voltage: 5 kV, lens 1 voltage: -15 V, capillary temperature: 275 , gate lens voltage: -35 V, capillary voltage: 25V, tube lens voltage: 65 V. The CID parameters were set as follow: CE at 30 % of the maximum and an activation time of 30 ms. HPLC was performed with an HPLC Ultimate 3000 system (Dionex, Voisins-le-Bretonneux, France) consisting of a degasser, a quaternary pump, an autosampler, a column oven, and a photodiode array detector. Separation was achieved using an octadecyl column (Sunre, 150 mm × 2.1 mm × 3.5 µm; Waters, Guyancourt, France), equipped with a guard column. Column oven temperature was set at 25 . Elution was conducted with a mobile phase consisting of water + 0.1 % formic acid (A) and MeCN + 0.1 % formic acid (B), following the gradient 5 to 95 % B in 40 min, then maintaining 100 % B for 10 min at a ow rate of 250 µL/min. Injection volume was xed at 10 µL. Data Availability. The mass spectrometry data were deposited on MassIVE (MSV000080502). NIST1950 dataset. Sample Preparation. The NIST SRM-1950 human plasma samples were prepared and extracted with 80 % ethanol as proposed in the SRM 1950 paper 44 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "5 µL of extract was injected per sample/QC. The column compartment and autosampler were held at 40 and 4 respectively throughout all runs. Mobile phase composition was: A, LC-MS grade water with 0.1 % formic acid (v/v) and B, LC-MS grade acetonitrile with 0.1 % formic acid (: spray voltage, 3.5 kV; capillary temperature, 268.0 ; sheath gas ow rate, 52.0 (arb. units); auxiliary gas ow rate, 14.0 (arb. units); auxiliary gas heater temperature, 433.0 ; and S-lens RF, 60 (arb. units). MS data was acquired in positive mode using a data dependent method with a resolution of 35,000 in MS1 and a resolution of 17,000 in MS2. An MS1 scan from 100-1,500 m/z was followed by an MS2 scan, using collision induced dissociation, of the ve most abundant ions from the prior MS1 scan. Data Availability. The mass spectrometry data were deposited on MassIVE (MSV000081364). Tomato dataset. Sample Preparation. Tomato (Solanum lycopersicum var. Better Boy) seeds were surface sterilized in 1.0 % (v/v) sodium hypochlorite for 15 min with moderate agitation, rinsed with 20 volumes of sterile distilled water ve times, and sown in pots containing peat. Seeds were incubated in a growth chamber with 16h light/ 8h dark photoperiod and 25± 2 temperature. Two-weeks after germination, roots were washed, dried and whole seedlings were frozen in liquid nitrogen and stored at -80C until further extraction. Three seedlings were pooled into 2 mL tubes and 1.2 mL of acidied aqueous methanol was added (75 % methanol (v/v), 24.9 % water (v/v), and 0.1 % formic acid (v/v)) to obtain a wide range of plant metabolites 45 . The samples were then homogenized in a tissue-lyser (QIAGEN) at 25 Hz for 5 min, and then centrifuged at 15,000 rpm for 15 min. The supernatant was collected in 96 well plates and dried with a vacuum centrifuge. The samples were resuspended in 130 µL of 7/3 MeOH/H2O containing 0.2 µM of amitriptyline (m/z 278.189, 542 sec) as an internal standard. After the plates centrifugation at 2,000 rpm for 15 min at 4C, 100 µL of samples were transferred into a new 96 well plate for mass spectrometry analysis. Mass Spectrometry Analysis. Samples were analyzed with an ultra high performance liquid chromatography device (Vanquish, Thermo Scientic) coupled to a quadrupole-Orbitrap mass spectrometer (Q Exactive, Thermo Scientic). Chromatographic separation was performed in mixedmode on a Scherzo SM-C18 (Imtakt, Torrance, USA) column allowing weak anion/cation exchange (250 × 2 mm, 3 µm) with a guard cartridge (Imtakt). The column was maintained at 40 . The mobile phases used were 0.1 % formic acid in water (A) and 0.1 % formic acid in acetonitrile (B), and ow rate was set to 0.5 mL/min. Chromatographic elution method was set as follows: 0.005.00 min, isocratic 2 % B; 5.00 to 8.00 min, gradient 2 % to 50 % B; 8.00 to 13.00 min, gradient 50 % to 100 % B; 13.00 14.00 min, isocratic 100 % B; 14.00 14.10 min, 100 % to 2 % B;14.10 to 18.00 min, isocratic 2 % B. The injection volume was set to 10 µL. The analyses were performed in electrospray ionization, operating either in positive or in negative ionization mode with a heated electrospray ionization source. In positive ionization mode, the following source parameters were used: spray voltage, +3,000 V; heater temperature, 370 ; capillary temperature, 350 ; S-lens RF, 55 (arb. units); sheath gas ow rate, 55 (arb. units); and auxiliary gas ow rate, 20 (arb. units). In negative ionization mode, the following source parameters were used: -3000.0 V; heater temperature, 375 ; capillary temperature, 350 ; S-lens RF, 55 (arb. units); sheath gas ow rate, 55 (arb. units); and automatic gain control (AGC) target and maximum injection time were set at 5 × 105 and 150 ms for MS1 and MS2 scans. Up to four MS2 scans in data-dependent mode were acquired for most abundant ions per duty cycle, with a starting value of m/z 70. Higher-energy collision induced dissociation was performed with a normalized collision energy of 20, 35, 50 eV. The apex trigger mode was used (27 sec) and the isotopes were excluded. The exclusion parameter was for the data dependent parameter was set to 9 sec. Data Availability. The mass spectrometry data were deposited on MassIVE (MSV000081463). Diatoms dataset. Sample Preparation. Diatoms of the genus Pseudo-nitzschia, were isolated from waters o the Scripps Pier and their associated microbiome were cultured in ltered Natural Seawater Media, supplemented with inorganic nutrients (NaNO 3 , NaH 2 PO 4 , Na 2 SiO 3 ), vitamins and AQUIL trace metals 47 . Cultures were harvested in stationary growth phase and media and intracellular metabolites were solid phase extracted using Bond Elute PPL resin (Agilent) to retain a wide range of non-polar to polar molecules 48,49 . Mass Spectrometry Analysis. The methanol extracts were analyzed by UHPLC-MS/MS on a Q Exactive Orbitrap mass spectrometer in positive data dependent acquisition mode 49 . In short, dried samples were re-dissolved in 100 µL methanol/formic acid (99:1, Fisher Scientic, San Diego, USA) of which 10 µL were injected into a Vanquish UHPLC system coupled to a Q-Exactive Orbitrap mass spectrometer (Thermo Fisher Scientic, Bremen, Germany). For UHPLC separation, a reversed phase C18 porous core column (Kinetex C18, 150 × 2 mm, 1.8 µm particle size, 100 A pore size, Phenomenex, Torrance, USA) was used. As mobile phase A H2O + 0.1 formic acid (FA) and solvent B acetonitrile (ACN) + 0.1 % FA was used. The ow rate was set to 0.5 mL/min and after injection, compounds were eluted with a gradient from 00.5 min, 5 % B, 0.58 min 550 % B, 810 min 5099 B, followed by a 2 min washout phase at 99 % B and a 3 min re-equilibration phase at 5 % B. ESI parameters were set to 52 L/min sheath gas ow, 14 L/min auxiliary gas ow, 0 L/min sweep gas ow and 400 auxiliary gas temperature. The spray voltage was 3.5 kV and the inlet capillary 320 . S-lens voltage was 50 V. MS scan range was 1501,500 m/z with a resolution at m/z 200 (R m/z200 ) of 70,000 with one micro-scan. The maximum ion injection time was set to 100 ms with an AGC target of 1.0E6. Up to 5 MS/MS spectra per MS1 survey scan were recorded DDA mode with R m/z200 of 17,500 and one micro-scan. The maximum ion injection time for MS/MS scans was 100 ms with an AGC target of 3.0E5 ions and minimum 5 % C-trap lling. The precursor isolation width was set to m/z 1. Normalized collision energy was set to a stepwise increase from 20 to 30 to 40 % with default charge state z = 1. MS/MS scans were triggered at the apex of chromatographic peaks within 2 to 15 s from their rst occurrence. Dynamic exclusion of precursors was set to a duration 5 s and precursors with unassigned charge states as well as isotope peaks were excluded from MS/MS acquisition. Data Availability. The mass spectrometry data were deposited on MassIVE (MSV000081731). Mice stool dataset. Sample Preparation. The mice stool samples were obtained and extracted in 70 % ethanol as described by Quinn et al. 46 . Mass Spectrometry Analysis. The samples were analyzed with an ultra high performance liquid Chromatography device (UltraMate 3000 Dionex, Fisher Scientic, Waltham, MA USA) coupled with a Bruker Daltonics MaXis qTOF mass spectrometer (Bruker, Billerica, MA USA) as described in ref. 46 . In brief, the metabolites were separated using a Kinetex 2.6 µm C18 (30 × 2.10 mm)UHPLC column tted with a guard column. The isolation width was dependent on m/z value, with",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": ". OpenMS. We used OpenMS 2.4.0 34 to process the mzML/mzXML les. We performed minor modications on the OpenMS source code by removing 12 lines and adding 78 lines. This allowed to detect more isotope peaks, to match MS/MS to MS1 features based on the actual isolation window and to add functionality to the SIRIUSAdapter to directly output SIRIUS le format including retention time information. These numbers are based on the patch le, see Code availability, and include lines with comments and blank lines; the modication of a line corresponds to the removal and insertion of a new line.Feature nding and clustering of isotopic mass traces was performed using the FeatureFinder-Metabo module. Next, adducts were detected with the MetaboliteAdductDecharger module. Finally, spectra were exported to the SIRIUS specic format using the SIRIUSAdapter module. OpenMS parameter les are provided as part of the virtual machine. Parameters were chosen by manual inspection; in particular, we used a small noise intensity threshold to increase chances that isotope peaks of a compound are picked.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Rogers et al. 27 , we are able to formulate the posterior probability of an assignment in closed form. A natural question is if we can nd a maximum a posteriori estimate for (2);",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "the set of all node pairs with dierent colors) and w(v) := log P D(c(v)) | v and w(uv) := log P",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "The total score summed over all active candidate at a specic epoch increases swiftly over the rst 500 epochs. Similarly, the number of",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Distribution of compound masses. Distribution of precursor ion m/z of the compounds used as ground truth for the evaluation of the molecular formula annotation on the ve datasets. Bins of width 100 are centered at 100, 200, . . . , 800 m/z. ZODIAC processing and evaluation workow. 1) Each LC-MS/MS run is processed individually; input mzML/mzXML les are processed using OpenMS, performing feature and adduct detection and producing les in SIRIUS input format. Resulting features combine MS1, MS/MS and adduct information. 2,3) Filtering is performed on feature, MS/MS and peak level. 4) Similar features are merged between dierent runs using hierarchical clustering; MS/MS are combined and a best isotope pattern is selected per feature. 5) Missing isotope peaks are searched in MS1 spectra to extend isotope patterns. 6) A nal feature ltering step is performed; the remaining features are considered as compounds. 7) SIRIUS is executed. 8) Compounds with few explained peaks are discarded, since a badly explained MS/MS spectrum indicates low quality. 9) ZODIAC is run on the remaining compounds. 10) SIRIUS and ZODIAC are evaluated on the same set of compounds. Supplementary",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "ZODIAC assignments vs. cosine scores of the ground truth. For four datasets,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Distribution of fragmentation tree similarity scores. For each dataset, kernel densities were estimated using 100,000 sampled scores. Scores s(u, v) were computed as described in equation 6 Spectra of a novel bromine-containing compound in the diatoms dataset.(left)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "Structures of 21 NIST compounds matching to a novel compound in diatoms dataset. Structures are sorted left to right and top to bottom by cosine score to the query spectrum. All structures are phosphatidylcholines. Corresponding spectra are displayed inSupplementary Fig. 12. Spectra of 21 NIST compounds matching to a novel compound in diatoms dataset. Spectra are sorted left to right and top to bottom by cosine score to the query spectrum, with the lowest cosine score being 0.893. All spectra share a characteristic set of peaks; peaks matching to the query spectrum are displayed in black. The corresponding structures are displayed in",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Fig. 1: Molecular formula annotation error rates. Left: Error rate on ve datasets. The rate of incorrect molecular formula annotations is displayed for SIRIUS and ZODIAC, with and without anchors. For number of compounds and other statistics, see Supplementary Table 1. ZODIAC reduces error rates on all datasets, but largest improvements are observed for the dendroides dataset which contains challenging, high molecular mass compounds. Right: Error rates vs. mass on dendroides dataset. Error rates for SIRIUS and ZODIAC without anchors are binned by compound m/z ; bins of width 100 are centered at 300, 400, . . . , 800 m/z.Methods. We evaluated SIRIUS and ZODIAC against a ground truth which was established by spectral library search and manual validation.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "SIRIUS and ZODIAC. This is observable for the dendroides dataset, where all six incorrect ZODIAC annotations show an incorrect adduct annotation, mistaking [M + H] + for [M + Na] + or vice versa. decrease of the error rate. The other four datasets contain fewer sodium adducts.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Fig. 3: Annotation of a novel bromine-containing compound in the diatoms dataset. (a) MS/MS spectra for m/z 588.230, 590.228 and 592.325, corresponding to the monoisotopic, the M+2 and M+4 peak. The moving peak at m/z 570, 572 and 574 corresponds to the same molecular formula but dierent isotopes. This annotated fragment molecular formula is based on the fragmentation tree in (e) and is the only one containing bromine in these MS/MS spectra. (b) Partial match to 1-Palmitoyl-2-linoleoyl-sn-glycero-3-phosphocholine in the NIST library. The mirror plot compares the MS/MS spectrum of the monoisotopic peak at m/z 588.230 (top) to the NIST library spectrum (bottom). Displayed molecular formulas were annotated using the fragmentation tree of the query compound (e), and are identically annotated in the NIST reference spectrum. The substructure of the NIST reference compound which corresponds to the annotated peaks is highlighted. (c) Mirror plot of measured against simulated isotope pattern. The top part displays m/z 587 to 595 of the MS1 spectrum with retention time 503.97 sec, measured prior to the MS/MS spectrum for precursor m/z 588.230. The bottom part is the simulated isotope pattern for intensity of 106.0 % of the monoisotopic peak, which is characteristic for the presence of a bromine atom. 3. The MS/MS spectrum for m/z 588.230 contains a precursor loss of 79.925 Da, and the only possible molecular formula explanation of this loss is BrH, considering a mass error of 100 ppm and elements CHNOPSFIClBrNaKSi.4. We can simulate an MS/MS spectrum of the M+2 peak that includes isotope patterns of fragments: We use peak intensities from the MS/MS spectrum of the monoisotopic peak, and simulate isotope patterns of fragments as described in ref. 37 . This allows us to verify whether the isotope patterns of fragments agree with our theoretical expectations. Indeed, simulated and measured MS/MS spectra of the M+2 peak show very high similarity, seeFig. 3f. The MS/MS spectrum of the M+4 peak must be treated with caution, as the precursor's intensity is much lower and a second compound of higher intensity is present within the isolation window, see",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "modied version of OpenMS 2.4.0 is available on GitHub (https://github.com/marcus-ludwig/OpenMS/tree/release_2.4. 0_modifications_ZODIAC_workflow). A patch le containing changes to OpenMs 2.4.0 is available at https://bio.informatik.uni-jena.de/data/. Data availability. Input mzML/mzXML les for the ve datasets are available at MassIVE (https://massive.ucsd.edu/), with the following accession numbers: dendroides (MSV000080502), MSV000079949). SIRIUS and ZODIAC results and a virtual machine to reproduce the data are available from https://bio.informatik.uni-jena.de/data/.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Vos, R. C.H. D. et al. Untargeted large-scale plant metabolomics using liquid chromatography coupled to mass spectrometry. Quinn, R. A. et al. Chemical Impacts of the Microbiome Across Scales Reveal Novel Conjugated Bile Acids. bioRxiv. eprint: https://www.biorxiv.org/content/early/2019/06/03/654756. Impagliazzo, R. & Paturi, R. On the Complexity of k-SAT. J Comp System Sci 62, 367 375 Rasche, F. et al. Identifying the unknowns by aligning fragmentation trees. Anal Chem 84, Geman, S. & Geman, D. Stochastic relaxation, Gibbs distributions, and the Bayesian restoration of images. IEEE Trans Pattern Anal Mach Intell PAMI-6, 721741 (1984). Li, L. et al. MyCompoundID: Using an Evidence-Based Metabolome Library for Metabolite Identication. Anal Chem 85, 34013408 (2013).",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "27,58,59 : C 2 H 2 , C 2 H 2 O, C 2 H 3 NO, C 2 H 3 O 2 , C 2 H 4 , C 2 O 2 , C 3 H 2 O 3 , C 3 H 5 NO, C 3 H 5 NO 2 , C 3 H 5 O, C 4 H 2 N 2 O, C 4 H 3 N 3 , C 4 H 4 O 2 , C 5 H 7 , C 5 H 7 NO, C 5 H 9 NO, CH 2 , CH 2 ON, CH 3 N 2 O, CHO 2 , CO, CO 2 , H 2 , H 2 O, N, NH, NH 2 , NH 3 , O, H 4 O 2 and H 6 O 3 .",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/842740 doi: bioRxiv preprint 6 Supplementary Tables and Figures Supplementary Table 1: Statistics on compounds with annotated ground truth molecular formulas. Given is the number of total compounds, the number of compounds with a ground truth molecular formula and the number which are in the top 50 of SIRIUS ranked candidates. The median m/z and 25 and 75 percentile considers only candidates in the top 50. dataset total compounds ground truth # in top 50 1st quartile m/z median m/z 3rd quartile m/z",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Parameters used to process and lter LC-MS/MS runs. Features were ltered by retention time (min RT, max RT) and minimum relative and absolute intensity of the precursor peak. MS/MS peaks below an intensity threshold were removed. MS/MS spectra were merged over dierent LC-MS/MS runs and discarded if total intensity was below an intensity threshold.",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "8 P in the diatoms dataset. The top part displays m/z 587 to 595 of the MS1 spectrum at retention time 505.18 sec. It was measured prior to the MS/MS spectrum targeting precursor m/z 592.325 and dierent from the MS1 in Fig. 3c, which the predecessor MS1 to the MS/MS spectrum targeting precursor m/z 588.230. The bottom part is the simulated isotope pattern for [C 24 H 47 BrNO 8 P + H] + . We see that close to the M+4 isotope peak, there is a more intense peak, presumably from a coeluting compound. Clearly, this coeluting compound can substantially aect the MS/MS spectrum. (right) Mirror plot of measured (top) against simulated (bottom) MS/MS spectrum for precursor M+4.",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "molecular formula # comp. max score",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "Compounds with a novel molecular formula. Provided are the detailed information for compounds corresponding to the novel molecular formulas in Supplementary Table 3. All molecular formulas are absent from the largest molecular structure databases PubChem 17 and ChemSpider 35 . THIS TABLE IS PROVIDED SEPARATELY IN FILE compounds_with_novel_molecular_formulas.csv. Supplementary Table 5: Manually annotated molecular formulas for compounds in the dendroides dataset. molecular formulas serve as ground truth for evalution of SIRIUS and ZODIAC. THIS TABLE IS PROVIDED SEPARATELY IN FILE groundtruth_dendroides.csv. Supplementary Table 6: Spectral library hits for datatsets NIST1950, tomato, diatoms and mice stool. The molecular formulas of these library hits serve as ground truth for evalution of SIRIUS and ZODIAC. THIS TABLE IS PROVIDED SEPARATELY IN FILE groundtruth_NIST1950_tomato_diatoms_micestool.csv. Supplementary Table 7: List of input les used for evaluation of ve datasets. The included les in mzML/mzXML format correspond to LC-MS/MS runs which were used for evaluation. These runs are subsets of the data provided at MassIVE repository. THIS TABLE IS PROVIDED SEPARATELY IN FILE input_les.csv.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments. We thank Michael Witting for valuable discussions and Fleming Kretschmer for the fragmentation tree visualization. We gratefully acknowledge nancial support by the Deutsche ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}