{
    "paper_id": "32c2e402c3c88c3024a4dec3d78ba67c24f89ca6",
    "metadata": {
        "title": "Accelerated viral dynamics in bat cell lines, with implications for zoonotic emergence 1",
        "authors": [
            {
                "first": "Cara",
                "middle": [
                    "E"
                ],
                "last": "Brook",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "Berkeley, Berkeley",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Mike",
                "middle": [],
                "last": "Boots",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "Berkeley, Berkeley",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Kartik",
                "middle": [],
                "last": "Chandran",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Albert Einstein College of Medicine",
                    "location": {
                        "settlement": "Bronx",
                        "region": "8 NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Andrew",
                "middle": [
                    "P"
                ],
                "last": "Dobson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Princeton University",
                    "location": {
                        "settlement": "Princeton",
                        "region": "NJ",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Christian",
                "middle": [],
                "last": "Drosten",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Princeton University",
                    "location": {
                        "settlement": "Princeton",
                        "region": "NJ",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Andrea",
                "middle": [
                    "L"
                ],
                "last": "Graham",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Princeton University",
                    "location": {
                        "settlement": "Princeton",
                        "region": "NJ",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Bryan",
                "middle": [
                    "T"
                ],
                "last": "Grenfell",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Princeton University",
                    "location": {
                        "settlement": "Princeton",
                        "region": "NJ",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Marcel",
                "middle": [
                    "A"
                ],
                "last": "Müller",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Charité-Universitätsmedizin Berlin",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Melinda",
                "middle": [],
                "last": "Ng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Albert Einstein College of Medicine",
                    "location": {
                        "settlement": "Bronx",
                        "region": "8 NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Lin-Fa",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Albert Einstein College of Medicine",
                    "location": {
                        "settlement": "Bronx",
                        "region": "8 NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Anieke",
                "middle": [],
                "last": "Van Leeuwen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Princeton University",
                    "location": {
                        "settlement": "Princeton",
                        "region": "NJ",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Bats host virulent zoonotic viruses without experiencing disease. A mechanistic understanding of 25 the impact of bats' virus hosting capacities, including uniquely constitutive immune pathways, 26 on cellular-scale viral dynamics is needed to elucidate zoonotic emergence. We carried out virus 27 infectivity assays on bat cell lines expressing induced and constitutive immune phenotypes, then 28 developed a theoretical model of our in vitro system, which we fit to empirical data. Best fit 29 models recapitulated expected immune phenotypes for representative cell lines, supporting 30 robust antiviral defenses in bat cells that correlated with higher estimates for within-host viral 31 propagation rates. In general, heightened immune responses limit pathogen-induced cellular 32 morbidity, which can facilitate the establishment of rapidly-propagating persistent infections 33 within-host. Rapidly-replicating viruses that have evolved with bat immune systems will likely 34 cause enhanced virulence following emergence into secondary hosts with immune systems that 35 diverge from those unique to bats. 36 37 38 39 40 41 42 43 44 45 46 . CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/696195 doi: bioRxiv preprint Recent research advances are beginning to shed light on the molecular mechanisms by 58 which bats avoid pathology from these otherwise virulent pathogens (Brook and Dobson 2015). 59 Bats leverage a suite of species-specific mechanisms to limit viral load, which include host 60 receptor sequence incompatibilities for some bat-virus combinations (Ng et al. 2015; Igarashi et 61 al. 2020) and constitutive expression of the antiviral cytokine, IFN-, for others (Zhou et al. 62 2016). Typically, the presence of viral RNA or DNA in the cytoplasm of mammalian cells will 63 induce secretion of type I interferon proteins (IFN-and IFN-), which promote expression and 64 translation of interferon-stimulated genes (ISGs) in neighboring cells and render them effectively 65 antiviral (Stetson and Medzhitov 2006). In some bat cells, the transcriptomic blueprints for this 66 IFN response are expressed constitutively, even in the absence of stimulation by viral RNA or 67 DNA (Zhou et al. 2016). In non-flying mammals, constitutive IFN expression would likely elicit 68 widespread inflammation and concomitant immunopathology upon viral infection, but bats 69",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "We defined \"induced immunity\" as complete, modeling all cells as susceptible to viral 185 invasion at disease free equilibrium, with defenses induced subsequent to viral exposure through 186 the term . By contrast, we allowed the extent of constitutive immunity to vary across the 187 parameter range of > 0, defining a \"constitutive\" system as one containing any antiviral cells at 188 disease free equilibrium. In fitting this model to tissue culture data, we independently estimated 189 both and , as well as the cell-to-cell transmission rate, , for each cell-virus combination. Pathogens can invade a host tissue culture when 0 > 1. Rapid rates of constitutive antiviral 208 acquisition ( ) will drive 0 < 1: tissue cultures with highly constitutive antiviral immunity will 209 be therefore resistant to virus invasion from the outset. Since, by definition, induced immunity is 210 stimulated following initial virus invasion, the rate of induced antiviral acquisition ( ) is not 211 incorporated into the equation for 0 ; while induced immune processes can control virus after 212 initial invasion, they cannot prevent it from occurring to begin with. In cases of fully induced or 213 absent immunity ( = 0), the 0 equation thus reduces to a form typical of the classic SEIR 214 model: 215 12 know a constitutively antiviral cell-receptor incompatibility to be at play). Because constitutive 251 immune assumptions can prohibit pathogen invasion ( 0 < 1), model fits to this time series 252 under constitutive assumptions were handicapped by overestimations of , which prohibited 253 pathogen invasion. Only by incorporating an exceedingly rapid rate of induced antiviral 254 acquisition could the model guarantee that initial infection would be permitted and then rapidly 255 controlled. 256 257",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In fitting our theoretical model to in vitro data, we estimated the within-host virus 259 transmission rate ( ) and the rate(s) of cellular acquisition to antiviral status ( or + ) (Table  260   1 In contrast to Vero cells, the induced immunity model offered the best fit to all RoNi/7.1 274 data, consistent with reported patterns in the literature and our own validation by qPCR (Table 1; infections on RoNi/7.1 cell lines but here recovered higher estimates for rVSV-MARV than for 278 rVSV-EBOV. This reversal was balanced by a higher estimated rate of acquisition to antiviral 279 status ( ) for rVSV-EBOV versus rVSV-MARV. In general, we observed that more rapid rates 280 of antiviral acquisition (either induced, , constitutive, , or both) correlated with higher 281 transmission rates ( ). When offset by , values estimated for RoNi/7.1 infections maintained 282 the same amplitude as those estimated for immune-absent Vero cell lines but caused gentler 283 epidemics and reduced cellular mortality (Figure 1 ). RoNi/7.1 parameter estimates localized in 284 the region corresponding to endemic equilibrium for the deterministic, theoretical model ( Figure  285 4), yielding less acute epidemics which nonetheless went extinct in stochastic experiments. 286",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 181,
                    "end": 196,
                    "text": "(Table  260   1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 381,
                    "end": 390,
                    "text": "(Table 1;",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1007,
                    "end": 1016,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1157,
                    "end": 1168,
                    "text": "Figure  285",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Robust immunity is linked to rapid within-host virus transmission rates in fitted models. 258"
        },
        {
            "text": "Finally, rVSV-G and rVSV-EBOV trials on PaKiT01 cells were best fit by models 287 assuming constitutive immunity, while rVSV-MARV infections on PaKiT01 were matched 288 equivalently by models assuming either induced or constitutive immunity-with induced models 289 favored over constitutive in AIC comparisons because one fewer parameter was estimated 290 File 4). In reality, we know that NPC1 receptor incompatibilities make PaKiT01 cell lines 328 constitutively refractory to rVSV-MARV infection (Ng and Chandran 2018) and that PaKiT01 329 cells also constitutively express the antiviral cytokine, IFN-. Model fitting results suggest that 330 this constitutive expression of IFN-may act more as a rapidly inducible immune response 331 following virus invasion than as a constitutive secretion of functional Nonetheless, as hypothesized, PaKiT01 cell lines were by far the most antiviral of any in our 333 study-with initial antiviral rates estimated several orders of magnitude higher than any others in 334 our study, under either induced or constitutive assumptions ( We found that R 0 was essentially unchanged across differing immune assumptions for RoNi/7.1 341 16 and Vero cells, for which the initial antiviral rate was low. In the case of PaKiT01 cells, a high 342 initial antiviral rate under either induced or constitutive immunity resulted in a correspondingly 343 high estimation of (and, consequently, R 0 ) which still produced the same epidemic curve that 344 resulted from the much lower estimates for and R 0 paired with absent immunity. These 345 findings suggest that antiviral immune responses protect host tissues against virus-induced cell 346 mortality and may facilitate the establishment of more rapid within-host transmission rates. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/696195 doi: bioRxiv preprint Finally, because the protective effect of antiviral cells is more clearly observable 364 spatially, we confirmed our results by simulating fitted time series in a spatially-explicit, 365 stochastic reconstruction of our mean field model. In spatial simulations, rates of antiviral 366 acquisition were fixed at fitted values for and derived from mean field estimates, while 367 transmission rates ( ) were fixed at values ten times greater than those estimated under mean 368 field conditions, accounting for the intensification of parameter thresholds permitting pathogen 369 invasion in local spatial interactions (see Materials and Methods; Videos 1-3; Figure 5 The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 2567,
                    "end": 2575,
                    "text": "Figure 5",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Robust immunity is linked to rapid within-host virus transmission rates in fitted models. 258"
        },
        {
            "text": "All experiments were carried out on three immortalized mammalian kidney cell lines: run in duplicate on 6-well plates, such that a typical plate for any of the three viruses had two 512 control (mock) wells, two MOI=0.0001 wells and two MOI=0.001 wells, excepting PaKiT01 513 plates, which had two control and four MOI=0.0001 wells at a given time. We justify this 514 PaKiT01 exemption through the expectation that IFN-expression is constitutive for these cells, 515",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cells. 459"
        },
        {
            "text": ". CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/696195 doi: bioRxiv preprint 25 and by the assumption that any expression exhibited at the lower MOI should also be present at 516 the higher MOI. 517",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cells. 459"
        },
        {
            "text": "For these gene expression time series, four 6-well plates for each cell line-virus 518 combination were incubated with virus for one hour at 37˚C. Following incubation, virus was 519 aspirated off, and cell monolayers were washed in PBS, then covered with an agar plaque assay 520 overlay to mimic conditions under which infection trials were run. Plates were then harvested 521 sequentially at timepoints of roughly 5, 10, 15, and 20 hours post-infection (exact timing varied 522 as multiple trials were running simultaneously). Upon harvest of each plate, agar overlay was 523 removed, and virus was lysed and RNA extracted from cells using the Zymo Quick RNA Mini 524",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cells. 459"
        },
        {
            "text": "Prep kit, according to the manufacturer's instructions and including the step for cellular DNA 525 digestion. Post-extraction, RNA quality was verified via nanodrop, and RNA was converted to 526 cDNA using the Invitrogen Superscript III cDNA synthesis kit, according to the manufacturer's 527 instructions. cDNA was then stored at 4˚C and as a frozen stock at -20˚C to await qPCR. 528",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cells. 459"
        },
        {
            "text": "We undertook qPCR of cDNA to assess expression of the type I interferon genes, IFN-529 and IFN-, and the housekeeping gene, -Actin, using primers previously reported in the 530 literature (Supplementary File 6). For qPCR, 2ul of each cDNA sample was incubated with 7ul 531 of deionized water, 1ul of 5UM forward/reverse primer mix and 10ul of iTaq Universal SYBR 532",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cells. 459"
        },
        {
            "text": "Green, then cycled on a QuantStudio3 Real-Time PCR machine under the following conditions: 533 initial denaturation at 94˚C for 2 min followed by 40 cycles of: denaturation at 95˚C (5 sec), 534 annealing at 58˚C (15 sec), and extension at 72˚C (10 sec). The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/696195 doi: bioRxiv preprint 30 for each of the three cell lines (Figure 1-figure supplement 7) . This yielded a natural mortality 630 rate, , corresponding to a lifespan of approximately 121, 191, and 84 hours, respectively, for 631",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 439,
                    "end": 469,
                    "text": "(Figure 1-figure supplement 7)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Cells. 459"
        },
        {
            "text": "Vero, RoNi/7.1, and PaKiT01 cell lines (Figure 1-figure supplement 7) . We then fixed the virus 632 incubation rate, , as the inverse of the shortest observed duration of time from initial infection 633 to the observation of the first infectious cells via fluorescent microscope for all nine cell line -634 virus combinations (ranging 6 to 9.5 hours). We fixed , the infection-induced mortality rate, at 635 The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/696195 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 39,
                    "end": 69,
                    "text": "(Figure 1-figure supplement 7)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Cells. 459"
        },
        {
            "text": "We rewrote the equations to model explicit cell densities within a defined well volume. Note that these two systems of equations are equivalent and that parameter values can be used interchangeably across both forms. In the following system, N indicates the total cell capacity of the area modeled: To solve for R0, we adopted a next generation matrix approach, after Heffernan, Smith, and Wahl 2005, which we applied to the proportional system of equations (1-5, above).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cells. 459"
        },
        {
            "text": "Step one of this process necessitated constructing two transition matrices: the F matrix, which describes how new infections are created and the V matrix which represents host transitions between exposed and infected states.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cells. 459"
        },
        {
            "text": "To build these F and V matrices, we first calculated the value of PS at the disease free equilibrium (DFE, whereby PI and PE are equal to zero. We allow for the presence of antiviral cells (PA) at disease free equilibrium, though their equilibrium quantity (and, by consequence, the extent of constitutive immunity at play in the system) depends on certain parameter values. When 6 = 0, PA will always be 0 at disease free equilibrium. By allowing the extent of constitutive immunity to vary with parameter values, we maintain consistency with the published literature, which suggests that, in constitutively antiviral bat cell lines (i.e. PaKiT01), some interferon-stimulated genes (ISGs) are perpetually expressed, like their IFN-< precursor, while others still require induction upon infection. At DFE, our antiviral population takes on the following form:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cells. 459"
        },
        {
            "text": "And, by extension, our susceptible population can be represented as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cells. 459"
        },
        {
            "text": "For cells with either absent or fully induced immunity, for which 6 = 0, this contracts to:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cells. 459"
        },
        {
            "text": ". CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/696195 doi: bioRxiv preprint Because we cannot have negative cell proportions at equilibrium, we impose the following constraint on the above parameters:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cells. 459"
        },
        {
            "text": "When we substitute the above value for PS* into the infectious equations, we find: Our F matrix then takes on the following form:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cells. 459"
        },
        {
            "text": "And the V matrix takes on the following form: Best fit models indicated at d-AIC = 0 are presented in Table 1 and Figure 1 and 3 (main text) * lci = lower and uci = upper 95% confidence interval. No confidence interval is shown for spatial b which was fixed at 10 times the estimated mean for the mean field model fits when paired with equivalent values of e and r. All other parameters were fixed at the following values: b=.025 (mean field), .15 (spatial); a = 1/6; c=0; µ= 1/121 (Vero), 1/191(RoNi/7.1, and 1/84 (PaKiT01)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 102,
                    "end": 109,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 114,
                    "end": 122,
                    "text": "Figure 1",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Cells. 459"
        },
        {
            "text": "There was considerable natural variation in initial cell counts across each trial, resulting from subtle differences in the seeding density and growth duration of time until the trial was initiated (when wells were subjectively deemed to have reached \"90% confluency\"). Baseline cell counts were also different across our three cell lines, which varied substantially in natural size. To correct for this variation, we opted to model the proportion of infectious cell spaces per hour for each well, rather than rely on the raw count data. To this end, we collected the maximum number of live cells counted in susceptible control wells at timepoint 0 and set this count to a rough measure of 100% well occupancy for the cell line in question. Using this method, maximum cell counts were, respectively, 103712, 82308, and 92233 for Vero, RoNi/7.1, and PaKiT01 cell lines, reflecting innate variation in cell sizes. We then converted all cell counts tabulated via our image processing code across the infectious time trials into proportions by dividing the counts by the total number of possible cell spaces for the cell line in question. Though clearly subject to some error, these methods nonetheless maintained internal consistency in our counting methods and generated reasonable time series. We originally experimented with directly tabulating the proportion of infected versus uninfected space in our binary images; however, this approach impaired our ability to generalize across more or less densely seeded trials, as well as trials on cell lines of disparate sizes. As such, we adopted the count-toproportion methods described here.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cells. 459"
        },
        {
            "text": "To generate an infectious time series of evenly distributed time steps against which to fit our mean field mechanistic model, we next fit a series of statistical models to the proportional data produced from the image processing methods described above. For the GFP-expressing data, we used the mgcv package in R (Wood 2001) to fit generalized additive models (GAMs) in the Gaussian family, with time elapsed (in hours) post infection as a predictor variable for proportion of infectious cells (the response variable). We fit a separate GAM model to each unique cell -virus -MOI combination, incorporating a random effect of well ID (such that each trial was modeled individually), and we fixed the smoothing parameter at k=7 for all trials, as recommended by the package author (Wood 2001). The gam.predict() function was used to return an estimate of infectious proportions per hour across the duration of each time series for each cell-virus-MOI combination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cells. 459"
        },
        {
            "text": "The uninfected counts from the Hoechst stain data were much less numerous since each count required termination of the infection trial and fixation of cells; by definition, only one data point could be produced per trial. Due to this relative scarcity, we opted to fit a more standard linear regression model, again in the Gaussian family, to these data, rather than using the datahungry GAM methods employed above. As before, we set time elapsed post infection as the predictor for the Hoechst stain data and produced a unique estimate of the proportion of uninfected cells per hour across the duration of the longest-observed trial. No random effects were included in this model, and the resulting time series were used to estimate natural mortality rates for each cell line, when fit to control well data depicting natural susceptible decline ( Figure  1-figure supplement 7) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 848,
                    "end": 878,
                    "text": "Figure  1-figure supplement 7)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Cells. 459"
        },
        {
            "text": ". CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/696195 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cells. 459"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Dampened NLRP3-Mediated Inflammation in Bats and 724",
            "authors": [
                {
                    "first": "Ming",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Implications for a Special Viral Reservoir Host",
            "authors": [],
            "year": null,
            "venue": "Nature Microbiology",
            "volume": "4",
            "issn": "",
            "pages": "789--99",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Antiviral Gene Induction in the Egyptian Rousette Bat Is Antagonized in Vitro by Marburg 729",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Virus Infection",
            "authors": [],
            "year": null,
            "venue": "Viruses",
            "volume": "10",
            "issn": "607",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/v10110607"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Kinetics of Influenza A Virus Infection in Humans",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Perelson",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of Virology",
            "volume": "732",
            "issn": "15",
            "pages": "7590--99",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01623-05"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Type I Interferon Reaction to Viral Infection in Interferon-Competent",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Müller",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "736",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Immortalized Cell Lines from the African Fruit Bat Eidolon Helvum",
            "authors": [],
            "year": null,
            "venue": "PLoS ONE",
            "volume": "6",
            "issn": "11",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Bats as 'special' Reservoirs for Emerging",
            "authors": [
                {
                    "first": "Cara",
                    "middle": [
                        "E"
                    ],
                    "last": "Brook",
                    "suffix": ""
                },
                {
                    "first": "Andrew",
                    "middle": [
                        "P"
                    ],
                    "last": "Dobson",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "742",
            "issn": "",
            "pages": "1--16",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Vero Cells Have a Genetic Defect in Interferon Production",
            "authors": [],
            "year": null,
            "venue": "Journal of General Virology",
            "volume": "775",
            "issn": "1",
            "pages": "247--52",
            "other_ids": {
                "DOI": [
                    "10.1099/0022-1317-43-1-247"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Human Cytomegalovirus Replication in Vivo",
            "authors": [],
            "year": null,
            "venue": "The Journal of Experimental Medicine",
            "volume": "190",
            "issn": "2",
            "pages": "177--82",
            "other_ids": {
                "DOI": [
                    "10.1084/jem.190.2.177"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Identifying Reservoirs of Infection: A Conceptual and Practical Challenge",
            "authors": [
                {
                    "first": "Daniel",
                    "middle": [
                        "T"
                    ],
                    "last": "Haydon",
                    "suffix": ""
                },
                {
                    "first": "Sarah",
                    "middle": [],
                    "last": "Cleaveland",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Louise",
                    "suffix": ""
                },
                {
                    "first": "M Karen",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Laurenson",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "780",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Rapid Turnover of Plasma Virions and CD4 Lymphocytes in HIV-1",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Markowitz",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Infection",
            "authors": [],
            "year": null,
            "venue": "Nature",
            "volume": "373",
            "issn": "",
            "pages": "123--149",
            "other_ids": {
                "DOI": [
                    "10.1038/373123a0"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Comparative 789",
            "authors": [
                {
                    "first": "Peter",
                    "middle": [],
                    "last": "Hooper",
                    "suffix": ""
                },
                {
                    "first": "Sherif",
                    "middle": [],
                    "last": "Zaki",
                    "suffix": ""
                },
                {
                    "first": "Peter",
                    "middle": [],
                    "last": "Daniels",
                    "suffix": ""
                },
                {
                    "first": "Deborah",
                    "middle": [],
                    "last": "Middleton",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "received much attention in recent years for their role as reservoir hosts for 48 emerging viral zoonoses, including rabies and related lyssaviruses, Hendra and Nipah 49 henipaviruses, Ebola and Marburg filoviruses, and SARS coronavirus (Calisher et al. 2006; 50 Wang and Anderson 2019). In most non-Chiropteran mammals, henipaviruses, filoviruses, and 51 coronaviruses induce substantial morbidity and mortality, display short durations of infection, 52 and elicit robust, long-term immunity in hosts surviving infection (Nicholls et al. 2003; Hooper 53 et al. 2001; Mahanty and Bray 2004). Bats, by contrast, demonstrate no obvious disease 54 symptoms upon infection with pathogens that are highly virulent in non-volant mammals 55 (Schountz et al. 2017) but may, instead, support viruses as long-term persistent infections, rather 56 than transient, immunizing pathologies (Plowright et al. 2016). 57 8 infectious, capturing the 'eclipse phase' of viral integration into a host cell which precedes viral 161 replication. Antiviral cells were immune to viral infection, in accordance with the \"antiviral 162 state\" induced from interferon stimulation of ISGs in tissues adjacent to infection (Stetson and 163 Medzhitov 2006). Because we aimed to translate available data into modeled processes, we did 164 not explicitly model interferon dynamics but instead scaled the rate of cell progression from 165 susceptible to antiviral ( ) by the proportion of exposed cells (globally) in the system. In systems 166 permitting constitutive immunity, a second rate of cellular acquisition of antiviral status ( ) 167 additionally scaled with the global proportion of susceptible cells in the model. Compared with 168 virus, IFN particles are small and highly diffusive, justifying this global signaling assumption at 169 the limited spatial extent of a six well plate and maintaining consistency with previous modeling 170 approximations of IFN signaling in plaque assay (Howat et al. 2006). 171 To best represent our empirical monolayer system, we expressed our state variables as 172 proportions ( , , , , and ), under assumptions of frequency-dependent transmission in a 173 well-mixed population (Keeling and Rohani 2008), though note that the inclusion of 174 (representing the proportion of dead space in the modeled tissue) had the functional effect of 175 varying transmission with infectious cell density. This resulted in the following system",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "190 Since the extent to which constitutively-expressed IFN-is constitutively translated into 191 functional protein is not yet known for bat hosts (Zhou et al. 2016), this approach permitted our 192 tissue culture data to drive modeling inference: even in PaKiT01 cell lines known to 193 constitutively express IFN-, the true constitutive extent of the system (i.e. the quantity of 194 antiviral cells present at disease free equilibrium) was allowed to vary through estimation of . 195 For the purposes of model-fitting, we fixed the value of , the return rate of antiviral cells to 196 susceptible status, at 0. The small spatial scale and short time course (max 200 hours) of our 197 experiments likely prohibited any return of antiviral cells to susceptible status in our empirical 198 system; nonetheless, we retained the term in analytical evaluations of our model because 199 regression from antiviral to susceptible status is possible over long time periods in vitro and at 200 the scale of a complete organism (Samuel and Knutson 1982; Rasmussen and Farley 1975; 201 Radke et al. 1974). 202Before fitting to empirical time series, we undertook bifurcation analysis of our 203 theoretical model and generated testable hypotheses on the basis of model outcomes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "; Supplementary File 4). Under absent immune assumptions, and were fixed at 0 while 261 was estimated; under induced immune assumptions, was fixed at 0 while and were 262 estimated; and under constitutive immune assumptions, all three parameters ( , , and ) were 263 simultaneously estimated for each cell-virus combination. Best fit parameter estimates for 264 MOI=0.001 data are visualized in conjunction withandbifurcations in Figure 4; all 265 general patterns were recapitulated at lower values for on MOI=0.0001 trials (, the immune absent model (a simple target cell model) offered the best fit 268 to IFN-deficient Vero cell infections (Figure 4; Table 1; Supplementary File 4). Among Vero 269 cell trials, infections with rVSV-G produced the highest estimates, followed by infections with 270 rVSV-EBOV and rVSV-MARV. Best fit parameter estimates on Vero cell lines localized in the 271 region of parameter space corresponding to theoretical limit cycles, consistent with observed 272 virus-induced epidemic extinctions in stochastic tissue cultures. 273 13",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "figure supplement 6; Biesold et al. 2011; Kuzmin et al. 2017; Arnold et al. 2018; 276 Pavlovich et al. 2018). As in Vero cell trials, we estimated highest values for rVSV-G 277",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "figure supplement 4-5; Supplementary File 4). For all virus infections, PaKiT01 cell 291 lines yielded estimates a full order of magnitude higher than Vero or RoNi/7.1 cells, with each 292balanced by an immune response (either , or combined with ) also an order of magnitude 293 higher than that recovered for the other cell lines(Figure 4;",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "347 Total monolayer destruction occurred in all cell-virus combinations excepting rVSV-348 EBOV infections on RoNi/7.1 cells and rVSV-EBOV and rVSV-MARV infections on PaKiT01 349 cells. Monolayer destruction corresponded to susceptible cell depletion and epidemic turnover 350 where R-effective (the product of 0 and the proportion susceptible) was reduced below one 351 (Figure 5). For rVSV-EBOV infections on RoNi/7.1, induced antiviral cells safeguarded remnant 352 live cells, which birthed new susceptible cells late in the time series. In rVSV-EBOV and rVSV-353 MARV infections on PaKiT01 cells, this antiviral protection halted the epidemic (Figure 5; R-354 effective <1) before susceptibles fully declined. In the case of rVSV-EBOV on PaKiT01, the 355 birth of new susceptibles from remnant live cells protected by antiviral status maintained late-356 stage transmission to facilitate long-term epidemic persistence. Importantly, under fixed 357 parameter values for the infection incubation rate ( ) and infection-induced mortality rate ( ), 358 models were unable to reproduce the longer-term infectious time series captured in data from 359 rVSV-EBOV infections on PaKiT01 cell lines without incorporation of cell births, an 360 assumption adopted in previous modeling representations of IFN-mediated viral dynamics in 361 tissue culture (Howat et al. 2006). In our experiments, we observed that cellular reproduction 362 took place as plaque assays achieved confluency.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "File 5; Webb, Keeling, and Boots 2007). In immune capable time 371 series, spatial antiviral cells acted as 'refugia' which protected live cells from infection as each 372 initial epidemic wave 'washed' across a cell monolayer. Eventual birth of new susceptibles from 373 these living refugia allowed for sustained epidemic transmission in cases where some infectious 374 cells persisted at later timepoints in simulation (Videos 1-3; reservoirs for several important emerging zoonoses but appear not to experience 378 disease from otherwise virulent viral pathogens. Though the molecular biological literature has 379 made great progress in elucidating the mechanisms by which bats tolerate viral infections (Zhou 380 et al. 2016; Ahn et al. 2019; Xie et al. 2018; Pavlovich et al. 2018; Zhang et al. 2013), the impact 381 of unique bat immunity on virus dynamics within-host has not been well-elucidated. We used an 382 innovative combination of in vitro experimentation and within-host modeling to explore the 383 impact of unique bat immunity on virus dynamics. Critically, we found that bat cell lines 384 demonstrated a signature of enhanced interferon-mediated immune response, of either 385 constitutive or induced form, which allowed for establishment of rapid within-host, cell-to-cell 386 rates ( ). These results were supported by both data-independent bifurcation 387 analysis of our mean field theoretical model, as well as fitting of this model to viral infection 388 time series established in bat cell culture. Additionally, we demonstrated that the antiviral state 389 induced by the interferon pathway protects live cells from mortality in tissue culture, resulting in 390 in vitro epidemics of extended duration that enhance that probability of establishing a long-term 391 persistent infection. Our findings suggest that viruses evolved in bat reservoirs possessing 392 enhanced IFN capabilities could achieve more rapid within-host transmission rates without 393 causing pathology to their hosts. Such rapidly-reproducing viruses would likely generate extreme 394 virulence upon spillover to hosts lacking similar immune capacities to bats. 395 To achieve these results, we first developed a novel, within-host, theoretical model 396 elucidating the effects of unique bat immunity, then undertook bifurcation analysis of the 397 model's equilibrium properties under immune absent, induced, and constitutive assumptions. We 398 considered a cell line to be constitutively immune if possessing any number of antiviral cells at 399 disease free equilibrium but allowed the extent of constitutive immunity to vary across the 400 parameter range for , the constitutive rate of antiviral acquisition. In deriving the equation for 401 0 , the basic reproduction number, which defines threshold conditions for virus invasion of a 402 tissue ( 0 > 1), we demonstrated how the invasion threshold is elevated at high values of 403 constitutive antiviral acquisition, . Constitutive immune processes can thus prohibit pathogen 404 invasion, while induced responses, by definition, can only control infections post-hoc. Once 405 thresholds for pathogen invasion have been met, assumptions of constitutive immunity will limit 406 the cellular mortality (virulence) incurred at high transmission rates. Regardless of mechanism 407 (induced or constitutive), interferon-stimulated antiviral cells appear to play a key role our model to in vitro data supported expected immune phenotypes for different 411 bat cell lines as described in the literature. Simple target cell models that ignore the effects of 412 immunity best recapitulated infectious time series derived from IFN-deficient Vero cells, while 413 models assuming induced immune processes most accurately reproduced trials derived from 414 RoNi/7.1 (Rousettus aegyptiacus) cells, which possesses a standard virus-induced IFN-response. 415 In most cases, models assuming constitutive immune processes best recreated virus epidemics 416 produced on PaKiT01 (Pteropus alecto) cells, which are known to constitutively express the 417 antiviral cytokine, IFN-(Zhou et al. 2016). Model support for induced immune assumptions in 418 fits to rVSV-MARV infections on PaKiT01cells suggests that the constitutive IFN-expression 419 characteristic of P. alecto cells may represent more of a constitutive immune priming process 420 than a perpetual, functional, antiviral defense. Results from mean field model fitting were 421 additionally confirmed in spatially explicit stochastic simulations of each time series. 422 As previously demonstrated in within-host models for HIV (Coffin 1995; Perelson et al. 423 1996; Nowak et al. 1995; Bonhoeffer et al. 1997; Ho et al. 1995), assumptions of simple target-424 cell depletion can often provide satisfactory approximations of viral dynamics, especially those 425 reproduced in simple in vitro systems. Critically, our model fitting emphasizes the need for 426 incorporation of top-down effects of immune control in order to accurately reproduce infectious 427 time series derived from bat cell tissue cultures, especially those resulting from the robustly 428 antiviral PaKiT01 P. alecto cell line. These findings indicate that enhanced IFN-mediated 429 immune pathways in bat reservoirs may promote elevated within-host virus replication rates 430 prior to cross-species emergence. We nonetheless acknowledge the limitations imposed by in 431 experiments in tissue culture, especially involving recombinant viruses and immortalized 432 cell lines. Future work should extend these cell culture studies to include measurements of 433 multiple state variables (i.e. antiviral cells) to enhance epidemiological inference. 434 The continued recurrence of Ebola epidemics across central Africa highlights the 435 importance of understanding bats' roles as reservoirs for virulent zoonotic disease. The past 436 decade has born witness to emerging consensus regarding the unique pathways by which bats 437 resist and tolerate highly virulent infections (Brook and Dobson 2015; Xie et al. 2018; Zhang et 438 al. 2013; Ahn et al. 2019; Zhou et al. 2016; Ng et al. 2015; Pavlovich et al. 2018). Nonetheless, 439 an understanding of the mechanisms by which bats support endemic pathogens at the population 440 level, or promote the evolution of virulent pathogens at the individual level, remains elusive. 441 Endemic maintenance of infection is a defining characteristic of a pathogen reservoir (Haydon et 442 al. 2002), and bats appear to merit such a title, supporting long-term persistence of highly 443 transmissible viral infections in isolated island populations well below expected critical 444 community sizes (Peel et al. 2012). Researchers debate the relative influence of population-level 445 and within-host mechanisms which might explain these trends (Plowright et al. 2016), but 446 increasingly, field data are difficult to reconcile without acknowledgement of a role for persistent 447 infections (Peel et al. 2018; Brook et al. 2019).We present general methods to study cross-scale 448 viral dynamics, which suggest that within-host persistence is supported by robust antiviral 449 responses characteristic of bat immune processes. Viruses which evolve rapid replication rates 450 under these robust antiviral defenses may pose the greatest hazard for cross-species pathogen 451 emergence into spillover hosts with immune systems that differ from those unique to bats.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "African green monkey), RoNi/7.1 (Rousettus aegyptiacus) (Kühl et al. 2011; Biesold et al. 461 2011) and PaKiT01 (Pteropus alecto) (Crameri et al. 2009). The species identification of all bat 462 cell lines were confirmed morphologically and genetically in the publications in which they were 463 originally described (Kühl et al. 2011; Biesold et al. 2011; Crameri et al. 2009). Vero cells were 464 obtained from ATCC. 465 Monolayers of each cell line were grown to 90% confluency (~9 x 10 5 cells) in 6-well 466 plates. Cells were maintained in a humidified 37˚C, 5% CO 2 incubator and cultured in 467 Dulbecco's modified Eagle medium (DMEM) (Life Technologies, Grand Island, NY), 468 supplemented with 2% fetal bovine serum (FBS) (Gemini Bio Products, West Sacramento, CA), 469 and 1% penicillin-streptomycin (Life Technologies). Cells were tested monthly for mycoplasma 470 has demonstrated that all cell lines used are capable of mounting a type I 473 IFN response upon viral challenge, with the exception of Vero cells, which possess an IFN-474 deficiency (Desmyter, Melnick, and Rawls 1968; Rhim et al. 1969; Emeny and Morgan 1979). 475 RoNi/7.1 cells have been shown to mount idiosyncratic induced IFN defenses upon viral 476 infection (Pavlovich et al. 2018; Kuzmin et al. 2017; Arnold et al. 2018; Kühl et al. 2011; 477 Biesold et al. 2011), while PaKiT01 cells are known to constitutively express the antiviral 478 cytokine, IFN-(Zhou et al. 2016). This work is the first documentation of IFN signaling 479 induced upon challenge with the particular recombinant VSVs outlined below. We verified 480 known antiviral immune phenotypes via qPCR. Results were consistent with the literature, 481 indicating a less pronounced role for interferon defense against viral infection in RoNi/7capable recombinant vesicular stomatitis Indiana viruses, expressing filovirus 486 glycoproteins in place of wild type G (rVSV-G, rVSV-EBOV, and rVSV-MARV) have been 487 previously described (Wong et al. 2010; Miller et al. 2012). Viruses were selected to represent a 488 broad range of anticipated antiviral responses from host cells, based on a range of past 489 evolutionary histories between the virus glycoprotein mediating cell entry and the host cell's 490 entry receptor. These interactions ranged from the total absence of evolutionary history in the 491 case of rVSV-G infections on all cell lines to a known receptor-level cell entry incompatibility in 492 the case of rVSV-MARV infections on PaKiT01 cell lines. 493 Phenotypes via qPCR of IFN Genes. 499 Previously published work indicates that immortalized kidney cell lines of Rousettus 500 aegyptiacus (RoNi/7.1) and Pteropus alecto (PaKiT01) exhibit different innate antiviral immune 501 phenotypes through, respectively, induced (Biesold et al. 2011; Pavlovich et al. 2018; Kühl et al. 502 2011; Arnold et al. 2018) and constitutive (Zhou et al. 2016) expression of type I interferon 503 genes. We verified these published phenotypes on our own cell lines infected with rVSV-G, 504 rVSV-EBOV, and rVSV-MARV via qPCR of IFN-and IFN-genes across a longitudinal time 505 series of infection. 506 Specifically, we carried out multiple time series of infection of each cell line with each of 507 the viruses described above, under mock infection conditions and at MOIs of 0.0001 and 508 0.001-with the exception of rVSV-MARV on PaKiT01 cell lines, for which infection was only 509 performed at MOI=0.0001 due to limited viral stocks and the extremely low infectivity of this 510 virus on this cell line (thus requiring high viral loads for initial infection). All experiments were 511",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "535 We report simple -Ct values for each run, with raw Ct of the target gene of interest 536 (IFN-or IFN-) subtracted from raw Ct of the -Actin housekeeping gene in Figure 1-figure 537 supplement 6. Calculation of fold change upon viral infection in comparison to mock using the 538 Assays and Time Series Imaging. 543After being grown to ~90% confluency, cells were incubated with pelleted rVSVs 544 expressing eGFP (rVSV-G, rVSV-EBOV, rVSV-MARV). Cell lines were challenged with both a 545 low (0.0001) and high (0.001) multiplicity of infection (MOI) for each virus. In a cell monolayer 546 infected at a given MOI (m), the proportion of cells (P), infected by k viral particles can be 547 described by the Poisson distribution: that the number of initially infected 548 cells in an experiment equals: 1 − − . We assumed that a ~90% confluent culture at each 549 trial's origin was comprised of ~9x10 5 cells and conducted all experiments at MOIs of 0.0001 550 and 0.001, meaning that we began each trial by introducing virus to, respectively, ~81 or 810 551 cells, representing the state variable 'E' in our theoretical model. Low MOIs were selected to 552 best approximate the dynamics of mean field infection and limit artifacts of spatial structuring, 553 such as premature epidemic extinction when growing plaques collide with plate walls in cell 554 culture. 555Six well plates were prepared with each infection in duplicate or triplicate, such that a 556 control well (no virus) and 2-3 wells each at MOI 0.001 and 0.0001 were incubated 557 simultaneously on the same plate. In total, we ran between 18-39 trials at each cell-virus-MOI 558 combination, excepting r-VSV-MARV infections on PaKiT01 cells at MOI=0.001, for which we 559 ran only 8 trials due to the low infectivity of this virus on this cell line, which required high viral 560 loads for initial infection. Cells were incubated with virus for one hour at 37˚C. Following 561 20 minutes, and re-incubated in their original humidified 37˚C, 5% CO 2 environment. 564After application of the overlay, plates were monitored periodically using an inverted 565 fluorescence microscope until the first signs of GFP expression were witnessed (~6-9.5 hours 566 post-infection, depending on the cell line and virus under investigation). From that time forward, 567 a square subset of the center of each well (comprised of either 64-or 36-subframes and 568 corresponding to roughly 60 and 40% of the entire well space) was imaged periodically, using a 569 CellInsight CX5 High Content Screening (HCS) Platform with a 4X air objective 570 (ThermoFisher, Inc., Waltham, MA). Microscope settings were held standard across all trials, 571 with exposure time fixed at 0.0006 sec for each image. One color channel was imaged, such that 572 images produced show GFP-expressing cells in white and non-GFP-expressing cells in black 573 (Figure 1-figure supplement 1). 574 Wells were photographed in rotation, as frequently as possible, from the onset of GFP 575 expression until the time that the majority of cells in the well were surmised to be dead, GFP 576 expression could no longer be detected, or early termination was desired to permit Hoechst 577 staining. 578 In the case of PaKiT01 cells infected with rVSV-EBOV, where an apparently persistent 579 infection established, the assay was terminated after 200+ hours (8+ days) of continuous 580 observation. Upon termination of all trials, cells were fixed in formaldehyde (4% for 15 min), 581 incubated with Hoechst stain (0.0005% for 15 min) (ThermoFisher, Inc., Waltham, MA), then 582 imaged at 4X on the CellInsight CX5 High Content Screening (HCS) Platform. colors cellular DNA, and viral infection is thought to interfere with the 588 clarity of the stain (Dembowski and DeLuca, 2015). As such, infection termination, cell fixation, 589 and Hoechst staining enables generation of a rough time series of uninfectious live cells (i.e. 590 susceptible + antiviral cells) to complement the images which produced time series of 591 proportions infectious. Due to uncertainty over the exact epidemic state of Hoechst-stained cells 592 (i.e. exposed but not yet infectious cells may still stain), we elected to fit our models only to the 593 infectious time series derived from GFP-expressing images and used Hoechst stain images as a 594 post hoc visual check on our fit only (Figure from the time series above were processed into binary ('infectious' vs. 598 'non-infectious' or, for Hoechst-stained images, 'live' vs. 'dead') form using the EBImage 599 package (Pau et al. 2010) in R version 3.6 for MacIntosh, after methods further detailed in 600 Supplementary File 7. Binary images were then further processed into time series of infectious 601 or, for Hoechst-stained images, live cells using a series of cell counting scripts. Because of 602 logistical constraints (i.e. many plates of simultaneously running infection trials and only one 603 available imaging microscope), the time course of imaging across the duration of each trial was 604 quite variable. As such, we fitted a series of statistical models to our processed image data to 605 reconstruct reliable values of the infectious proportion of each well per hour for each distinct 606 , image processing and counting code, and resulting time series data are freely 610 available for download at the following FigShare repository: the expression for 0 , the basic pathogen reproductive number in vitro, we 616 used Next Generation Matrix (NGM) techniques (Diekmann, Heesterbeek, and Metz 1990; 617 Heffernan, Smith, and Wahl 2005), employing Wolfram Mathematica (version 11.2) as an 618 analytical tool. 0 describes the number of new infections generated by an existing infection in a 619 completely susceptible host population; a pathogen will invade a population when 0 > 620 1 (Supplementary File 2). We then analyzed stability properties of the system, exploring 621 dynamics across a range of parameter spaces, using MatCont (version 2.2) (Dhooge et al. rate, b, and natural mortality rate, , balance to yield a population-level growth 626 rate, such that it is impossible to estimate both b and simultaneously from total population size 627 data alone. As such, we fixed b at .025 and estimated by fitting an infection-absent version of 628 our mean field model to the susceptible time series derived via Hoechst staining of control wells 629",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "accepted standard for general viral kinetics (Howat et al. 2006), and held c, the rate of 636 antiviral cell regression to susceptible status, at 0 for the timespan (<200 hours) of the 637 experimental cell line infection trials. 638 We estimated cell line-virus-MOI-specific values for , , and by fitting the 639 deterministic output of infectious proportions in our mean field model to the full suite of 640 statistical outputs of all trials for each infected cell culture time series (Figure 1-figure 641 supplement 2-3). Fitting was performed by minimizing the sum of squared differences between 642 the deterministic model output and cell line-virus-MOI-specific infectious proportion of the data 643 at each timestep. We optimized parameters for MOI = 0.001 and 0.0001 simultaneously to 644 leverage statistical power across the two datasets, estimating a different transmission rate, , for 645 trials run at each infectious dose but, where applicable, estimating the same rates of and 646 across the two time series. We used the differential equation solver lsoda() in the R package 647 deSolve (Soetaert, Petzoldt, and Setzer 2010) to obtain numerical solutions for the mean field 648 model and carried out minimization using the 'Nelder-Mead' algorithm of the optim() function 649 in base R. All model fits were conducted using consistent starting guesses for the parameters, 650 ( = 3), and where applicable, ( = 0.001) and ( = 0.001). In the case of failed fits or 651 of the model. Finally, we compared fits across 656 each cell line-virus-MOI combination via AIC. In calculating AIC, the number of fitted 657 parameters in each model (k) varied across the immune phenotypes, with one parameter ( ) 658 estimated for absent immune assumptions, two ( and ) for induced immune assumptions, and 659 three ( , , and ) for constitutive immune assumptions. The sample size (n) corresponded to the 660 number of discrete time steps across all empirical infectious trials to which the model was fitted 661 for each cell-line virus combination. All fitting and model comparison script is freely available 662 for download at the following FigShare repository: DOI: 685 10.6084/m9.figshare.8312807. 663 664 Spatial Model Simulations. 665 Finally, we verified all mean field fits in a spatial context, in order to more thoroughly 666 elucidate the role of antiviral cells in each time series. We constructed our spatial model in C++ 667 implemented in R using the packages Rcpp and RcppArmadillo (Eddelbuettel and Francois 668 2011; Eddelbuettel and Sanderson 2017). Following Nagai and Honda (2001) and Howat et al. 669 (2006), we modeled this system on a two-dimensional hexagonal lattice, using a ten-minute 670 epidemic timestep for cell state transitions. At the initialization of each simulation, we randomly 671 assigned a duration of natural lifespan, incubation period, infectivity period, and time from 672 antiviral to susceptible status to all cells in a theoretical monolayer. Parameter durations were 673 drawn from a normal distribution centered at the inverse of the respective fixed rates of , c, as reported with our mean field model. Transitions involving the induced ( ) and 675 constitutive ( ) rates of antiviral acquisition were governed probabilistically and adjusted 676 dynamically at each timestep based on the global environment. As such, we fixed these 677 parameters at the same values estimated in the mean field model, and multiplied both and by 678 the global proportion of, respectively, exposed and susceptible cells at a given timestep. 679 In contrast to antiviral acquisition rates, transitions involving the birth rate (b) and the 680 transmission rate ( ) occurred probabilistically based on each cell's local environment. The birth 681 rate, b, was multiplied by the proportion of susceptible cells within a six-neighbor circumference 682 of a focal dead cell, while was multiplied by the proportion of infectious cells within a thirty-683 six neighbor vicinity of a focal susceptible cell, thus allowing viral transmission to extend 684 beyond the immediate nearest-neighbor boundaries of an infectious cell. To compensate for 685 higher thresholds to cellular persistence and virus invasion which occur under local spatial 686 conditions (Webb, Keeling, and Boots 2007), we increased the birth rate, b, and the cell-to-cell 687 transmission rate, , respectively, to six and ten times the values used in the mean field model 688 (Supplementary File 4). We derived these increases based on the assumption that births took 689 place exclusively based on pairwise nearest-neighbor interactions (the six immediately adjacent 690 cells to a focal dead cell), while viral transmission was locally concentrated but included a small 691 (7.5%) global contribution, representing the thirty-six cell surrounding vicinity of a focal 692 susceptible. We justify these increases and derive their origins further in Supplementary File 5. 693 We simulated ten stochastic spatial time series for all cell-virus combinations under all 694 three immune assumptions at a population size of 10,000 cells and compared model output with 695 data in Figure 5-figure supplement 3. Spatial model code is available for public access at the 696 following FigShare repository: DOI: 10.6084/m9.figshare.experiments were funded by an NIH grant R01 AI134824 to KC. Work in LFW's 702 lab was funded by the Singapore National Research Foundation grants (NRF2012NRF-CRP001-703 056 and NRF2016NRF-NSFC002-013). CD was supported by the German Research 704 Council (DFG) grant DFG SPP1596 (DR 772/10-2), the Federal Ministry of Education and 705 Research (BMBF) grant RAPID (#01KI1723A) and the EU Horizon 2020 grant EVAg 706 (#653316). The authors thank the Chandran lab at Albert Einstein College of Medicinein 707 particular, Cecilia Harold, Megan Slough, Rohit Jangra, and Tanwee Alkutkarfor technical 708 support during tissue culture experiments. The authors further thank Jessica Metcalf and the 709Graham lab at Princeton for conceptual guidance throughout the project's development.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "lci = lower and uci = upper 95% confidence interval. No confidence interval is shown for spatial which was fixed at 10 times the estimated 932 mean for the mean field model fits when paired with equivalent values of and . 933 All other parameters were fixed at: b=.025 (mean field), 0.15 (spatial); Fitted time series of infectious cell proportions from mean field model for rVSVrows) at MOI=0.001. Results are shown for the best fit immune absent model on Vero 948 cells, induced immunity model on RoNi/7.1 cells, and constitutive (for rVSV-VSVG and rVSV-949 EBOV) and induced (for rVSV-MARV) immunity models on PaKiT01 cells. Raw data across all 950 trials are shown as open circles (statistical smoothers from each trial used for fitting are available 951 in Figure 1-figure supplement 2-3). Model output is shown as a solid crimson line (95% 952 confidence intervals by standard error = red shading). Panel background corresponds to 953 empirical outcome of the average stochastic cell culture trial (persistent infection = white; virus-954 induced epidemic extinction = gray; immune-mediated epidemic extinction = black). Parameter 955 values are listed in Table 1 and Supplementary File 4. Results for absent/induced/constitutive 956 fitted models across all cell lines are shown in Figure 1-figure supplement 4 (MOI=0.001) and Two parameter bifurcations of the mean field model, showing variation in the 960 transmission rate, , against variation in the pathogen-induced mortality rate, , under diverse 961 immune assumptions. Panel (A) depicts dynamics under variably constitutive immunity, ranging 962 from absent (left: = 0) to high (right: = .0025). In all panel (A) plots, the rate of induced 963 immune antiviral acquisition ( ) was fixed at 0.01. Panel (B) depicts dynamics under variably 964 induced immunity, ranging from absent (left: =0) to high (right: =1). In all panel (B) plots, the 965 rate of constitutive antiviral acquisition ( ) was fixed at 0.0001. Branch point curves are 966 represented as solid lines and Hopf curves as dashed lines. White space indicates endemic 967 Two parameter bifurcations of the mean field model, showing variation in the 973 transmission rate, , against variation in: (A) the induced immunity rate of antiviral acquisition 974 ( ) and (B) the constitutive immunity rate of antiviral acquisition ( ). Panels show variation in 975 the extent of immunity, from absent (left) to high (right). Branch point curves are represented as 976 solid lines and Hopf curves as dashed lines. White space indicates endemic equilibrium 977 (persistence), gray space indicates limit cycling, and black space indicates no infection 978 (extinction). Other parameter values for equilibrium analysis were fixed at: b = .025, = .Best fit parameter estimates for and or from mean-field model fits to MOI=0.001 983 time series data, atop (A,B) -and (C) -bifurcation. Fits and bifurcations are grouped by 984 immune phenotype: (A) absent; (B) induced; (C) constitutive immunity, with cell lines differentiated 985 by shape (Vero=circles; RoNi/7.1 = triangles; PaKiT01=squares) and viral infections by color 986 (rVSV-G = green, rVSV-EBOV = magenta, rVSV-MARV = blue). Note that y-axis values are ten-987 fold higher in panel (C). Branch point curves (solid lines) and Hopf curves (dashed lines) are 988 reproduced from Figure 3. White space indicates endemic equilibrium (pathogen persistence), gray 989 space indicates limit cycling (virus-induced epidemic extinction), and black space indicates no 990 figure supplement 1. Cell culture models of viral propagation. (A), (B), and (C) 1015 show raw, original images of rVSV-EBOV propagation across Vero cell lines at, respectively, 1016 17, 21, and 28 hours post-infection (timesteps 2, 3, and 5 from trial Ver6_B1). (D), (E), and (F) 1017 show corresponding, binary images processed in the R package, EBImage. Cells expressing viral 1018 eGFP are depicted in white and uninfected/dead cells in black. 1019 figure supplement 2. Time series data to which mean field mechanistic models were 1021 fit, across rVSV-G (left), rVSV-EBOV (middle), and rVSV-MARV (right) infections on Vero, 1022 RoNi/7.1, and PaKiT01 cell lines, at MOI=0.001. Open circles show raw data across all trials, 1023 while red, dashed line gives the statistical mean of each trials, established from GAM model 1024 incorporating random effects per trial. Results for MOI=0.0001 are shown in Figure figure supplement 3. Time series data to which mean field mechanistic models were 1028 fit, across rVSV-G (left), rVSV-EBOV (middle), and rVSV-MARV (right) infections on Vero, 1029 RoNi/7.1, and PaKiT01 cell lines, at MOI=0.0001. Open circles show raw data across all trials, 1030 while red, dashed line gives the statistical mean of each trials, established from GAM model 1031 incorporating random effects per trial. Results for MOI=0.001 are shown in Figure figure supplement 4.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Figure 1 -figure supplement 4. Figure replicates Figure 1 (main text) but includes all output 1035",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "main text) but includes all output 1035 across mean field model fits assuming (A) absent immunity, (B) induced immunity, and (is shown in tan shading, with raw live, uninfectious cell data from Hoechst stains of 1085 terminal time series visualized as open circles. The right-hand y-axis corresponds to R-effective 1086 (pink solid line) across each time series; R-effective = 1 is given as a pink dashed, horizontal 1087 line. Panel background corresponds to empirical outcome of the average stochastic cell culture 1088 trial (persistent infection = white; virus-induced epidemic extinction = gray; immunefigure supplement 2. Figure replicates",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "figure supplement 1 exactly but 1092 shows model fits and data for all cell-virus combinations at MOI=0.0001. 1093 figure supplement 3. Spatial model state variable outputs, fit to MOI=0.001 data 1095 only, for all 27 unique cell line -virus -immune assumption combinations: (A) absent immunity, 1096 (B) induced immunity, and (C) constitutive immunity. Values for and were fixed at 1097 equivalent values to those optimized in mean field trials and fixed at ten times the value 1098 estimated under mean field conditions. Figure shows mean output from 10 runs of the spatial 1099 stochastic model, on a 10,000 cell lattice for MOI=0.001 infections of rVSV-G, rVSV-EBOV, 1100 and rVSV-MARV (columns) on Vero, RoNi/7.1, and PaKiT01 (rows) cell lines. Mean state 1101 variable outputs are plotted as colored lines with 95% confidence intervals by standard error 1102 shown in corresponding shading (infectious = red; susceptible = green; antiviral = blue). Raw 1103 infectious cell data across all time trials are plotted as open red circles, with the Hoechst-stained 1104 Two hundred hour time series of spatial stochastic model for rVSV-EBOV infection on 1129 10,000 cell grid for PaKiT01, assuming conditions of absent immunity: (A) spatial spread of 1130 infection, (B) time series of state variables. Parameter values are listed in Supplementary File 4. 1131 1132 Video 2. Two hundred hour time series of spatial stochastic model for rVSV-EBOV infection on 1133 10,000 cell grid for PaKiT01, assuming conditions of induced immunity: (A) spatial spread of 1134 infection, (B) time series of state variables. Parameter values are listed in Supplementary File 4. 1135 1136 Video 3. Two hundred hour time series of spatial stochastic model for rVSV-EBOV infection on 1137 10,000 cell grid for PaKiT01, assuming conditions of constitutive immunity: (A) spatial spread of 1138 infection, (B) time series of state variables. Parameter values are listed in Supplementary File 4Derivation of R0From the main text, we recall that our mean field model takes on the following form:Parameters are defined according to:• & = natural birth rate; fixed at .025 to yield stable population sizes in in vitro models (Figure 1-figure supplement 5) • 3 = natural mortality rate; estimated for each cell line by fitting a simple birth-death model to susceptible declines from control trials; PaKiT01 cell lines • 0 = transmission coefficient; estimated for each cell line/virus/MOI combination by fitting model to data • < = infection-induced mortality rate (virulence); fixed at > D hours • : = incubation rate of cell transitioning from an exposed (E) to an infectious (I) state; measured for each cell line-virus combination as the inverse of the time from initial infection to first observation of infectious virus by GFP under the fluorescent micropscope. Respectively, fixed at the following rates: rVSV-G, rVSV-EBOV, and rVSV-MARV infections on PaKiT01 cells • 4 = rate of infection-induced acquisition to antiviral state, based on the global proportion of exposed cells in the tissue culture; fixed at 0 under conditions of absent immunity and estimated under conditions of induced and constitutive immunity for all cell line/virus combinations by fitting model to joint data over both MOI-0.001 and 0.0001 data. • 6 = rate of constitutive acquisition to antiviral state, based on the global proportion of susceptible cells in the tissue culture; fixed at 0 under assumptions of absent and induced immunity; estimated under conditions of constitutive immunity for all cell line/virus combinations by fitting model to joint data over both MOI=0.001 and 0.0001 data.• 7 = rate of return to susceptibility from antiviral status; fixed at 0 in all model fits under all assumptions of immunity. Regression from antiviral status to susceptibility occurs on longer time scales than the 200 hour duration of our cell culture trials • We assume that ' * + '",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ". As in RoNi/7.1 cells, 294PaKiT01 parameter fits localized in the region corresponding to endemic equilibrium for the 295 deterministic theoretical model. Because constitutive immune processes can actually prohibit 296 14 initial pathogen invasion, constitutive immune fits to rVSV-MARV infections on PaKiT01 cell 297 lines consistently localized at or below the Branch point threshold for virus invasion ( 0 = 1). 298During model fitting for optimization of , any parameter tests of values producing 0 < 1 299 resulted in no infection and, consequently, produced an exceedingly poor fit to infectious time 300 series data. In all model fits assuming constitutive immunity, across all cell lines, parameter 301 estimates for and traded off, with one parameter optimized at values approximating zero, 302 such that the immune response was modeled as almost entirely induced or entirely constitutive 303(Table 1; Supplementary File 4). For RoNi/7.1 cells, even when constitutive immunity was 304 allowed, the immune response was estimated as almost entirely induced, while for rVSV-G and 305 rVSV-EBOV fits on PaKiT01 cells, the immune response optimized as almost entirely 306 constitutive. For rVSV-MARV on PaKiT01 cells, however, estimation of was high under all 307 assumptions, such that any additional antiviral contributions from prohibited virus from 308 invading at all. The induced immune model thus produced a more parsimonious recapitulation of 309 these data because virus invasion was always permitted, then rapidly controlled. 310Antiviral cells safeguard live cells against rapid cell mortality to elongate epidemic 312 duration in vitro. 313In order to compare the relative contributions of each cell line's disparate immune 314 processes to epidemic dynamics, we next used our mean field parameter estimates to calculate 315 the initial 'antiviral rate'-the initial accumulation rate of antiviral cells upon virus invasion for 316 each cell-virus-MOI combination-based on the following equation: 317where P E was calculated from the initial infectious dose (MOI) of each infection experiment and 319 P S was estimated at disease free equilibrium: 320Because and both contribute to this initial antiviral rate, induced and constitutive immune 323 assumptions are capable of yielding equally rapid rates, depending on parameter fits. Indeed, 324 under fully induced immune assumptions, the induced antiviral acquisition rate ( ) estimated for 325 rVSV-MARV infection on PaKiT01 cells was so high that the initial antiviral rate exceeded even 326 that estimated under constitutive assumptions for this cell-virus combination (Supplementary 327",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Supplementary File 4). 335 RoNi/7.1 cells displayed the second-most-pronounced signature of immunity, followed by Vero 336 cells, for which the initial antiviral rate was essentially zero even under forced assumptions of 337 induced or constitutive immunity (Table 1; Supplementary File 4). 338 Using fitted parameters for and , we additionally calculated R 0 , the basic reproduction 339 number for the virus, for each cell line-virus-MOI combination (Table 1; Supplementary File 4). 340",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 1. Optimized parameters from best fit deterministic model and spatial approximation at MOI=.001 930 Improvement in AIC from next best model for same cell line-virus-MOI combination. All -AIC are reported in Supplementary File 4.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "After Heffernan, Smith, and Wahl 2005, it follows that b = −\\_ Z> . Thus, it follows that: When this F matrix is multiplied by matrix −_ Z> , we find:Pathogens can invade a host tissue under conditions of g H > 1, or when the system satisfies the following inequality:The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/696195 doi: bioRxiv preprintSupplementary File 3. Special Points from Bifurcation AnalysisNote: All other parameters in this bifurcation analysis were fixed at the following values: b =.025 ; µ = 0.001 ; ' = For these scenarios with high antiviral rates (either induced, ρ, or constitutive, e), no Hopf bifurcation was observed.The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/696195 doi: bioRxiv preprint Supplementary File 4. Optimized parameters from all deterministic model outputs and spatial approximationsThe copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/696195 doi: bioRxiv preprint",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Because spatial configurations elevate thresholds for pathogen invasion, as well for host cell persistence (Webb, Keeling, and Boots 2007), we were forced to elevate both birth rates (b) and transmission rates (!) above those used in the mean field model to apply to the spatial context. We here justify our chosen values for parameter increase:In Webb, Keeling, and Boots 2007, the authors approximate spatial dynamics using a series of differential equations tracking the pairwise neighbor-neighbor interactions of a regular square lattice with a Von Neumann neighborhood. Our goal is to find a scalar (8) by which to multiply the mean field birth (8 ' ) and transmission (8 6 ) rates to values appropriate for the spatial context, such that: From equation (7), it is straightforward to calculate (8 ' ) for our spatial model, since births are permitted only at the nearest-neighbor interface, and each cell has six adjacent neighbors. As such:To this end, we multiplied all mean field birth rates (b=0.025) by 6 to equal .15 in the spatial model.The dynamics are slightly more complicated in the case of the transmission rate modifier (8 6 ) because our spatial model allows cells to influence infection up to three 'rings' out from the nearest neighbor, such that each cell is affected by the proportion infectious in a 36-cell vicinity. These dynamics accurately reflect viral transmission, which, even in a plaque assay, can diffuse beyond the immediate neighbor-neighbor boundary, especially in a ten-minute timestep.As such, we chose to represent transmission processes in the spatial model under assumptions of & + = .075, allowing ~7.5% of transmission to be modeled globally and leading to a less extreme multiplication of the mean field transmission rate than assumed under the perfect pair approximation (8 = z) illustrated in equation (9) above. Under these new assumptions, we modify the mean field transmission rate for the spatial context as follows: Image Processing.All image processing and data analysis was carried out in R version 3.6 for MacIntosh (R Core Team 2019). Original images were imported into R and processed via the package EBImage (Pau et al. 2010). Composite images of each well were first split into the 36 or 64subframes from which they were composed (each subframe represents the visual region of focus for the microscope at the time of imaging). Each subframe was trimmed (to remove border effects), processed individually, and recompiled post-processing into binary form, such that light-colored regions of the original image were assigned a value of 1 (white), and dark regions were assigned a value of 0 (black). In the case of images of GFP-expressing cells, these white regions corresponded to \"infectious\" cells, while in images of Hoechst-stained nuclei, they indicated live, \"uninfected\" cells.Microscope focus was poor for control wells and for subframes early in the time series of each trial before GFP expression became apparent, and the original versions of any such subframes were light gray and grainy. Our image processing code identified these subframes as any which possessed a mean pixel value greater than .25 (a value substantially higher than any subframes in which true GFP-expressing or Hoechst-stained cells were visible) and subsequently converted the entire frame to 0 (black).All other subframes were processed following thresholding methods that have been previously described by the authors of EBImage (Pau et al. 2010). As a first pass, all pixels excepting the top 25% lightest pixels tallied were converted to 0 (black). Next, each image frame was walked through a series of secondary thresholding steps using if-else statements in R, such that the lightness threshold for \"infectious\" status was elevated in frames which were lighter overall due to manual variation in imaging and focusing. Processed subframes were then reconstructed into composite binary images, which were manually checked against original images to ensure consistent and reliable results.Post-processing into binary form, the number of discrete shapes with value of 1 were tabulated within each image, using the max(bwlabel(X)) function in EBimage, to determine a cell count per image, again corresponding to a count of infectious cells for GFP-expressing images and to a count of uninfected cells for Hoechst stain images. All image processing and counting scripts, in addition to the resulting data, are freely available for download at the following FigShare repository: DOI: 10.6084/m9.figshare.8312807.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "GFP-expressing images were processed and cells counted across the duration of each infection trial, thus generating a time series of infectious cells. For a subset of plates, infection was terminated, and cells were fixed, Hoechst stained, and imaged at periodic intervals across the duration of the time series. Processing of these images thus allowed for construction of a corresponding time series of live, uninfected cells. Because of logistical constraints (i.e. many plates of simultaneously running infection trials and only one available imaging microscope), the time course of imaging across the duration of each trial was quite variable. As such, we fitted a series of statistical models to our raw image data to reconstruct reliable values of the infectious proportion of each well per hour for each distinct trial in all cell line-virus-MOI combinations (Figure 1-figure supplement 2-3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 866,
                    "end": 898,
                    "text": "(Figure 1-figure supplement 2-3)",
                    "ref_id": null
                }
            ],
            "section": "Image Data processing."
        }
    ]
}