{
    "paper_id": "36a5f6d55d7c5f67d4344e36da0a72856ad3dda0",
    "metadata": {
        "title": "Title: The Novel Coronavirus, 2019-nCoV, is Highly Contagious and More Infectious Than Initially Estimated",
        "authors": [
            {
                "first": "Steven",
                "middle": [],
                "last": "Sanche",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Los Alamos National Laboratory",
                    "location": {
                        "postCode": "NM87544",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Yen",
                "middle": [
                    "Ting"
                ],
                "last": "Lin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Los Alamos National Laboratory",
                    "location": {
                        "postCode": "87545",
                        "settlement": "Los Alamos",
                        "region": "New Mexico",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Chonggang",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "the Laboratory Directed Research and Development (LDRD) Program at Los Alamos National Laboratory",
                    "institution": "Los Alamos National Laboratory",
                    "location": {
                        "postCode": "87545",
                        "settlement": "Los Alamos, Wuhan City",
                        "region": "New Mexico",
                        "country": "USA, China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ethan",
                "middle": [],
                "last": "Romero-Severson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nick",
                "middle": [],
                "last": "Hengartner",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ruian",
                "middle": [],
                "last": "Ke",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Los Alamos National Laboratory",
                    "location": {
                        "postCode": "NM87544",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "124 Main text including references and figure captions: 3,945 All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The novel coronavirus (2019-nCoV) is a recently emerged human pathogen that has spread widely since January 2020. Initially, the basic reproductive number, R0, was estimated to be 2.2 to 2.7. Here we provide a new estimate of this quantity. We collected extensive individual case reports and estimated key epidemiology parameters, including the incubation period. Integrating these estimates and high-resolution real-time human travel and infection data with mathematical models, we estimated that the number of infected individuals during early epidemic double every 2.4 days, and the R0 value is likely to be between 4.7 and 6.6. We further show that quarantine and contact tracing of symptomatic individuals alone may not be effective and early, strong control measures are needed to stop transmission of the virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "real-time domestic travel data in China. Third, to address the issue of potential data collection and methodological bias or incomplete control of confounding variables, we implemented two distinct modeling approaches using different sets of data. These analyses produced estimates of the exponential growth rates that are consistent with one another and higher than previous estimates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A unique feature of our case report dataset (Table S1) is that it includes case reports of many of the first or the first few individuals who were confirmed with the virus infection in each province, where dates of departure from Wuhan were reported. All together, we collected 140 individual case reports (Table S1 ). These reports include demographic information including age, sex and location of hospitalization, as well as epidemiological information including potential time periods of infection, dates of symptom onset, hospitalization and case confirmation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 306,
                    "end": 315,
                    "text": "(Table S1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Using this dataset, we estimated the basic parameter distributions of durations from initial exposure to symptom onset to hospitalization to discharge or death. Our estimate of the time from initial exposure to symptom onset is 4.2 days with a 95% confidence interval (CI for short below) between 3.5 and 5.1 days (Fig. 1C ). This estimated period is about 1 day shorter and has lower variance than a previous estimate (1). The shorter time is likely caused by the expanded temporal range of our data that includes cases occurring after broad public awareness of the disease. Patients reported in the Li et al. study (1) are all from Wuhan and most had symptom onset before mid-January; in our dataset, many patients had symptom onset during or after mid-January and were reported in provinces other than Hubei province (where Wuhan is the capital). The time from symptom onset to hospitalization showed evidence of time dependence (Fig. 1D and S1). Before January 18, the time from symptom onset to hospitalization was 5.5 days (CI: 4.6 to 6.6 days); whereas after January 18, the duration shortened significantly to 1.5 days only (CI: 1.2 to 1.9 days) (p-value <0.001 by Mann-Whitney U test). The change in the distribution coincides with the period when infected cases were first confirmed in Thailand, news reports of potential human-to-human transmission and upgrading of emergency response level to Level 1 by China CDC. The emerging consensus about the risk of 2019-nCoV likely led to significant behavior change in symptomatic people seeking more timely medical care over this period. We also found that the time from initial hospital admittance to discharge is 11.5 days ( Fig. 1E ; CI: 8.0 to 17.3 days) and the time from initial hospital admittance to death is 11.2 days ( Fig. 1F ; CI: 8.7 to 14.9 days).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 314,
                    "end": 322,
                    "text": "(Fig. 1C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 932,
                    "end": 940,
                    "text": "(Fig. 1D",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1682,
                    "end": 1689,
                    "text": "Fig. 1E",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1784,
                    "end": 1791,
                    "text": "Fig. 1F",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "Moving from empirical estimates of basic epidemiological parameters to an understanding of the actual epidemiology of 2019-nCoV requires model-based inference. We thus used mathematical models to integrate the empirical estimates with spatiotemporal domestic travel and infection data outside of Hubei province to infer the outbreak dynamics in Wuhan. Inference based on data outside of Hubei is more reliable because, as a result of the awareness of the risk of virus transmission, other provinces implemented intensive surveillance system to detect individuals with high temperatures and closely track travelers out of Wuhan using digital data to identify infected individuals (6) as the outbreak in Wuhan unfolded. All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.07.20021154 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We collected real-time travel data during the epidemic using the Baidu® Migration server ( Fig.  2A and Table S2 ). The server an online platform summarizing mobile phone travel data through Baidu® Huiyan [https://huiyan.baidu.com/]. Baidu® Huiyan is a widely used positioning system in China. It processes >120 billion positioning requests daily through GPS, WIFI and other means [https://huiyan.baidu.com/]. Therefore, the data represents a reliable, real-time and highresolution source of travel patterns in China. We extracted daily travel data from Wuhan to each of the provinces. We found that in general, between 40,000 to 140,000 people in Wuhan traveled to destinations outside of Hubei province daily before the lock-down of the city on January 23, with travel peaks on January 9, 21 and 22 (Fig. 2B) . Thus, it is likely that this massive flow of people from Hubei province during January facilitated the rapid dissemination of virus.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 91,
                    "end": 99,
                    "text": "Fig.  2A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 104,
                    "end": 112,
                    "text": "Table S2",
                    "ref_id": null
                },
                {
                    "start": 801,
                    "end": 810,
                    "text": "(Fig. 2B)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": ""
        },
        {
            "text": "We integrated the travel data into our inferential models using two approaches. The rationale of the first model, the 'first-arrival' approach, is that an increasing fraction of people infected in Wuhan increases the likelihood that one such case is exported to the other provinces. Hence, how soon new cases are observed in other provinces can inform disease progression in Wuhan (Fig. 2C ). This has similarities with earlier analyses to estimate the size of the 2019-nCoV outbreak in Wuhan based on international travel data (5, 7, 8) , though inference based infected cases outside of China may suffer large uncertainty due to the low volume of international travel. In our model, we assumed exponential growth for the infected population I* in Wuhan, * ( ) = ( − 0 ) , where is the exponential growth rate and 0 is the time of the exponential growth initiation, i.e. * ( 0 ) = 1. Note that 0 is likely to be later than the date of the first infection event, because multiple infections may be needed before the onset of exponential growth (9) . We used travel data to each of the provinces (Table S3 ) and the earliest times that an infected individual arrived at a province across a total of 26 provinces (Fig. 2D ) to infer and 0 (see Supplementary Materials for details). Model predictions of arrival times in the 26 provinces fitted the actual data well (Fig. S2 ). We estimated that the date of the beginning of an exponential growth is December 20, 2019 (CI: December 11 to 26). This suggests that human infections in early December may be due to spillovers from the animal reservoir or limited chains of transmission (10, 11) . The growth rate of the outbreak is estimated to be 0.29 per day (CI: 0.21 to 0.37 per day), a much higher rate than two recent estimates (1, 5). This growth rate corresponds to a doubling time of 2.4 days. We further estimated that the total infected population size in Wuhan was approximately 4,100 (CI: 2,423 to 6,178) on January 18, which is remarkably consistent with a recently posted estimate (7) . The estimated number of infected individuals is 18,700 (CI: 7,147, 38,663) on January 23, i.e. the date when Wuhan started lock down. We projected that without any control measure, the infected population would be approximately 233,400 (CI: 38,757 to 778,278) by the end of January (Fig. S3 ).",
            "cite_spans": [
                {
                    "start": 528,
                    "end": 531,
                    "text": "(5,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 532,
                    "end": 534,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 535,
                    "end": 537,
                    "text": "8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1044,
                    "end": 1047,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1629,
                    "end": 1633,
                    "text": "(10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1634,
                    "end": 1637,
                    "text": "11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2039,
                    "end": 2042,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 381,
                    "end": 389,
                    "text": "(Fig. 2C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1095,
                    "end": 1104,
                    "text": "(Table S3",
                    "ref_id": null
                },
                {
                    "start": 1211,
                    "end": 1219,
                    "text": "(Fig. 2D",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1363,
                    "end": 1371,
                    "text": "(Fig. S2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2327,
                    "end": 2335,
                    "text": "(Fig. S3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": ""
        },
        {
            "text": "An alternative model, the 'case count' approach, used daily case count data between January 19 and 26 from provinces outside of Hubei to infer the initiation and the growth rate of the outbreak. We restricted the data to this period because during this time infected persons found outside of Hubei province generally reported visiting Wuhan within 14 days of becoming symptomatic, i.e. cases during that time period were indicative of the dynamics in Wuhan. We developed a metapopulation model based on the classical SEIR model (12) . We assumed a deterministic exponential growth for the infected populations in Wuhan, whereas in other provinces, we All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 528,
                    "end": 532,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.07.20021154 doi: medRxiv preprint represented the trajectory of infected individuals who travelled from Wuhan using a stochastic agent-based model. The transitions of the infected individuals from symptom onset to hospitalization and then to case confirmation were assumed to follow the distributions inferred from the case report data (see Supplementary Materials for detail). Simulation of the model using best fit parameters showed that the model described the observed case counts over time well (Fig. 2E) . The estimated date of exponential growth initiation is December 16, 2019 (CI: December 12 to Dec 21) and the exponential growth rate is 0.30 per day (CI: 0.26 to 0.34 per day). These estimates are consistent with estimates in the 'first arrival' approach ( Fig. 2F and G, and Fig. S4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 610,
                    "end": 619,
                    "text": "(Fig. 2E)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 879,
                    "end": 905,
                    "text": "Fig. 2F and G, and Fig. S4",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": ""
        },
        {
            "text": "We note that in both approaches, we assumed perfect detection of infected cases outside of Hubei province, i.e. the dates of first arrival and the number of case counts are accurate. This could be a reasonable assumption to make for symptomatic individuals because of the intensive surveillance implemented in China, for example, tracking individuals' movement from digital transportation data (6). However, it is possible that a fraction of infected individuals, for example, individuals with mild or no symptoms (13), were not hospitalized, in which case we will underestimate the true size of the infected population in Wuhan. We undertook sensitivity analyses to investigate how our current estimates are affected by this issue using both approaches (see Supplementary Materials for detail). We found that if a proportion of cases remained undetected, the time of exponential initiation would be earlier than December 20, translating into a larger population of infected individuals in January, but the estimation of the growth rate remained the same. Overall, the convergence of the estimates of the exponential growth rate from the two approaches emphasizes the robustness of our estimates to modeldependent assumptions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our estimated outbreak growth rate is significantly higher than two recent reports where the growth rate was estimated to be 0.1 per day (1, 5). This estimate were based on early case counts from Wuhan (1) or international air travel data (5) . However, these data suffer from important limitations. The reported case counts in Wuhan during early outbreak are likely to be underreported because of many factors, and because of the low numbers of individuals traveling abroad compared to the total population size in Wuhan, inference of the infected population size and outbreak growth rate from infected cases outside of China suffers from large uncertainty (7, 8) . Our estimated exponential growth rate, 0.29/day (a doubling time of 2.4 days) is consistent the rapidly growing outbreak during late January (Fig. 1A) .",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 242,
                    "text": "(5)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 658,
                    "end": 661,
                    "text": "(7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 662,
                    "end": 664,
                    "text": "8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 808,
                    "end": 817,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "Using the exponential growth rate, we next estimated the range of the basic reproductive number, R0. It has been shown that this estimation depends on the distributions of the latent period (defined as the period between the times when an individual infected and become infectious) and the infectious period (14) . For both periods, we assumed a gamma distribution and varied the mean and the shape parameter of the gamma distributions in a large range to reflect the uncertainties in these distributions (see Supplementary Materials). It is not clear when an individual becomes infectious; thus, we considered two scenarios: 1) the latent period is the same as the incubation period, and 2) the latent period is 2 days shorter than the incubation period, i.e. individuals start to transmit 2 days before symptom onset. Integrating uncertainties in the exponential growth rate estimated from the 'first arrival' approach and the uncertainties All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 312,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.07.20021154 doi: medRxiv preprint in the duration of latent and infectious periods, we estimated the values of R0 to be 6.3 (CI: 3.3 to 11.3) and 4.7 (CI: 2.8 to 7.6), for the first and second scenarios, respectively (Fig. 3A) . When using the estimates from the 'case count' approach, we estimated slightly higher R0 values of 6.6 (CI: 4.0 to 10.5) and 4.9 (CI: 3.3 to 7.2), for the first and second scenarios, respectively (Fig. S5) . Overall, we report R0 values are likely be between 4.7 and 6.6 with a CI between 2.8 to 11.3. We argue that the high R0 and a relatively short incubation period lead to the extremely rapid growth of the of 2019-nCoV outbreak as compared to the 2003 SARS epidemic where R0 was estimated to be between 2.2 to 3.6 (15, 16) .",
            "cite_spans": [
                {
                    "start": 858,
                    "end": 862,
                    "text": "(15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 863,
                    "end": 866,
                    "text": "16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 327,
                    "end": 336,
                    "text": "(Fig. 3A)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 535,
                    "end": 544,
                    "text": "(Fig. S5)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "The high R0 values we estimated have important implications for disease control. For example, basic theory predicts that the force of infection has to be reduced by 1 − 1 0 to guarantee extinction of the disease. At 0 = 2.2 this fraction is only 55%, but at 0 = 6.7 this fraction rises to 85%. To translate this into meaningful predictions, we use the framework proposed by Lipsitch et al (16) with the parameters we estimated for 2019-nCoV. Importantly, given the recent report of transmission of the virus from asymptomatic individuals (13), we considered the existence of a fraction of infected individuals who is asymptomatic and can transmit the virus (see Supplementary Materials) . Results show that if as low as 20% of infected persons are asymptomatic and can transmit the virus, then even 95% quarantine efficacy will not be able to contain the virus (Fig. 3B) . Given the rapid rate of spread, the sensitivity of control effort effectiveness to asymptomatic infections and the potential of transmission before symptom onset, we need to be aware of the difficulty of controlling 2019-nCoV once it establishes in a new population (17) . Future field, laboratory and modeling studies aimed to address the unknowns, such as the fraction of asymptomatic individuals, the time when individuals become infectious and the existence of superspreaders are needed to accurately predict the impact of various control strategies (9, 17) .",
            "cite_spans": [
                {
                    "start": 389,
                    "end": 393,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1139,
                    "end": 1143,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1427,
                    "end": 1430,
                    "text": "(9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1431,
                    "end": 1434,
                    "text": "17)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 662,
                    "end": 686,
                    "text": "Supplementary Materials)",
                    "ref_id": null
                },
                {
                    "start": 861,
                    "end": 870,
                    "text": "(Fig. 3B)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": ""
        },
        {
            "text": "Fortunately, we see evidence that control efforts have a measurable effect on the rate of spread. Since January 23, Wuhan and other cities in Hubei province implemented vigorous control measures, such as closing down transportation and mass gatherings in the city; whereas, other provinces also escalated the public health alert level and implemented strong control measures. We noted that the growth rate of the daily number of new cases in provinces outside of Hubei slowed down gradually since late January (Fig. 3B) . Due to the closure of Wuhan (and other cities in Hubei), the number of cases reported in other provinces during this period shall start to track local infection dynamics rather than imports from Wuhan. We estimated that the exponential growth rate is decreased to 0.14 per day (CI: 0.12 to 0.15 per day) since January 30. Based on this growth rate and an R0 between 4.7 to 6.6 before the control measures, a calculation following the formula in Ref. (14) suggested that a growth rate decreasing from 0.29 per day to 0.14 per day translates to a 50%-59% decrease in R0 to between 2.3 to 3.0. This is in agreement with previous estimates of the impact of effective social distancing during 1918 influenza pandemic (18) . Thus, the reduction in growth rate may reflect the impact of vigorous control measures implemented and individual behavior changes in China during the course of the outbreak.",
            "cite_spans": [
                {
                    "start": 972,
                    "end": 976,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1234,
                    "end": 1238,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 510,
                    "end": 519,
                    "text": "(Fig. 3B)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": ""
        },
        {
            "text": "The 2019-nCoV epidemic is still rapidly growing and spread to more than 20 countries as of February 5, 2020. Here, we estimated the growth rate of the early outbreak in Wuhan to be 0.29 per day (a doubling time of 2.4 days), and the reproductive number, R0, to be between 4.7 to 6.6 (CI: 2.8 to 11.3). Among many factors, the Lunar New Year Travel rush in early and mid-January 2020 may or may not play a role in the high outbreak growth rate, although SARS epidemic also overlapped with the Lunar New Year Travel rush. How contiguous the 2019-nCoV is in other countries remains to be seen. If the value of R0 is as high in other countries, our results suggest that active and strong population-wide social distancing efforts, such as closing down transportation system, schools, discouraging travel, etc., might be needed to reduce the overall contacts to contain the spread of the virus. , between hospitalization to discharge (E) and between hospitalization to death (F). Filled circles and bars on x-axes denote the estimated mean and 95% confidence intervals. Histograms and the means (stars) of estimated R0 assuming individuals become infectious at symptom onset (blue) or 2 days before symptom onset (orange). The dotted line denotes R0=1. (B) The levels of minimum efforts (lines) of intervention strategies needed to control the virus spread. Strategies considered are quarantine of symptomatic individuals and individuals who had contacts with them (x-axis) and population-level efforts to reduce overall contact rates (y-axis). Different colored lines denote different assumptions of the fraction of asymptomatic individuals in the infected population. Solid and dashed lines correspond to R 0 =4.7 and 6.3 (i.e. the estimated means of R0), respectively. (C) The cumulative number of cases outside of Hubei province in late January 2020. The growth rate decreased to 0.14 per day since January 30. The dashed black line shows January 23 when Wuhan is locked down.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.07.20021154 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Emergency Committee regarding the outbreak of novel coronavirus (2019-nCoV)",
            "authors": [],
            "year": 2005,
            "venue": "WHO, Statement on the second meeting of the International Health Regulations",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Railway corporation using big data to trace potential virus carrier",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Chinadailynews",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Estimating the potential total number of novel Coronavirus cases in Wuhan City",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Report",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Estimating the potential total number of novel Coronavirus cases in Wuhan City",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Dorigatti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cori",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Superspreading and the effect of individual variation on disease emergence",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Lloyd-Smith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Schreiber",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Kopp",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Getz",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "438",
            "issn": "",
            "pages": "355--359",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Epidemic dynamics at the human-animal interface",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Lloyd-Smith",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science",
            "volume": "326",
            "issn": "",
            "pages": "1362--1367",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Pathways to zoonotic spillover",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Plowright",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nat Rev Microbiol",
            "volume": "15",
            "issn": "",
            "pages": "502--510",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Infectious Diseases of Humans: Dynamics and Control. Oxford science publications",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Transmission of 2019-nCoV Infection from an Asymptomatic Contact in Germany",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rothe",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Appropriate models for the management of infectious diseases",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Wearing",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rohani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Keeling",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "PLoS Med",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Epidemiological determinants of spread of causal agent of severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1761--1766",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Transmission dynamics and control of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Factors that make an infectious disease outbreak controllable",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "101",
            "issn": "",
            "pages": "6146--6151",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The effect of public health measures on the 1918 influenza pandemic in U.S. cities",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Bootsma",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "104",
            "issn": "",
            "pages": "7588--7593",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure captions",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Epidemiological characteristics of early dynamics of 2019-nCoV outbreak in China. (A-B) Daily new and cumulative confirmed cases in Hubei province (A) and provinces other than Hubei in China (B). (C-F) Distributions of key epidemiological parameters, including the durations between infection and symptom onset (C), between symptom onset to hospitalization (D)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Two different approaches using high-resolution travel data reached consistent estimates of the exponential growth rate and the date of exponential growth initiation of the 2019-nCoV outbreak. (A) A modified snapshot of the Baidu® Migration online server interface showing the migration pattern out of Wuhan (red dot) on January 19, 2020. Thickness of curved white lines denotes the size of the traveler population to each province. The names of most of the provinces are shown in white. (B) Estimated daily population sizes of travelers from Wuhan, Hubei province to other provinces. (C) A schematic illustrating the export of infected individuals from Wuhan. Travelers (dots) are assumed to be random samples from the total population (the whole pie). Because of the growth of the infected population (orange pie) and the shrinking size of the total population in Wuhan over time, it is more and more likely infected individuals travel to other provinces (orange dots). (D) The dates of documented first arrivals of infected cases in 26 provinces. Names of provinces were shown vertically. (E) Best fit of the 'case count' model to daily counts of new cases (including only imported cases) in provinces other than Hubei. The standard deviations of the sample distribution are shown as the error bars. (F and G) The marginalized likelihoods of the growth rate (F) the exponential growth initiation time (G) are consistent between the 'first arrival' model and the 'case count' model.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Estimation of the basic reproductive number, R0, and the impact of control measures. (A)",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We would like to thank Alan Perelson and Christiaan van Dorp for suggestions and critical reading of the manuscript and Weili Yin for help with collecting and translating documents from provincial health commission websites. Funding: SS and RK would like to acknowledge funding from DARPA (HR0011938513). CX acknowledges the support from the Laboratory Directed Research and Development (LDRD) Program at Los Alamos National Laboratory. The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript. Author contributions: RK and NH conceived the project; RK collected data; SS, YTL, CX and RK performed analyses; SS, YTL, ERS, NH and RK wrote and edited the manuscript. Competing interests: authors declare no competing interests. Data and materials availability: all data is available in the main text or the supplementary materials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments."
        },
        {
            "text": "Figures S1-S5Tables S1-S3 All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint (which was not peer-reviewed) is the .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Text"
        }
    ]
}