{
    "paper_id": "3c12e50b9da4b1fde21d68040610b73b8c216bf3",
    "metadata": {
        "title": "Structure-Guided Mutagenesis Alters Deubiquitinating Activity 2 and Attenuates Pathogenesis of a Murine Coronavirus",
        "authors": [
            {
                "first": "Xufang",
                "middle": [],
                "last": "Deng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Loyola University Chicago",
                    "location": {
                        "settlement": "Maywood",
                        "region": "IL"
                    }
                },
                "email": ""
            },
            {
                "first": "Yafang",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Purdue University",
                    "location": {
                        "addrLine": "11 IN",
                        "settlement": "West Lafayette"
                    }
                },
                "email": ""
            },
            {
                "first": "Anna",
                "middle": [
                    "M"
                ],
                "last": "Mielech",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Loyola University Chicago",
                    "location": {
                        "settlement": "Maywood",
                        "region": "IL"
                    }
                },
                "email": ""
            },
            {
                "first": "Matthew",
                "middle": [],
                "last": "Hackbart",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Loyola University Chicago",
                    "location": {
                        "settlement": "Maywood",
                        "region": "IL"
                    }
                },
                "email": ""
            },
            {
                "first": "Kristina",
                "middle": [
                    "R"
                ],
                "last": "Kesely",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Purdue University",
                    "location": {
                        "settlement": "West Lafayette",
                        "region": "IN"
                    }
                },
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "Mettelman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Loyola University Chicago",
                    "location": {
                        "settlement": "Maywood",
                        "region": "IL"
                    }
                },
                "email": ""
            },
            {
                "first": "Amornrat",
                "middle": [],
                "last": "O&apos;brien",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Loyola University Chicago",
                    "location": {
                        "settlement": "Maywood",
                        "region": "IL"
                    }
                },
                "email": ""
            },
            {
                "first": "Mackenzie",
                "middle": [
                    "E"
                ],
                "last": "Chapman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Purdue University",
                    "location": {
                        "addrLine": "11 IN",
                        "settlement": "West Lafayette"
                    }
                },
                "email": ""
            },
            {
                "first": "Andrew",
                "middle": [
                    "D"
                ],
                "last": "Mesecar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Purdue University",
                    "location": {
                        "addrLine": "11 IN",
                        "settlement": "West Lafayette"
                    }
                },
                "email": ""
            },
            {
                "first": "Susan",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "Baker",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Loyola University Chicago",
                    "location": {
                        "settlement": "Maywood",
                        "region": "IL"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Coronaviruses express a multifunctional papain-like protease, termed PLP2. PLP2 acts as 17 a protease that cleaves the viral replicase polyprotein, and a deubiquitinating (DUB) enzyme which 18 removes ubiquitin moieties from ubiquitin-conjugated proteins. Previous in vitro studies 19 implicated PLP2 DUB activity as a negative regulator of the host interferon (IFN) response, but 20 the role of DUB activity during virus infection was unknown. Here, we used X-ray structure-21 guided mutagenesis and functional studies to identify amino acid substitutions within the 22 ubiquitin-binding surface of PLP2 that reduced DUB activity without affecting polyprotein 23 processing activity. We engineered a DUB mutation (Asp1772 to Ala) into a murine coronavirus 24 and evaluated the replication and pathogenesis of the DUB mutant virus (DUBmut) in cultured 25 macrophages and in mice. We found that the DUBmut virus replicates similarly as the wild-type 26 virus in cultured cells, but the DUBmut virus activates an IFN response at earlier times compared 27 to the wild-type virus infection in macrophages, consistent with DUB activity negatively 28 regulating the IFN response. We compared the pathogenesis of the DUBmut virus to the wild-type 29 virus and found that the DUBmut-infected mice had a statistically significant reduction (p<0.05) 30 in viral titer in livers and spleens at day 5 post-infection, albeit both wild-type and DUBmut virus 31 infections resulted in similar liver pathology. Overall, this study demonstrates that structure-guided 32 mutagenesis aids the identification of critical determinants of PLP2-ubiquitin complex, and that 33 PLP2 DUB activity plays a role as an interferon antagonist in coronavirus pathogenesis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "34",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Importance",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Coronaviruses employ a genetic economy by encoding multifunctional proteins that 36 function in viral replication and also modify the host environment to disarm the innate immune 37 response. The coronavirus papain-like protease 2 (PLP2) domain possesses protease activity, 38 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/782409 doi: bioRxiv preprint which cleaves the viral replicase polyprotein, and also DUB activity (de-conjugating 39 ubiquitin/ubiquitin-like molecules from modified substrates) using identical catalytic residues. To 40 separate the DUB activity from the protease activity, we employed a structure-guided mutagenesis 41 approach and identified residues that are important for ubiquitin-binding. We found that mutating 42 the ubiquitin-binding residues results in a PLP2 that has reduced DUB activity but retains protease 43 activity. We engineered a recombinant murine coronavirus to express the DUB mutant and showed 44 that the DUB mutant virus activated an earlier type I interferon response in macrophages and 45 exhibited reduced pathogenesis in mice. The results of this study demonstrate that PLP2/DUB is 46 an interferon antagonist and a virulence trait of coronaviruses. 47 48 Coronaviruses (CoVs) are members of the order Nidovirales, which includes enveloped viruses 49 with large (~30kb), positive-sense single-stranded RNA genomes that yield a characteristic nested 50 set of subgenomic mRNAs during replication in the cytoplasm of infected cells (1, 2). The genome 51",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "organization for coronaviruses is highly conserved, with the 5'-most two-thirds of the genome 52 encoding the replicase polyprotein, followed by sequences encoding the canonical structural 53 proteins: spike, envelope, membrane, and nucleocapsid. Many CoVs contain accessory genes, 54 which are interspersed among the genes for the structural proteins. Although these accessory genes 55 are not necessarily required for virus replication and are, in general, not highly conserved within 56 the virus family, many encode proteins that regulate the host response (3). Interestingly, 57 coronavirus replicase proteins, which are highly conserved, can also act as antagonists to block or 58 delay the host innate immune response to infection (1, 4-8). That a slew of coronavirus-encoded 59 accessory and non-accessory proteins have been shown to shape the host antiviral response 60 suggests that viral-mediated subversion of host defenses is an important element of infection. Here, 61 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/782409 doi: bioRxiv preprint we focus on the viral protease/deubiquitinase (DUB) with the goal of assessing the role of DUB 62 activity in shaping the pathogenesis of mouse hepatitis virus (MHV), a model murine coronavirus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Coronavirus proteases are essential for viral replication as they are responsible for processing 64 the replicase polyprotein (2,(9)(10)(11). Murine coronavirus MHV encodes three proteases: two 65 papain-like proteases (PLP1 and PLP2) and one chymotrypsin-like protease (3CLpro, also termed 66 Mpro). MHV PLP2 is similar to the single papain-like protease (termed PLpro) of Severe Acute 67 Respiratory Syndrome Coronavirus (SARS-CoV) and Middle East Respiratory Syndrome 68 Coronavirus (MERS-CoV) (9, 12-16). We and others have revealed that PLP2 or PLpro of 69 multiple coronaviruses, including MHV, are multifunctional, not only capable of cleaving the viral 70 polyprotein but also possessing deubiquitinase (DUB) and deISGylating (de-conjugating ISG15 71 molecule from modified substrates) activities (9, 12, 13, 15-27). However, it has been challenging 72 to study the effects of a mutated DUB on virus replication and pathogenesis because the protease 73 and DUB activities share the same catalytic site, disruption of which is lethal for virus replication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "74",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Therefore, it was necessary for us to identify residue(s) within the MHV protease/DUB-ubiquitin 75 binding surface that can be mutated to result in reduced DUB activity without affecting polyprotein 76 processing. In this report, we describe the X-ray structure-guided identification of such residues 77 and evaluate the replication, IFN antagonistic effect, and pathogenesis of a recombinant DUB 78 mutant MHV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "79",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Structure-guided identification of PLP2 residues interacting with ubiquitin. To investigate 81 the role of viral deubiquitinating activity in coronavirus replication and pathogenesis, we first 82 needed to identify amino acid residues that, when mutated, result in reduced DUB activity while 83 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/782409 doi: bioRxiv preprint 5 preserving the enzyme's deISGylating and protease activities, the latter being necessary for viral 84 replication. X-ray structural studies of SARS-and MERS-CoV papain-like protease/DUBs co-85 crystalized with ubiquitin modified at the c-terminus with a covalent warhead (aldehyde, 3-bromo- 86 propylamine, or propargylamine) allowed for identification of residues that are important for direct 87 interaction with ubiquitin (17, 18, 20). Here, we took a slightly different approach and mutated the 88 catalytic cysteine (C1716) of MHV PLP2 to a serine residue and co-crystallized it with free 89 ubiquitin. The X-ray structure of MHV PLP2 (C1716S) in complex with ubiquitin was determined 90 to a resolution of 1.85 Å and an overall Rfree = 19.6% and Rwork = 15.8% (PDB: 5WFI). The overall 91 structure of the MHV PLP2-ubiquitin complex is similar to other PLP2/PLpro ubiquitin-bound 92 structures (Fig. 1A). Ubiquitin binds within the palm region and is gripped by the zinc-fingers 93 motif while the C-terminus extends into the active site. 94 Next, we aligned the primary amino acid sequence of the MHV PLP2 domain with the 95 SARS-CoV and MERS-CoV papain-like protease domains (Fig. 1E) . The sequence alignment and 96 X-ray structure of the MHV PLP2-ubiquitin complex were then analyzed in conjunction with the 97 previous structural and mutagenesis studies on SARS-and MERS-CoV to identify candidate 98 residues that could be mutated to render a loss of DUB activity in vitro. From this analysis, we 99 identified three residues (R1803, D1772, F1812) in MHV PLP2 that form direct interactions with 100 ubiquitin (Fig. 1B-D) . Two of the side chain guanidinium nitrogens of R1803 form direct hydrogen 101 bonds with the backbone carbonyl oxygen of A46 in ubiquitin (Fig. 1B) . The two side chain 102 carboxylate oxygens of D1772 in MHV PLP2 interact with ubiquitin by forming direct bonds with 103 each of the guanidinium nitrogens of R42 and with one of the guanidinium nitrogens of R72 (Fig.   104 1C). Finally, F1812 forms Van der Waals contacts with the side chains of I44 and V70 and the 105 delta-carbon of R42 of ubiquitin (Fig. 1D) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1330,
                    "end": 1339,
                    "text": "(Fig. 1E)",
                    "ref_id": null
                },
                {
                    "start": 1767,
                    "end": 1778,
                    "text": "(Fig. 1B-D)",
                    "ref_id": null
                },
                {
                    "start": 1919,
                    "end": 1928,
                    "text": "(Fig. 1B)",
                    "ref_id": null
                },
                {
                    "start": 2142,
                    "end": 2153,
                    "text": "(Fig.   104",
                    "ref_id": null
                },
                {
                    "start": 2284,
                    "end": 2293,
                    "text": "(Fig. 1D)",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "106 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "To identify a mutant MHV PLP2 enzyme that 107 retains protease activity but exhibits reduced DUB and/or deISGylating activity, we performed 108 site-directed mutagenesis on each of the residues (R1803, D1772, F1812) by changing each to an 109 alanine to disrupt interactions with ubiquitin. Each mutant enzyme was expressed, purified, and 110 tested for its ability to hydrolyze three substrates: z-RLRGG-AMC, Ub-AMC, and ISG15-AMC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The activity of each mutant enzyme toward each substrate relative to the wild-type enzyme is 112 shown in Fig. 2A . All three mutants retained their ability to hydrolyze the peptide substrate but 113 each mutant had altered specificity toward Ub-AMC and ISG15-AMC substrates. Mutation of 114 F1812 resulted in a substantial decrease in hydrolysis of both Ub-AMC and ISG15-AMC (Class 115 I), whereas mutation of R1803 resulted in loss of activity only toward ISG15-AMC (Class II), and 116 mutation of D1772 resulted in loss of activity only toward Ub-AMC (Class III). 117 151 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 106,
                    "end": 113,
                    "text": "Fig. 2A",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/782409 doi: bioRxiv preprint glycerophosphate, 1mM sodium orthovanadate, 1 µg/mL leupeptin, and 1mM 334 phenylmethylsulfonyl fluoride). Whole cell lysates were separated by SDS-PAGE and transferred 335 to PVDF membrane in transfer buffer (0.025M Tris, 0.192M glycine, 20% methanol) for 1 hour 336",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "at 60 Volts at 4°C. Following this, the membrane was blocked using 5% dried skim milk in TBST 337 buffer (0.9% NaCl, 10mM Tris-HCl, pH7.5, 0.1% Tween 20) overnight at 4°C. The membrane 338 was incubated with either polyclonal rabbit anti-GFP antibody (A11122, Life Technologies) for 339 the protease assay, or mouse anti-flag (F3165, Sigma) for the DUB assay. The membrane was then 340 washed three times for 15 minutes in TBST buffer followed by incubation with either secondary 341 donkey anti-rabbit-HRP antibody (711-035-152, Jackson ImmunoResearch) or goat anti-mouse-342 HRP antibody (1010-05, SouthernBiotech). Then the membrane was washed three more times for 343 15 minutes in TBST buffer. Detection was performed using Western Lighting Chemiluminescence 344 Reagent Plus (PerkinElmer) and visualized using a FluoroChemE Imager (Protein Simple). The 345 expression of PLP2, β-actin, and calnexin were probed with mouse anti-V5 antibody (R960, 346 ThermoFisher), mouse anti-β-actin (A00702, Genscript), or mouse anti-calnexin antibody (2433S, 347 Cell Signaling), respectively. 348 Biosensor live cell assay 349",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The protease activity of PLP2 was also assessed using a biosensor live cell assay as 350 described previously (14). Briefly, HEK293T cells in a 96 black-wall plate were transfected with 351 37.5 ng pGlo-RLKGG construct and 50 ng PLP2 expression plasmids. GloSensor (E1290, 352 Promega) reagent diluted in DMEM+10% FCS was added at 18 hpi. Plates were read using a 353 luminometer (Veritas) every hour over a course of 5 hours. 354 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Since one of the primary goals of this study is to understand the contribution of DUB 118 activity to viral replication and pathogenesis, we next focused on quantitating further the effects 119 of the D1772A mutant on the steady-state kinetic parameters of MHV PLP2 toward the three 120 different substrates (Fig. 2B) . The RLRGG-AMC peptide substrate is often used as surrogate of 121 the viral polyprotein substrate and the kinetic data in Fig. 2B show that this substrate is still well-122 recognized and cleaved by the D1772A mutant. In fact, we observed a small rate enhancement in 123 the catalytic efficiency (i.e., kcat/Km) compared to the wild-type enzyme.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 308,
                    "end": 317,
                    "text": "(Fig. 2B)",
                    "ref_id": null
                },
                {
                    "start": 442,
                    "end": 449,
                    "text": "Fig. 2B",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "The Ub-AMC substrate, on the other hand, is poorly recognized and cleaved by the 125 D1772A mutant compared to the wild-type enzyme. The wild-type enzyme normally interacts 126 strongly with Ub-AMC with a Km value of 0.67 µM. However, mutation of D1772 to an alanine 127 significantly disrupts the interaction with ubiquitin, making it impossible to saturate MHV PLP2 128 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "124"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/782409 doi: bioRxiv preprint under normal experimental conditions (Fig. 2B ). The net result is a significant reduction in the 129 catalytic efficiency (kcat/Km) compared to the wild-type enzyme, which was the goal of these trials. 130 The kinetic response of MHV PLP2 toward another substrate, ISG15-AMC, was also 131 determined. ISG15 is an important ubiquitin-like modifier that is upregulated and used to ISGylate 132 host proteins during viral infection. A number of viruses, including coronaviruses, engender 133 ISGylation during infection but the function(s) and importance of this activity are not clear 30). For MHV, neither the wild-type nor the D1772A mutant PLP2 enzyme can be saturated with 135 ISG15-AMC, suggesting weak binding with this ubiquitin-like modifier (Fig. 2B) . Moreover, the 136 R1772A mutation does not disrupt the interaction with ISG15 but in fact enhances it to some 137 degree. A potential explanation for the observed selective disruption of ubiquitin binding stems 138 from our analysis of a primary sequence alignment of ubiquitin and ISG15 and the residues that 139 interact with D1772 (Fig. 2C ). The interaction between MHV PLP2 D1772 and the R42 residue in 140 human and mouse ubiquitin is absent in human and mouse ISG15 since this residue is a tryptophan 141 in human and mouse ISG15. Therefore, in line with our observations, D1772A mutation would 142 not be expected to alter ISG15 binding. In contrast to R42, residue R72 is conserved in both 143 ubiquitin and ISG15 and its interaction with MHV PLP2 for ubiquitin is likely weaker than that 144 with ISG15.",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 352,
                    "text": "130",
                    "ref_id": null
                },
                {
                    "start": 632,
                    "end": 635,
                    "text": "133",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 183,
                    "end": 191,
                    "text": "(Fig. 2B",
                    "ref_id": null
                },
                {
                    "start": 895,
                    "end": 904,
                    "text": "(Fig. 2B)",
                    "ref_id": null
                },
                {
                    "start": 1241,
                    "end": 1249,
                    "text": "(Fig. 2C",
                    "ref_id": null
                }
            ],
            "section": "124"
        },
        {
            "text": "146 culture based assays. The in vitro biochemical studies presented here support the notion that we 147 are able to use a structure-guided mutagenesis to uncouple the DUB enzymatic activity from MHV 148 PLP2 while preserving the peptide hydrolysis and deISGylating activities of PLP2. Next, we 149 focused on comparing the activity of the mutant enzyme to its wild-type counterpart for the ability 150 to remove Flag-tagged-ubiquitin conjugated to host proteins in cultured cells (Fig. 3A) . We found 8 that in cells, wild-type PLP2 exhibits robust DUB activity and removes ubiquitin modifications 152 from multiple cellular proteins. On the other hand, the PLP2-D1772A mutant exhibits reduced 153 DUB activity, similar to that of the previously documented catalytic cysteine to alanine mutant, 154 PLP2-CA (19). To determine if this impaired DUB activity altered the ability of PLP2 to act as an 155 interferon antagonist, we transfected cells with a RIG-I expression plasmid, an interferon-156 luciferase reporter construct, and either wild-type or mutant PLP2 plasmid and measured luciferase 157 activity at 18 hours post-transfection. In agreement with previous reports (13, 25, 31), we find that 158 wild-type PLP2 acts as an interferon antagonist, reducing reporter activity by 50-80%. In contrast, 159 PLP2-D1772A is unable to significantly reduce interferon activation in this assay despite similar 160 expression levels of the wild-type and mutant versions of the protein (Fig. 3B ). We also evaluated 161 the protease activity of the enzymes in cells using two independent trans-cleavage assays and 162 found that the wild-type and DUB-mutant enzymes produce similar levels of cleaved products. 163 These results indicate that the D1772A substitution did not alter protease activity (Fig. 3C and D), 164 in agreement with the in vitro kinetic results described above (Fig. 2) . Together, these studies 165 reveal that aspartic acid residue 1772 of MHV-PLP2 is important for DUB activity and interferon 166 antagonism, but not for protease activity.",
            "cite_spans": [
                {
                    "start": 1706,
                    "end": 1709,
                    "text": "163",
                    "ref_id": null
                },
                {
                    "start": 1794,
                    "end": 1810,
                    "text": "(Fig. 3C and D),",
                    "ref_id": null
                },
                {
                    "start": 1811,
                    "end": 1814,
                    "text": "164",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 481,
                    "end": 490,
                    "text": "(Fig. 3A)",
                    "ref_id": null
                },
                {
                    "start": 1482,
                    "end": 1490,
                    "text": "(Fig. 3B",
                    "ref_id": null
                },
                {
                    "start": 1878,
                    "end": 1886,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "PLP2 D1772A mutant exhibits reduced DUB activity and inhibition of IFN response in cell"
        },
        {
            "text": "Recombinant MHV harboring PLP2-D1772A activates an earlier IFN response in bone 168 marrow-derived macrophages. Since the D1772A substitution did not impact protease activity, 169 we reasoned that we should be able to generate recombinant virus containing this substitution, 170 thereby allowing us to determine if the mutation has any effect on viral replication kinetics and 171 interferon antagonism in the context of the live virus. We engineered the mutant virus via reverse 172 genetics (32), performed full genome sequencing to verify the genotype (2 nucleotide changes at 173 positions 5525 and 5526, resulting in D1772A substitution in the replicase polyprotein), and 174 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 179,
                    "text": "169",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "167"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/782409 doi: bioRxiv preprint designated the virus as DUBmut. Upon evaluating virus replication of the DUBmut virus by 175 performing a growth kinetics experiment in parallel with wild-type virus, we found that the 176 DUBmut virus replicates with essentially identical kinetics as the wild-type in a murine 177 astrocytoma cell line (DBT cells) (Fig. 4A ). These results are consistent with previous studies of 178 coronavirus interferon antagonists, which showed in many cell lines that viral-mediated interferon 179 antagonism is not essential for virus replication (5, 6). Regarding the other ubiquitin-interacting 180 residues identified in the structural analysis, we attempted to rescue virus with substitutions at the 181 F1812 position, but were unable to recover viable virus. These results indicate that F1812 may 182 play a critical role within the polyprotein during virus replication. We were able to recover virus 183 containing the R1803A substitution, but found that it had no detectable phenotype, which we 184 documented in our previous study (5). Here, we focus our efforts on evaluating replication and IFNprotein into the supernatant, as detected by ELISA (Fig. 4B ). We show that this activation 191 of IFN is dependent on expression of pattern recognition receptor MDA5 (Fig. 4D ), in agreement 192 with previous reports (5, 6, 33). To our surprise, we found that replication of DUBmut is not 193 impaired relative to the wild-type virus in BMDMs, as measured by level of nucleocapsid RNA 194 (Fig. 4E ) and evaluation of infectious virus particle production over time in the kinetics assay (Fig. 195 4F). These results demonstrate that an elevated interferon response is generated during replication 196 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 1734,
                    "end": 1743,
                    "text": "(Fig. 195",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 462,
                    "end": 470,
                    "text": "(Fig. 4A",
                    "ref_id": null
                },
                {
                    "start": 1296,
                    "end": 1304,
                    "text": "(Fig. 4B",
                    "ref_id": null
                },
                {
                    "start": 1413,
                    "end": 1421,
                    "text": "(Fig. 4D",
                    "ref_id": null
                },
                {
                    "start": 1636,
                    "end": 1644,
                    "text": "(Fig. 4E",
                    "ref_id": null
                }
            ],
            "section": "167"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/782409 doi: bioRxiv preprint of the DUBmut virus, but that this interferon profile is not associated with reduced production of 197 infectious particles in either DBT cells or BMDMs. In the present study, we aimed to investigate the roles of PLP2 DUB activity during 216 coronavirus infection. Through structure-guided mutagenesis, we identified residues of MHV 217 PLP2 that mediates its interaction with ubiquitin. By mutating the residue Asp-1772 to Ala 218 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "167"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/782409 doi: bioRxiv preprint (D1772A), we found that the DUB activity of PLP2 was greatly reduced and a recombinant MHV 219 carrying this mutation (DUBmut) activated an earlier IFN response in macrophages. Although we 220 only observed a subtle attenuation of the DUBmut virus in the tested animal models, we 221 demonstrated that PLP2 DUB activity does play a role in suppressing the host immune response 222 and is a virulence trait, strengthening our earlier discoveries on SARS-CoV PLpro (4). We further 223 investigated the differences in the interferon response generated in response to WT versus 224 DUBmut virus in our companion study (Volk et al., submitted) , which further supports a role for 225 DUB activity in modulating the interferon response in macrophages.",
            "cite_spans": [
                {
                    "start": 760,
                    "end": 784,
                    "text": "(Volk et al., submitted)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "167"
        },
        {
            "text": "The structure-guided approach used to generate the DUBmut virus allowed for substitution. The deISGylating ability of the enzyme is also not affected. In contrast, the mutant 237 enzyme's deubiquitinating activity is significantly reduced relative to wild-type, which is most 238 likely due to a lowered binding affinity for ubiquitin as the enzyme could not be saturated with 239 Ub-AMC as a substrate. 240 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "226"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/782409 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "226"
        },
        {
            "text": "We can also use these structural, mutagenesis and kinetic characterization studies on MHV 241 PLP2 to guide future structure-based design studies of emerging coronaviruses, such as the newly We were able to reproduce the enzymatic profile of the purified PLP2-D1772A mutant 256 protein when we expressed it in cell culture (Fig. 3) . Therefore, our finding that the DUBmut virus 257 containing the PLP2-D1772A substitution activates an elevated antiviral response in macrophages 258 compared to the wild-type virus, but that this antiviral state results in only mild attenuation of 259 disease in mice relative to WT infection, was unexpected. Previous studies demonstrated that 260 ubiquitin has important roles in both the activation and the attenuation of innate antiviral pathways 261 (39); therefore, we anticipated a more remarkable phenotype for a DUB-mutant virus. We can 262 imagine several possible explanations for our findings. First, it is possible that viral DUB activity 263 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 323,
                    "end": 331,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "226"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/782409 doi: bioRxiv preprint has a relatively minor role in shaping pathogenesis in this system. In fact, our recent studies using 264 SARS-CoV and SARS-related CoVs found that the papain-like protease domain/DUB is a 265 virulence trait that varies among members of the SARS-coronavirus species (4). In that study, we The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/782409 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "226"
        },
        {
            "text": "The mouse experiment in this study was carried out in accordance with the (BMDMs) were prepared and cultured as described previously (5).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "287"
        },
        {
            "text": "The sequence of the PLP2 domain (amino acids 1525-1911 of MHV pp1ab) in frame with 308 a V5 epitope tag was codon-optimized, synthesized by Genscript (Piscataway, NJ) (sequence 309 available upon request), and cloned into pCAGGS vector. For mutagenesis, an overlapping PCR 310 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "307"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/782409 doi: bioRxiv preprint strategy was used with synthetic primers (sequences available upon request). The introduced Qiagen). The first strand cDNA was synthesized from an equal amount of RNA using Rt2 HT First 378 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "307"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. Amino acids mutated in this study are indicated with a black asterisk, the catalytic cysteine is 559 indicated by a blue asterisk, and those amino acids that bind ubiquitin and were mutated in this 560 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "307"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/782409 doi: bioRxiv preprint study are boxed in green. The active site substrate binding loop also involved in binding inhibitors 561 of SARS is shown highlighted in yellow. The sequence alignment was created using ESPript3. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. were statistically analyzed using unpaired t-tests. *, p < 0.05; **, p < 0.01. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/782409 doi: bioRxiv preprint . Amino acids are colored by similarity using the RISER coloring scheme. Numbering shown is based on MHV sequence. Amino acids mutated in this study are indicated with a black asterisk, the catalytic cysteine is indicated by a blue asterisk, and those amino acids that bind ubiquitin and were mutated in this study are boxed in green. The active site substrate binding loop also involved in binding inhibitors of SARS is shown highlighted in yellow. The sequence alignment was created using ESPript3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "307"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronaviruses post-SARS: update on replication and 414 pathogenesis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Netland",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat Rev Microbiol",
            "volume": "7",
            "issn": "6",
            "pages": "439--50",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Biochemical aspects of coronavirus 416 replication and virus-host interaction",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Enjuanes",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Almazán",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Sola",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zuñiga",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Annu Rev Microbiol",
            "volume": "60",
            "issn": "",
            "pages": "211--230",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Ub-AMC (blue), and ISG15-AMC (yellow) compared to the wild-type enzyme. (B) Steady-state kinetic parameters for wild type and D1772A mutant enzymes. (C) Sequence alignment of Ub and ISG15 from human and mouse generated by Clustal Omega. The two arginine residues of Ub (R42 and R72) that interact with D1772 are indicated by arrows. R72 is conserved between Ub and ISG15, whereas R42 (shaded in yellow) is only present in Ub",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Totura",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "SARS coronavirus pathogenesis: host innate immune Figure 2. Structure-guided mutagenesis of MHV PLP2 reveals that D1772A disrupts ubiquitin binding and reduces DUB activity. (A)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The sequence alignment was created using ESPript",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Mouse_Isg15",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "185 pathogenesis of the recovered DUBmut virus. 186 To determine if the impaired DUB activity of the DUBmut virus had an effect on interferon 187 antagonism, we infected primary bone marrow-derived macrophages (BMDMs) and evaluated 188 viral replication kinetics and levels of interferon mRNA and protein. We observed significant 189 activation of interferon alpha (IFN) mRNA expression (Fig. 4A) that is coupled with release of 190",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "DUB activity mildly attenuates coronavirus pathogenesis in mice. To 199 complement our in vitro studies, we next sought to determine whether loss of DUB activity and 200 the observed activation of interferon during the DUBmut virus infection in macrophages is 201 associated with an attenuated pathogenesis in mice. To test this, we first inoculated mice using the 202 intracranial infection model to evaluate lethality among WT and DUBmut-infected mice, and 203 found similar weight loss and lethality (data not shown). To investigate the pathogenesis in the 204 liver, we inoculated four-(young) or six-week-old (adult) mice intra-peritoneally with a low dose 205 (6×10 3 plaque-forming units [pfu]) or a high dose (6×10 4 pfu) of the designated virus, respectively, 206 and measured viral titer in the liver and spleen at the indicated days post-infection (dpi). We 207 observed similar levels of infectious particles in young mice inoculated with a high dose of virus 208 and adult mice with a low dose at 3 and 5 dpi (data not shown), but detected reduced viral titers in 209 the spleens of young mice infected with a low dose of DUBmut virus at 3 dpi (Fig. 5A) and adult 210 mice inoculated with a high dose at 5 dpi (Fig. 5B). Similar pathology in liver sections was 211 observed at 3 and 5 dpi (Fig. 5C). These results indicate that the DUBmut virus is mildly attenuated 212 compared to the wild-type virus, suggesting that the DUB activity does play a role in MHV 213 pathogenesis and PLP2 is a virulence factor. 214 Discussion 215",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "227 characterization of three different classes of mutant enzymes: Class I, deficient in both DUB and 228 deISGylating activity; Class II, deficient in deISGylating activity only; and Class III, deficient in 229 DUB activity but competent in protease and deISGylating activity. We utilized three unique 230 biochemical substrates, each with a conjugated fluorescent AMC reporter, to evoke the multi-231 functional activities of PLP2. Activity against the z-RLRGG-AMC peptide substrate represents 232 the polyprotein processing activity of MHV PLP2, while UB-AMC and ISG15-AMC stimulate 233 the deubiquitinating and deISGylating activities of the enzyme, respectively (17, 34). The kinetic 234 data for the D1772A DUBmut hydrolysis of the z-RLRGG-peptide provided in Figure 2B indicate 235 that the polyprotein processing ability of this mutant is likely not affected by the D1772A 236",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "of SARS-CoV bound to ubiquitin (17) with the sequence of nCoV-2019 PLpro 244 (Fig. 6A) and comparing the differences in their residues with those of MHV PLP2 (Fig. 1E), we 245 observe significant differences in the potential interactions between nCoV-2019 and ubiquitin. For 246 example, we found that the hydrogen bonds between MHV PLP2 R1803 and the carbonyl oxygen 247 of UbA46 (Fig. 1B) are lost in nCoV-2019 and SARS-CoV (Fig. 6B). In contrast, the hydrogen 248 bonds between MHV PLP2 D1772 and Ub residues R42 and R72 (Fig. 1C) are likely preserved 249 with the substitution of E1772 in nCoV-2019 and SARS-CoV PLpro (Fig. 6C). The hydrophobic 250interactions between Ub residues I44 and V70 and F1812 of MHV PLP2(Fig. 1D) also appear to 251 be preserved with M1812 of nCoV-2019 and SARS-CoV PLpro(Fig. 6D). The X-ray structures252 of MHV PLP2 and SARS-CoV PLpro, together with our structural model of nCoV-2019 PLpro, 253 will provide testable hypotheses for the design and mutagenesis of the ubiquitin-binding domain 254 (17) and diubiquitin-binding domains (20) of the recently emerged coronavirus nCoV-2019 PLpro.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "266 found that replacing the SARS PLP2/DUB domain with a SARS-related PLP2/DUB domain 267 reduced the ability of that virus to antagonize the innate immune response. Together, this previous 268 report in conjunction with the current study support the concept that different PLP2/DUB domains 269 may have distinct effects on antagonism of the innate immune response depending on the virus 270 and the host cell type. Another possibility is that the DUB-mutant virus we generated may not have 271 been sufficiently debilitated in its DUB activity to result in altered pathogenesis. We found that it 272 was difficult to recover viable DUB-mutant viruses; indeed, this D1772A mutant was the sole 273 viable DUB-mutant representative of our many attempts. Because an elevated interferon response 274 was elicited from the DUBmut-infected cells, this mutant virus fulfilled our criteria demonstrating 275 the inactivation of an interferon antagonist. However, we speculate that if we are able to recover 276 mutants that exhibit a range of DUB activity, we may be able to more fully assess the role of DUB 277 activity as a contributor to coronaviral pathogenesis. Despite these caveats, the MHV DUB-mutant 278 generated in this study did exhibit a reproducible phenotype of eliciting an elevated interferon 279 response in infected macrophages that was associated with mild attenuation of pathogenesis with 280 reduced titers in the livers and spleens of infected mice. Overall, we conclude that DUB activity 281 is indeed a virulence trait, and contributes to the ability of MHV to modulate the host innate 282 immune response to infection. Further studies are needed to identify the targets of viral DUB 283 activity and the detailed role of DUB activity in delaying the innate immune response to virus",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "288 recommendations in the Guide for the Care and Use of Laboratory Animals of the National 289 Institutes of Health. The experimental protocol was reviewed and approved by the Institutional 290 Animal Care and Use Committee (IACUC) at Loyola University Chicago (IACUC#: 2016-029). 291 C57BL/6 female mice were purchased from The Jackson Laboratory and maintained in the 292 Comparative Medicine Facility of Loyola University Chicago. Mice were consistently monitored 293 for signs of distress over the course of the experiments to be removed from the experiment and 294 euthanized using carbon dioxide inhalation to prevent unnecessary suffering. 295 Cells 296 Human embryonic kidney (HEK) 293T cells were purchased the from American Type 297 Culture Collection (ATCC, # CRL-11268) and maintained in DMEM (#10-017-CV, Corning) 298 containing 10% fetal calf serum (FCS) and supplemented with 1% nonessential amino acids, 1% 299 HEPES, 2% L-glutamine, 1% sodium pyruvate, and 1% penicillin/streptomycin. DBT cells were 300 cultured in MEM (#61100-061, ThermoFisher) supplemented with 5% FCS, 2% L-glutamine, and 301 10% Tryptose Phosphate Broth (TPB). The 17Cl-1 cell line was maintained in DMEM containing 302 5% FCS. Baby hamster kidney cells expressing the MHV receptor (BHK-R) were kindly provided 303 by Mark Denison (Vanderbilt University Medical Center) and maintained in DMEM supplemented 304 with 10% FCS, 2% L-glutamine, and 0.8 µg/mL G418. Bone marrow-derived macrophages 305",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Hiscott (Jewish General Hospital, Montreal, Canada). The Flag-Ub plasmid was kindly 314 provided by Adriano Marchese (University of Wisconsin-Milwaukee).315MHV PLP2 wild-type and mutant purification, kinetics, and X-ray structure316    The wild-type, C1716S, D1772A, R1803A, and F1812A mutant enzymes were expressed 317 and purified similar to our previously published methods except that the MHV PLP2 construct 318 used here (amino acids N1609 to N1909) was absent the DPUP domain (16). Crystallization and 319 X-ray structure determination details will be published elsewhere. Steady-state kinetic studies on 320 the wild-type, D1772A, R1803A, and F1812A mutant enzymes with substrates Z-RLRGG-AMC 321 (where Z is a carboxybenzyl protecting group), Ubiquitin-AMC, and ISG15-AMC were performed322 as described previously (16). Structure figures were generated with the software program UCSF 323 Chimera (40). 324 Protease and deubiquitinating activity assays 325 To determine the protease activity of PLP2, HEK293T cells grown to 70% confluency in 326 24-well plates (Corning) were transfected using TransIT-LT1 (MIR2300, Mirus) according to the 327 manufacturer's protocol. For the protease activity assay, HEK293T cells were transfected with 25 328 ng nsp2/3-GFP plasmid and 200 ng pCAGGS-PLP2-V5 expression plasmids (wild-type and 329 mutant). To determine deubiquitinating activity of the proteins, cells were transfected with 200 ng 330 Flag-Ub plasmid and pCAGGS-PLP2-V5 expression plasmids (wild-type and mutant). Cells were 331 lysed 24 h post-transfection with 100 µL of lysis buffer (comprising 20 mM Tris [pH 7.5], 150 332 mM NaCl, 1mM EGTA, 1mM EDTA, 1% Triton X-100, 2.5 mM sodium pyrophosphate, 1mM β-via site-directed mutagenesis. Viral genomic RNA from in vitro transcription of ligated 358 cDNA fragments using a mMESSAGE mMACHINE T7 Transcription Kit (AM1344, Thermal 359 Fisher) was electroporated into BHK-R cells. Cell supernatants were collected as viral stock 360 following observation of cytopathic effects. Rescued virus was plaque-purified, propagated on 361 BHK-R cells, and titrated on 17Cl-1 cells. The stock virus was subjected to full-genome 362 sequencing and the sequences were aligned to the parental strain, with the intended engineered 363 mutation detected and no additional mutations detected (Kansas State University Diagnostic 364 Laboratory).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "or BMDMs were infected with wild-type icMHV-A59 or DUB-mutant virus at 367 a multiplicity of infection (MOI) of 1 in serum-free medium. After a one-hour incubation, the 368 inoculum was replaced with fresh, complete medium. Cell culture supernatants were collected at 369 indicated time points and titrated by plaque assay on 17Cl-1 cells. Titers were obtained from three 370 independent assays for each sample. Graphs of virus kinetics were generated using Prism software 371 (GraphPad Software).372Quantification of IFN production by RT-qPCR and ELISA373BMDMs in a 12-well plate were mock-infected or infected with MHV at a MOI of 1. At374 indicated time points, monolayer cells were collected for RNA extraction and cell culture 375 supernatants were harvested for ELISA analysis. To determine IFN-11, β-actin, or MHV-A59 N 376 gene mRNA levels, total RNA was extracted from collected cells using a RNeasy Mini Kit (74104, 377",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "set as follows: one step at 95°C (10 min), 40 cycles of 95°C (15 s), 60°C (1 min) 382 and plate read, one step at 95 °C (10 s), and a melt curve from 65°C to 95°C at increments of 383 0.5°C/0.05s. Samples were evaluated in triplicate and data are representative of three independent 384 experiments. The levels of mRNA were reported relative to β-actin mRNA and expressed as 2 −ΔCT 385 [ΔCT = CT(gene of interest) − CT(β-actin)]. The secreted amount of IFN- in culture supernatants was 386 assayed using a mouse IFN- ELISA kit (BMS6027, eBioscience) according to the 387 manufacturer's instructions. 388 Mouse experiments 389Evaluation of MHV pathogenesis in laboratory mouse was previously described (5, 41).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Briefly, for intracranial infections, six-week-old C57BL/6 female mice were inoculated with 600 391 pfu of virus in 20 μL PBS. Infected mice were monitored for body weight daily and euthanized 392 when weight loss surpassed 25%. Statistical analyses of survival rate were performed using the 393 log-rank test. For intraperitoneal infection, six-or four week-old mice were injected with 6×10 3 or 394 6×10 4 pfu of virus in 100 μL PBS. Organs were collected at indicated time points and evaluated 395 for viral burden. Liver pathology was evaluated using H&E staining by the Tissue Processing Core396 Facility at Loyola University Chicago. 397 Acknowledgments 398 This work was supported by the National Institutes of Health (NIH) grant R01 AI085089 399 (to SCB and ADM). MH and RCM were supported by NIH T32 Training Grant for Experimental 400 Immunology (#AI007508) and RCM was supported by the Arthur J. . 2007. IFN-stimulated gene 15 functions as a critical antiviral molecule against 503 influenza, herpes, and Sindbis viruses. Proc Natl Acad Sci USA 104(4):1371-1376. 504 30. Skaug B, Chen ZJ. 2010. Emerging role of ISG15 in antiviral immunity. Cell 143(Devaraj SG, Wang N, Chen Z, Chen Z, Tseng M, Barretto N, Lin R, Peters CJ, Tseng C-507 TK, Baker SC, Li K. 2007. Regulation of IRF-3-dependent innate immunity by the 508 papain-like protease domain of the severe acute respiratory syndrome coronavirus. J Biol 509 Chem 282(44):32208-21. 510 32. Yount B, Denison MR, Weiss SR, Ralph S, Baric RS. 2002. Systematic assembly of a 511 full-length infectious cDNA of mouse hepatitis virus strain A59. J Virol 76:11065-11078. 512 33. Roth-Cross JK, Bender SJ, Weiss SR. 2008. Murine coronavirus mouse hepatitis virus is 513 recognized by MDA5 and induces type I interferon in brain macrophages/microglia. J 514 Virol 82:9829-38.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "J, Wei Y, Wu W, Xie X, Yin W, Li H, Liu M, Xiao Y, Gao H, Guo L, Xie J, Wang 523 G, Jiang R, Gao Z, Jin Q, Wang J, Cao B. 2020. Clinical features of patients infected with 524 2019 novel coronavirus in Wuhan, China. Lancet 0. 525 37. Zhou P, Yang X-L, Wang X-G, Hu B, Zhang L, Zhang W, Si H-R, Zhu Y, Li B, Huang C-526 L, Chen H-D, Chen J, Luo Y, Guo H, Jiang R-D, Liu M-Q, Chen Y, Shen X-R, Wang X, 527 Zheng X-S, Zhao K, Chen Q-J, Deng F, Liu L-L, Yan B, Zhan F-X, Wang Y-Y, Xiao G-528 F, Shi Z-L. 2020. A pneumonia outbreak associated with a new coronavirus of probable 529 bat origin. Nature 1-4.530 38. Wu F, Zhao S, Yu B, Chen Y-M, Wang W, Song Z-G, Hu Y, Tao Z-W, Tian J-H, Pei Y-531 Y, Yuan M-L, Zhang Y-L, Dai F-H, Liu Y, Wang Q-M, Zheng J-J, Xu L, Holmes EC, 532 Zhang Y-Z. 2020. A new coronavirus associated with human respiratory disease in China. Heaton SM, Borg NA, Dixit VM. 2016. Ubiquitin in the activation and attenuation of 535 innate antiviral immunity. J Exp Med 213:1-13.536 40. Pettersen EF, Goddard TD, Huang CC, Couch GS, Greenblatt DM, Meng EC, Ferrin TE. 537 2004. UCSF Chimera?A visualization system for exploratory research and analysis.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "X-ray structure of the MHV PLP2-Ubiquitin complex and residues involved in 545 ubiquitin-binding. (A) Overall structure of MHV PLP2-C1716S-Ub complex. Domains are color 546 coded: Ub in yellow, Ubl2 domain of PLP2 in purple, thumb domain in orange, palm domain in 547 cyan, and fingers domain in green. Residue D1772 of PLP2 is located outside of the active site 548 which is circled in black. (B) Hydrogen bond interactions between MHV PLP2 R1803 and the 549 backbone of A46 of ubiquitin. (C) Binding interactions between MHV PLP2 D1772 and two 550 arginine residues (R42 and R72) of ubiquitin. (D) Hydrophobic interactions between F1812 of 551 MHV PLP2 and ubiquitin residues I44 and V70. The 2Fo-Fc maps (blue) surrounding the residues 552 are contoured at 1σ in each panel. The PDB coordinates for the MHV PLP2-C1716S-Ub complex 553 have been deposited under PDB Code 5WFI. (E) Sequence alignment (MultAlign) of coronavirus 554 papain-like protease/deubiquitinating domains from MHV (1606-1911 aa, accession 555 #AAX23975), SARS (1541-1854 aa, accession #ACZ72209), 2019-nCoV (1564-1878, accession 556 #QHO60603) and MERS (1480-1803 aa, accession # AHY21467). Amino acids are colored by 557 similarity using the RISER coloring scheme. Numbering shown is based on MHV sequence.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Structure-guided mutagenesis of MHV PLP2 reveals that D1772A disrupts 563 ubiquitin binding and reduces DUB activity. (A) Relative kinetic activities of three mutant 564 MHV PLP2 enzymes toward three substrates: z-RLRGG-AMC (green), Ub-AMC (blue), and 565 ISG15-AMC (yellow) compared to the wild-type enzyme. (B) Steady-state kinetic parameters for 566 wild type and D1772A mutant enzymes. (C) Sequence alignment of Ub and ISG15 from human 567 and mouse generated by Clustal Omega. The two arginine residues of Ub (R42 and R72) that 568 interact with D1772 are indicated by arrows. R72 is conserved between Ub and ISG15, whereas 569 R42 (shaded in yellow) is only present in Ub. Accession numbers: Human_Ub, 1ubq; Mouse_Ub, 570 P62991; Human_ISG15, AAH09507; Mouse_ISG15, AAI09347. The sequence alignment was 571 created using ESPript. D1772A substitution in the coronavirus papain-like protease Ub-binding site 573 reduces DUB activity and interferon antagonism without reducing protease activity. (A) 574 Western blot assessing the DUB activity of PLP2. (B) IFN antagonism of PLP2 was determined 575 using an IFN-luciferase reporter stimulated by N-RIG-I expression. The reporter activity of vector 576 control was set to 100% (indicated by a dash line). (C and D) Protease activity was evaluated using 577 (C) a trans-cleavage assay that detects the cleaved products by western blot and (D) a pGlo 578 biosensor assay which is activated by PLP2-mediated cleavage of the substrate. Data are 579 representative of at least two independent experiments. Data in (B) and (D) are presented as means 580 ± SD.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Evaluating the replication kinetics of, and level of interferon activation by, WT 582 MHV and DUBmut in cell culture. (A) Replication kinetics of WT and DUBmut virus in DBT 583 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "mRNA levels in WTand DUBmut-infected BMDMs were assessed at indicated 584 time points by qRT-PCR. (C) IFNα protein levels in the supernatants of infected BMDMs were 585 evaluated at the times indicated. (D) Comparison of IFNα11 levels in B6 versus MDA5-/-BMDMs 586 at 12 hours post-infection (HPI). (E) Assessing levels of viral nucleocapsid (N) mRNA by qRT-587 PCR. (F) Replication kinetics of WT and DUBmut virus in BMDM cells. Data are representative 588 of at least two independent experiments and are presented as means ± SD. Data in (B) and (C)589",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "Evaluating replication and pathogenesis of MHV-DUBmut in mice. Four-(A) or 591 six-week-old (B) mice were infected with indicated doses of MHV. Viral titer in livers and spleens 592 isolated from WT-or DUBmut virus-infected mice was determined by plaque assay. The number 593 of mice in each group is shown in parentheses. Data were statistically analyzed using unpaired t-594 tests and are presented as means ± SEM. (C) H&E staining of liver sections from infected mice at 595 3 and 5 days post-infection (DPI). Representative MHV-associated liver lesions are indicated by 596 arrows. Alignment of the nCoV-2019 PLpro domain with the X-ray structure of the closely 598 related SARS-CoV PLpro domain in complex with ubiquitin. (A) X-ray structure of SARS-599 CoV PLpro-ubiquitin-aldehyde complex (blue) (PDB: 4MM3) with each of its domains labeled as 600 finger, palm, thumb, and Ubl2. Ubiquitin-aldehyde is colored yellow. The nCoV-2019 PLpro 601 structure (cyan) was modeled by first mutating the residues of SARS PLpro in the X-ray structure 602 to those of nCoV-2019 PLpro based upon the sequence alignment in Figure 1E. The nCoV-2019 603 PLpro-Ubiquitin-aldehyde complex was then refined using the structure-factor amplitudes and 604 initial phases of the SARS PLP-Ubiquitin aldehyde complex (PDB: 4MM3). The residues that are 605 different between SARS-CoV PLpro and nCoV-2019 PLpro are highlighted as sticks. (B) Potential 606 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "X-ray structure of the MHV PLP2-Ubiquitin complex and residues involved in ubiquitin-binding. (A) Overall structure of MHV PLP2-C1716S-Ub complex. Domains are color coded: Ub in yellow, Ubl2 domain of PLP2 in purple, thumb domain in orange, palm domain in cyan, and fingers domain in green. Residue D1772 of PLP2 is located outside of the active site which is circled in black. (B) Hydrogen bond interactions between MHV PLP2 R1803 and the backbone of A46 of ubiquitin. (C) Binding interactions between MHV PLP2 D1772 and two arginine residues (R42 and R72) of ubiquitin. (D) Hydrophobic interactions between F1812 of MHV PLP2 and ubiquitin residues I44 and V70. The 2Fo-Fc maps (blue) surrounding the residues are contoured at 1σ in each panel. The PDB coordinates for the MHV PLP2-C1716S-Ub complex have been deposited under PDB Code 5WFI. (E) Sequence alignment (MultAlign) of coronavirus papain-like protease/deubiquitinating domains from MHV (1606-1911 aa, accession #AAX23975), SARS (1541-1854 aa, accession #ACZ72209), 2019-nCoV (1564-1878, accession #QHO60603) and MERS (1480-1803 aa, accession # AHY21467)",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Western blot assessing the DUB activity of PLP2. (B) IFN antagonism of PLP2 was determined using an IFN-luciferase reporter stimulated by N-RIG-I expression. The reporter activity of vector control was set to 100% (indicated by a dash line). (C and D) Protease activity was evaluated using (C) a trans-cleavage assay that detects the cleaved products by western blot and (D) a pGlo biosensor assay which is activated by PLP2-mediated cleavage of the substrate. Data are representative of at least two independent experiments. Data in (B) and (D) are presented as means ± SD. (A) X-ray structure of SARS-CoV PLpro-ubiquitin-aldehyde complex (blue) (PDB: 4MM3) with each of its domains labeled as finger, palm, thumb, and Ubl2. Ubiquitin-aldehyde is colored yellow. The nCoV-2019 PLpro structure (cyan) was modeled by first mutating the residues of SARS PLpro in the X-ray structure to those of nCoV-2019 PLpro based upon the sequence alignment in Figure 1E . The nCoV-2019 PLpro-Ubiquitin-aldehyde complex was then refined using the structure-factor amplitudes and initial phases of the SARS PLP-Ubiquitin aldehyde complex (PDB: 4MM3). The residues that are different between SARS-CoV PLpro and nCoV-2019 PLpro are highlighted as sticks. (B) Potential interactions between L1803 of SARS-CoV PLpro and nCoV-2019 PLpro with residue A46 of ubiquitin. (C) Predicted interaction between E1772 of SARS-CoV PLpro and nCoV-2019 PLpro and residues R42 and R72 of ubiquitin. (D) Potential interactions between residues I44, V70, and R42 of ubiquitin with residues M1812 of SARS-CoV PLpro and nCoV-2019 PLpro.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 946,
                    "end": 955,
                    "text": "Figure 1E",
                    "ref_id": null
                }
            ],
            "section": "Figure 3. D1772A substitution in the coronavirus papain-like protease Ub-binding site reduces DUB activity and interferon antagonism without reducing protease activity. (A)"
        }
    ]
}