{
    "paper_id": "3c476baf5542bef88b8aad92bcca6786d1afa282",
    "metadata": {
        "title": "DEN-IM: Dengue Virus identification from shotgun and targeted metagenomics",
        "authors": [
            {
                "first": "C",
                "middle": [
                    "I"
                ],
                "last": "Mendes",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidade de Lisboa",
                    "location": {
                        "settlement": "Lisboa",
                        "country": "Portugal"
                    }
                },
                "email": ""
            },
            {
                "first": "E",
                "middle": [],
                "last": "Lizarazo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Medical Center Groningen",
                    "location": {
                        "settlement": "Groningen",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "P"
                ],
                "last": "Machado",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidade de Lisboa",
                    "location": {
                        "settlement": "Lisboa",
                        "country": "Portugal"
                    }
                },
                "email": ""
            },
            {
                "first": "D",
                "middle": [
                    "N"
                ],
                "last": "Silva",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidade de Lisboa",
                    "location": {
                        "settlement": "Lisboa",
                        "country": "Portugal"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Tami",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Medical Center Groningen",
                    "location": {
                        "settlement": "Groningen",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Ramirez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidade de Lisboa",
                    "location": {
                        "settlement": "Lisboa",
                        "country": "Portugal"
                    }
                },
                "email": ""
            },
            {
                "first": "N",
                "middle": [],
                "last": "Couto",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Medical Center Groningen",
                    "location": {
                        "settlement": "Groningen",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "W A"
                ],
                "last": "Rossen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Medical Center Groningen",
                    "location": {
                        "settlement": "Groningen",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "A"
                ],
                "last": "Carriço",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidade de Lisboa",
                    "location": {
                        "settlement": "Lisboa",
                        "country": "Portugal"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Dengue virus (DENV) represents a public health and economic burden in affected countries. The availability of genomic data is key to understand viral evolution and dynamics, supporting improved control strategies. Currently, the use of High Throughput Sequencing (HTS) technologies, which can be applied both directly to patient samples (shotgun metagenomics) and to PCR amplified viral sequences (targeted metagenomics), is the most informative approach to monitor the viral dissemination and genetic diversity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Despite many advantages, these technologies require bioinformatics expertise and appropriate infrastructure for the analysis and interpretation of the resulting data. In addition, the many software solutions available can hamper reproducibility and comparison of results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Here we present DEN-IM, a one-stop, user-friendly, containerised and reproducible workflow for the analysis of DENV sequencing data, both from shotgun and targeted metagenomics approaches. It is able to infer DENV coding sequence (CDS), identify serotype and genotype, and generate a phylogenetic tree. It can easily be run on any UNIX-like system, from local machines to high-performance computing clusters, performing a comprehensive analysis without the requirement of extensive bioinformatics expertise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Using DEN-IM, we successfully analysed two DENV datasets. The first comprised 25 shotgun metagenomic sequencing samples of varying serotype and genotype, including a spiked sample containing the existing four serotypes. The second dataset consisted of 106 targeted metagenomics samples of DENV 3 genotype III where DEN-IM allowed detection of the intra-genotype diversity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The DEN-IM workflow, parameters and execution configuration files, and documentation are freely available at https://github.com/B-UMMI/DEN-IM. The Dengue virus (DENV), a single-stranded positive-sense RNA virus belonging to the Flavivirus 2 genus, is one of the most prevalent arboviruses and is mainly concentrated in tropical and subtropical 3 regions. Infection with DENV results in symptoms ranging from mild fever to haemorrhagic fever and 4 shock syndrome [1]. Transmission to humans occurs through the bite of Aedes mosquitoes namely 5 Aedes aegypti and Aedes albopictus [2] In 2010, it was predicted that the burden of dengue disease 6 reached 390 million cases per year worldwide [3]. The high morbidity and mortality of dengue makes 7 it the arbovirus with the highest clinical significance [4]. 8 The viral genome of ∼11,000 nucleotides, consists of a Coding Sequence (CDS) of approximately 9",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "10.2 Kb that is translated into a single polyprotein encoding three structural proteins (capsid -C, 10 premembrane -prM, envelope -E) and seven non-structural proteins (NS1, NS2A, NS2B, NS3, NS4A, 11 NS4B and NS5. Additionally, the genome contains two Non-Coding Regions (NCRs) at their 5' and 12 3' ends [5].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "DENV can be classified into four serotypes (1, 2, 3 and 4), differing from each other by 25% to 14 40% at the amino acid level. They are further classified into genotypes that vary by up to ∼3% 15 at the amino acid level [2]. The DENV-1 serotype comprises five genotypes (I-V), DENV-2 groups 16 six (I-VI, also named American, Cosmopolitan, Asian-American, Asian II, Asian I and Sylvatic), 17 DENV-3 four (I-III and V), and DENV-4 also four (I-IV). 18 DENV is a significant public health challenge in countries where the infection is endemic due 19 to the high health and economic burden. Despite the emergence of novel therapies and ecological 20 strategies to control the mosquito vector, there are still important knowledge gaps in the virus biology 21 and its epidemiology [2].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The implementation of a surveillance system relying on High Throughput Sequencing (HTS) 23 technologies allows the simultaneous identification and surveillance of DENV cases. Due to the 24 high sensitivity of these technologies, previous studies showed that viral sequences can be directly 25 obtained from patient sera using a shotgun metagenomics approach [6]. Alternatively, HTS can be 26 used in a targeted metagenomics approach in which a PCR step is used to pre-amplify viral sequences 27 before sequencing. In recent years, HTS has been successfully used as a tool for identification of 28 DENV directly from clinical samples [6, 7]. This also allows the rapid identification of the serotype 29 and genotype important for disease management as the genotype may be associated with disease 30 outcome [8].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "31 Several initiatives aim to facilitate the identification of the DENV serotype and genotype from 32 HTS data. The Genome Detective project (https://www.genomedetective.com/) offers an online 33 Dengue Typing Tool (https://www.genomedetective.com/app/typingtool/dengue/) relying on 34 BLAST and phylogenetic methods in order to identify the closest serotype and genotype, but it 35 requires as input assembled genomes in FASTA format. Alternatively, the same project offers 36 a Genome Detective Typing Tool (https://www.genomedetective.com/app/typingtool/virus/) 37 identifying viruses present in a sample.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We developed DEN-IM as a ready-to-use, one-stop, reproducible bioinformatic analysis workflow 39 for the processing and phylogenetic analysis of DENV using paired-end raw HTS data. DEN-IM is 40 implemented in Nextflow [9], a workflow manager software that uses Docker (https://www.docker. 41 com) containers with pre-installed software for all the workflow tools. The DEN-IM workflow, as well 42 as parameters and documentation, are available at https://github.com/B-UMMI/DEN-IM. 43 3 The DEN-IM Workflow 44 DEN-IM is a user-friendly automated workflow allowing the analysis of shotgun or targeted metage-45 nomics data for the identification, serotyping, genotyping, and phylogenetic analysis of DENV. It is 46 implemented in Nextflow, a workflow management system that allows the effortless deployment and 47 3 . CC-BY 4.0 International license author/funder. It is made available under a",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/628073 doi: bioRxiv preprint execution of complex distributed computational workflows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The workflow is composed of five blocks: 1. Quality Control and Trimming, 2. Retrieval of DENV 49 sequences, 3. Assembly, 4. in silico Typing, and 5. Phylogeny, described in more detail in Figure 1 . 50 DEN-IM accepts as input raw paired-end sequencing data (FASTQ files), and informs the user with 51 an interactive HTML report with information on the quality control, mapping, assembly typing and 52 phylogenetic analysis, as well as all the output files of the whole pipeline. 53 3.1 1. Quality Control and Trimming 54 The Quality Control (QC) and Trimming block starts with a process to verify the integrity of the 55 input data. If the sequencing files are corrupted, the execution of the analysis of that sample is 56 terminated. 57 The sequences are then processed by FastQC (https://www.bioinformatics.babraham.ac.uk/ 58 projects/fastqc/, version 0.11.7) to determine the quality of the individual base pairs of the 59 raw data files. The low quality bases and adapter sequences are trimmed by Trimmomatic [10] 60 (version 0.36). By default, Trimmomatic removes the Illumina Nextera, TruSeq2 and TruSeq3 adapter 61 sequences that are detected, and relies on Phred scores [11] and FastQC analysis data to determine 62 to which extend the 5' and 3' ends of the reads need to be trimmed. The crop and headcrop setting 63 is calculated per sample, based on the GC ratio of each half of the read. By default, the window size 64 is set to 5 nucleotides with a minimum average quality of 20. In addition, paired-end reads with a 65 read length shorter than 55 nucleotides after trimming are removed from further analyses. 66 Lastly, the low complexity sequences, containing over 50% of poly-A, poly-N or poly-T nucleotides, 67 are filtered out of the raw data using PrinSeq [12] (version 0.10.4).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 189,
                    "end": 197,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "68 3.2 2. Retrieval of DENV Sequences 69 In the second step, DENV sequences are selected from the sample using Bowtie2 [13] (version 70 2.2.9) and Samtools [14] (version 1.4.1). As a reference we provide the DENV mapping database, a 71 curated DENV database composed of 3830 complete DENV genomes (see Methods, DENV Reference 72",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Database). A permissive approach is followed by allowing for mates to be kept in the sample even 73 when only one read maps to the database in order to keep as many DENV derived reads as possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The output of this step is a set of processed reads of putative DENV origin. 75 3.3 3. Assembly 76 DEN-IM applies a two assembler approach to generate assemblies of the DENV CDS. To obtain a 77 high confidence assembly, the processed reads are first de novo assembled with SPAdes [15] (version 78 3.12.0). If the full CDS fails to be assembled into a single contig, the data is re-assembled with 79 MEGAHIT assembler [16] (version 1.1.3), a more permissive assembler developed to retrieve longer 80 sequences from metagenomics data. The resulting assemblies are corrected with Pilon [17] (version 81 1.22) after mapping the processed reads to the assemblies with Bowtie2 [13]. 82 If more than one complete CDS is present in a sample, each of the sequences will follow the rest 83 of the DEN-IM workflow independently. If no full CDS is assembled neither with SPAdes nor with 84 MEGAHIT, the processed reads are passed on to the next step for consensus generation by mapping, 85 effectively constituting DEN-IM's two pronged approach using both assemblers and mapping.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "86 3.4 4. Typing 87 For each DENV complete CDS, the serotype and genotype is determined with the Seq Typing tool 88 (https://github.com/B-UMMI/seq_typing, version 2.0) [18] using BLAST [19] and the custom 89 Typing database of DENV containing 161 complete sequences (see Methods, DENV Reference 90 Database). The BLAST results are first cleaned to get the best hit for each sequence in the database, 91 based on alignment length, similarity, e-value and number of gaps. The tool determines which 92 reference sequence is more closely related to the query based on the identity and length of the 93 sequence covered, returning the serotype and genotype of the reference sequence for the purpose of 94 classifying the query.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "If a complete CDS fails to be obtained through the assembly process, the processed reads are 96 mapped against the DENV typing database, with Bowtie2 [13], using Seq Typing tool, with similar 97 criteria for coverage and identity to those used with the BLAST approach. If a type is determined, 98 the consensus sequence obtained follows through to the next step in the workflow. Otherwise, the 99 sample is classified as Non-Typable and its process terminated. 100 3.5 5. Phylogeny 101 All DENV complete CDSs and consensus sequences analysed in a workflow execution are aligned 102 with MAFFT [20] (version 7.402), in auto mode and with orientation being automatically determined 103 and adjusted. With the resulting alignment, a Maximum Likelihood tree is inferred with RaXML [21] 104 (version 8.2.11), using as default the GTR-Γ substitution model and a 500 times bootstrap. 105 Optionally, the closest reference sequence in the DENV typing database to each analysed sample 106 can be retrieved and included in the phylogenetic analysis. 107 4 Workflow Execution 108 The DEN-IM workflow can be executed in any UNIX-based system, from local machines to high-109 performance computing clusters (HPC) facilities with Nextflow and a container engine installation, 110 such as Docker (https://www.docker.com/, Shifter [22] or Singularity [23]. 111 Due to its Nextflow implementation, DEN-IM allows for out-of-the-box high-level parallelization 112 and offers direct support for distributed computational environments. DEN-IM integrates Docker 113 containerised images for all the tools necessary for its execution, ensuring reproducibility and the 114 tracking of both software code and version, regardless of the operating system used. The Docker 115 images provided are also compatible with other container engines. 116 Users can customise the workflow execution either by using command line options or by modifying 117 a simple plain-text configuration file (params.config). The version of each of the tools used in 118 DEN-IM can be changed by providing new container tags in the appropriate configuration file 119 (containers.config). The resources for each process can also be changed (resources.config). To make 120 the execution of the workflow as simple as possible, a set of default parameters and directives is 121 provided. 122 The local installation of the DEN-IM workflow, including the docker containers with all the tools 123 needed and the curated DENV database, requires 15 Gigabytes of free disk space. The minimum 124 requirements to execute the workflow are at least 5 Gigabytes of memory and 4 CPUs, although 7 125 Gigabytes of memory is advised. The disk space required for execution depends greatly on the size 126 of the input data, but for the datasets used in this article DEN-IM generates approximately 20 Gb 127 data per Gb of input data. 128 5 Output and Report 129 The output files of all tools are stored in the 'results' folder in the directory of the DEN-IM execution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "130 The execution log file for each component, as well as a log file for the execution of the workflow, are 131 also available. 132 DEN-IM creates an interactive HTML report (Figure S1), stored in the 'pipeline results' directory, 133 containing all the information in the results divided into four sections: report overview, tables, charts 134 and phylogenetic tree. The report can be easily exchanged between collaborators by compressing 135 and sharing the \"pipeline report\" folder. 136 The report overview contains information about the number of samples in the analysis. It allows 137 for selection, filtering and highlighting of particular samples and tools in the workflow. 138 The table section contains the results and statistics the quality control, assembly, read mapping 139 and in silico typing results. The in silico typing table contains the results of the serotype and 140 genotype of each CDS analysed, as well as identity and coverage and GenBank ID for the closest 141 reference in the DENV typing database. doi: bioRxiv preprint 206 was generated. For the assembled CDSs, all but one were assembled with MEGAHIT after not 207 producing a full CDS with SPAdes. Moreover, pronounced variation on the size of the assembled 208 8 . CC-BY 4.0 doi: bioRxiv preprint As a positive control sample, the supernatant of a viral culture containing DENV-2 strain 16681 388 was used. The negative control sample consisted of DNA-and RNA-free water (Sigma-Aldrich, St. 389 Louis, MO, USA). 390 A spiked sample was produced consisting of a mixture of four 5 µl of cDNA isolated from clinical 391 samples including all DENV serotypes (DENV-1 to -4). The viral cDNA for these samples was not in 392 equal concentration and the viral copy number in the clinical samples was assessed by RT-PCR [35].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "393",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The results were as follow: DENV-2 with 1070000 copies/µl, DENV-1 with 117830 copies/µl, DENV-3 394 with 44300 copies/µl and DENV-4 with 6600 copies/µl.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The cDNA libraries were generated using either the NEBNext R RNA First and Second strand 396 modules and the Nextera XT DNA library preparation kit (NXT), or the TruSeq RNA V2 library 397 preparation kit (TS). The libraries were sequenced in MiSeq and NextSeq instruments using 300-cycles 398 13 . CC-BY 4.0 International license author/funder. It is made available under a",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/628073 doi: bioRxiv preprint v2 paired-end cartridges.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The DEN-IM workflow was executed with the raw sequencing data using the default parameters 400 and resources in an HPC cluster with 300 Cores/600 Threads of Processing Power and 3 TB RAM 401 divided through 15 computational nodes, 9 with 254 GB Ram and 6 with 126GB RAM. 402 9.4 Targeted Metagenomics Sequencing Data 403 The accession numbers for the 106 DENV-3 amplicon sequencing paired-end short-read datasets 404 are available under BioProject PRJNA394021. The list of Run Accession IDs were obtained 405 with NCBI's RunSelector and the raw data was downloaded with the GetSeqENA tool (https: 406 //github.com/B-UMMI/getSeqENA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The DEN-IM workflow was executed with the raw sequencing data with default parameters and 408 resources in the same HPC cluster as the shotgun metagenomics dataset. 409 10 Availability of source code and requirements 410 Lists the following: 411 • Project name: DEN-IM 412 • Project home page: https://github.com/B-UMMI/DEN-IM 413 • Operating system(s): UNIX-like systems. 414 • Programming language: Nextflow, Python, Bash 415 • Other requirements: Java version 8 or highest. Docker/Singularity/Shifter 416 • License: GNU GPL v3 417 • Documentation and tutorials: https://github.com/B-UMMI/DEN-IM/wiki 418 11 Availability of supporting data and materials 419 The 106 DENV-3 targeted metagenomics sequencing paired-end short-read datasets are available 420 under BioProject PRJNA394021. The 25 shotgun metagenomics dataset is available under Bioproject 421 PRJNA474413 The accession number for all the samples in the shotgun metagenomics dataset are 422 available in the supplemental material (Table S3) . 423 12 Declarations 424 12.1 List of abbreviations 425 Control 428 12.2 Ethical Approval (optional) 429 This study followed international standards for the ethical conduct of research involving human 430 subjects. Data and sample collection was carried out within the DENVEN and IDAMS (International 431 Research Consortium on Dengue Risk Assessment, Management and Surveillance) projects. The",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 993,
                    "end": 1003,
                    "text": "(Table S3)",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "432 study was approved by the Ethics Review Committee of the Biomedical Research Institute, Carabobo 433 University (Aval Bioetico #CBIIB(UC)-014 and CBIIB-(UC)-2013-1), Maracay, Venezuela; the",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "• Understanding DENV transmission in populations where the infection is endemic through the use of metagenomics is a most promising strategy to get insight into the dissemination of the virus and to support measures to prevent or decrease further spread.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key points"
        },
        {
            "text": "• So far, the analysis, interpretation and dissemination of results encounters computational challenges, and requires appropriate expertise and infrastructure, which poses a challenge for the implementation of metagenomic approaches.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key points"
        },
        {
            "text": "• We present DEN-IM, a reproducible, containerised and user-friendly workflow for the identification and characterisation of DENV from shotgun and targeted metagenomics data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key points"
        },
        {
            "text": "• The HTML reports obtained with DEN-IM can be easily shared, facilitating comparison of results from across the globe. Figure 1 . The DEN-IM workflow separated into five different components. The raw sequencing reads are provided as input to the first block (in blue), responsible for quality control and elimination of low-quality reads and sequences. After successful pre-processing of the reads, these enter the second block (green) for retrieval of the DENV reads using the mapping database of 3830 complete DENV genomes as reference. This block also provides an initial estimate of the sequencing depth. After the de novo assembly and assembly correction block (yellow), the coding sequences (CDSs) are retrieved and are then classified with the reduced complexity DENV typing database containing 161 sequences representing the known diversity of DENV serotypes and genotypes (red).If a complete CDS fails to be assembled, the reads are mapped against the DENV typing database and a consensus sequence is obtained for classification and phylogenetic inference. All CDSs are aligned and compared in a phylogenetic analysis (purple). Lastly, a report is compiled (gray) with the results of all the blocks of the workflow. Figure S1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 120,
                    "end": 128,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 1226,
                    "end": 1235,
                    "text": "Figure S1",
                    "ref_id": null
                }
            ],
            "section": "Key points"
        },
        {
            "text": "The assembled contig size distribution scatter plot is available in the chart section, showing 153 the contig size distribution for the Pilon corrected assembled CDSs. The serotype and genotype was successfully determined for the 24 DENV CDSs by BLAST 186 ( Figure S1 , Table 1 ). The most common were serotype 2 genotype III (AsianAmerican) and serotype 187 4 genotype II, with 8 samples each (33.33%), followed by serotype 3 genotype III (n=5, 20.83%), (Table S2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 258,
                    "end": 267,
                    "text": "Figure S1",
                    "ref_id": null
                },
                {
                    "start": 270,
                    "end": 277,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 455,
                    "end": 465,
                    "text": "(Table S2)",
                    "ref_id": null
                }
            ],
            "section": "152"
        },
        {
            "text": "Of the 106 samples, 43 (40.60%) managed to assemble a complete CDS sequence (Table S1) 205 whereas a mapping approach was used for the remaining 63 samples (59.90%) and a consensus CDS In all samples DENV 3-III was correctly identified, demonstrating the success of DEN-IM's two 239 pronged approach of combining assemblers and mapping. We suggest that the lower assembly success The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/628073 doi: bioRxiv preprint Figure 5 . Maximum likelihood circular tree in the DEN-IM report for the 106 complete CDSs obtained with the targeted metagenomics dataset (n=106). All samples belong to serotype 3 genotype III.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 76,
                    "end": 86,
                    "text": "(Table S1)",
                    "ref_id": null
                },
                {
                    "start": 511,
                    "end": 519,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "204"
        },
        {
            "text": ". CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/628073 doi: bioRxiv preprint the assembly process as the overlapping regions are diminished. The interactive HTML reports ( Figure S1 ) provide an intuitive platform for data exploration, 254 allowing the user to highlight specific samples, filter and re-order the data tables, and export the In conclusion, we provide a user-friendly workflow that makes it possible to analyse paired-end raw The burden of DENV disease is already large, but is still increasing as the risk of exposure to the 276 virus is increasing, not only through travel to endemic areas but also due to the expansion of the 277 geographic areas of the mosquito vectors and the disease [30] . genotypes, all four genotypes present in the spiked sample were accurately detected. This raises 288 the possibility that DEN-IM can play a role in the identification of these cases whose prevalence 289 is increasingly appreciated in highly endemic areas. Moreover, although being ready-to-use, the 290 DEN-IM workflow can be easily customised to optimise the data analysis. were removed and only the sequences with sub-type data were kept. A representative of DENV 303 serotype 1 genotype III was introduced (EF457905, recovered from monkey) as no representatives 304 were available with the search criteria used. This genotype is Sylvatic and considered extinct [31] [32].",
            "cite_spans": [
                {
                    "start": 368,
                    "end": 371,
                    "text": "254",
                    "ref_id": null
                },
                {
                    "start": 837,
                    "end": 841,
                    "text": "[30]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1508,
                    "end": 1512,
                    "text": "[31]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 304,
                    "end": 313,
                    "text": "Figure S1",
                    "ref_id": null
                }
            ],
            "section": "10"
        },
        {
            "text": "Additionally, any sample with IUPAC codes in the sequence provided were excluded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "305"
        },
        {
            "text": "In order to recover the maximum number of DENV reads from the input HTS data in the first 307 mapping step (Figure 1) , we maintained the database with the 3830 complete DENV genomes to 308 retain as much diversity as possible. This database is referred as \"DENV mapping database\". (Table S4) , 63 DENV-2 (Table S5) , 25 DENV-3 (Table S6 ) and 27 DENV-4 (Table S7 ). This database 313 is referred as \"DENV typing database\". This step is necessary to speed up the classification step for (Table S4 ). In order to harmonise dengue nomenclature, the 324 system adopted uses Roman-numeric labels to identify the genotype, with the exception of Serotype 325 2 (Table S5) , which used both Roman-numeric and geographic origin due to the widespread adoption 326 of the latter. The short-read paired-end data is passed as input through the \"-fastq\" parameter, that by default 329 is set to match all files in the \"fastq\" folder that match the pattern \"* R1,2* \". In the process to 330 verify the integrity of the paired-end raw sequencing data, the integrity of the input files is assessed 331 by attempting to decompress and read the files. An estimation of the depth of coverage is also 332 performed. By default, the input size (\"-genomeSize\") is set to 0.012 Mb and the minimum coverage 333 depth (\"-minCoverage\") is set to 10. If any input file is found to be corrupt, its progression in the 334 workflow is aborted.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 107,
                    "end": 117,
                    "text": "(Figure 1)",
                    "ref_id": null
                },
                {
                    "start": 282,
                    "end": 292,
                    "text": "(Table S4)",
                    "ref_id": null
                },
                {
                    "start": 305,
                    "end": 315,
                    "text": "(Table S5)",
                    "ref_id": null
                },
                {
                    "start": 328,
                    "end": 337,
                    "text": "(Table S6",
                    "ref_id": null
                },
                {
                    "start": 354,
                    "end": 363,
                    "text": "(Table S7",
                    "ref_id": null
                },
                {
                    "start": 487,
                    "end": 496,
                    "text": "(Table S4",
                    "ref_id": null
                },
                {
                    "start": 655,
                    "end": 665,
                    "text": "(Table S5)",
                    "ref_id": null
                }
            ],
            "section": "306"
        },
        {
            "text": "In the FastQC and Trimmomatic module, FastQC (https://www.bioinformatics.babraham. 336 ac.uk/projects/fastqc/) is run with the parameters \"-extract -nogroup -format fastq\". FastQC 337 will inform Trimmomatic [10] on how many bases to trim from the 3'and 5' ends of the raw reads. The removal of low complexity sequences is done with PrinSeq [12] using a custom parameter 343 (\"-pattern\"), which by default is set to the value \"A 50%; T 50%; N 50%\", removing sequences whose To retrieve the reads that map to the DENV reference database, Bowtie2 [13] is run with default parameters with the DENV mapping database as a reference. The reads and their mates that map 347 to the reference are retrieved with \"samtools view -buh -F 12 \" and \"samtools fastq\" commands.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "335"
        },
        {
            "text": "The DENV mapping database can be altered with the \"-reference\" parameter, or alternatively, a 349 Bowtie2 index can be provided with the \"-index \" parameter. This allows for the workflow to work 350 with other databases obtained through public and owned DENV genomes. The coverage estimation 351 step is performed on the retrieved DENV reads with the same parameters are the first estimation 352 (\"-genomeSize=0.012\" and \"-minCoverage=10\").",
            "cite_spans": [],
            "ref_spans": [],
            "section": "348"
        },
        {
            "text": "In the assembly process, the retrieved DENV reads are firstly assembled with SPAdes Genome 354 Assembler [15] with the options \"-careful -only-assembler -cov-cutoff \". The coverage cutoff if 355 dictated by the \"-spadesMinCoverage\" and \"-spadesMinKmerCoverage\" parameters, set to 2 by 356 default. If the assembly with SPAdes fails to produce a contig equal or greater than the value 357 defined in the \"-minimumContigSize\" parameter (default of 10000), the data is re-assembled with the 358 MEGAHIT assembler [16] with default parameters. By default the k-mers to be used in the assembly 359 in both tools (\"-spadesKmers\" and \"-megahitKmers\") are automatically determined depending on 360 the read size. If the maximum read length is equal or greater than 175 nucleotides, the assembly is 361 done with the k-mers \"55, 77, 99, 113, 127\", otherwise the k-mers \"21, 33, 55, 67, 77\" are used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "353"
        },
        {
            "text": "To correct the assemblies produced, the Pilon tool [17] is run after mapping the QC'ed reads 363 back to the assembly with Bowtie2 and \"samtools sort\". This process also verifies the coverage and 364 the number of contigs produced in the assembly. The behaviour can be altered with the parameters 365 \"-minAssemblyCoverage\", \"-AMaxContigs\" and \"-genomeSize\", set to \"auto\", 1000 and 0.01 Mb by 366 default. The first parameter, when set to 'auto', the minimum assembly coverage for each contig 367 required is set to the 1/3 of the assembly mean coverage or to a minimum of 10x. The ratio of contig 368 number per genome MB is calculated based on the genome size estimation for the samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "362"
        },
        {
            "text": "The contigs larger than the value defined in the \"-size\" parameter (default of 10000 nucleotides) 370 are considered to be complete CDSs and follow the rest to the workflow independently. If no complete 371 CDS is recovered, the QC'ed read data is passed to the mapping to module that does the DENV 372 typing database and consensus generation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "369"
        },
        {
            "text": "The serotyping and genotyping is performed with the Seq Typing tool [18] with the command 374 \"seq typing.py assembly\" or \"seq typing.py reads\", using as reference the provided curated DENV 375 typing database. It is possible to retrieve the genomes of the closest references and include them in The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/628073 doi: bioRxiv preprint a) b) Figure S1 . a) DEN-IM's quality control report containing information of the number of basepairs and the number of reads for the analysed samples, the estimated coverage depth before and after mapping, and the percentage of reads in the input data that were trimmed. b)DEN-IM's typing report for 24 CDSs recovered from the metagenomic dataset. The ID contains the CDS contig name, the typing result for serotype-genotype, the values for identity and coverage, and the GenBank ID of the closest reference in the Typing Database containing 161 complete DENV genomes. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/628073 doi: bioRxiv preprint Figure S2 . Maximum Likelihood inference of the multiple sequence alignment of the 46 DENV-1 complete genomes in the typing dataset. 1635 complete DENV-1 genomes were clustered at 98% nucleotide identity and the representative genomes were aligned with mafft. A maximum likelihood tree was infered with RAxML. The tree is coloured according to genotype (red: genotype I; green: genotype II; blue: genotype III; purple: genotype IV). The sample JF459993, marked with a star, is currently annotated in ViPR as belonging to genotype IV but, given to the good phylogenetic support, it was re-classified as belonging to the genotype I. .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 433,
                    "end": 442,
                    "text": "Figure S1",
                    "ref_id": null
                },
                {
                    "start": 1129,
                    "end": 1138,
                    "text": "Figure S2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "373"
        },
        {
            "text": "1 . CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/628073 doi: bioRxiv preprint Figure S3 . Maximum Likelihood inference of the multiple sequence alignment of the 63 DENV-2 complete genomes in the typing dataset. 1067 complete DENV-1 genomes were clustered at 98% nucleotide identity and the representative genomes were aligned with mafft. A maximum likelihood tree was infered with RAxML. The tree is coloured according to genotype (red: genotype I; green: genotype II; blue: genotype III; purple: genotype IV).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 211,
                    "end": 220,
                    "text": "Figure S3",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "373"
        },
        {
            "text": "1 . CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/628073 doi: bioRxiv preprint Figure S4 . Maximum Likelihood inference of the multiple sequence alignment of the 25 DENV-3 complete genomes in the typing dataset. 807 complete DENV-3 genomes were clustered at 98% nucleotide identity and the representative genomes were aligned with mafft. A maximum likelihood tree was infered with RAxML. The tree is coloured according to genotype (red: genotype I; green: genotype II; blue: genotype III; purple: genotype IV).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 211,
                    "end": 220,
                    "text": "Figure S4",
                    "ref_id": null
                }
            ],
            "section": "373"
        },
        {
            "text": "1 . CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/628073 doi: bioRxiv preprint Figure S5 . Maximum Likelihood inference of the multiple sequence alignment of the 27 DENV-4 complete genomes in the typing dataset. 320 complete DENV-4 genomes were clustered at 98% nucleotide identity and the representative genomes were aligned with mafft. A maximum likelihood tree was infered with RAxML. The tree is coloured according to genotype (red: genotype I; green: genotype II; blue: genotype III; purple: genotype IV).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 211,
                    "end": 220,
                    "text": "Figure S5",
                    "ref_id": null
                }
            ],
            "section": "373"
        },
        {
            "text": "1 . CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/628073 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "373"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Dengue: guidelines for diagnosis, treatment, prevention, and 468 control",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Molecular Insight into Dengue Virus Pathogenesis and Its 471",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Diamond",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Pierson",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Implications for Disease Control",
            "authors": [],
            "year": 2015,
            "venue": "Cell",
            "volume": "162",
            "issn": "3",
            "pages": "488--492",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cell.2015.07.005"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "MEGAHIT: An ultra-fast single-525 node solution for large and complex metagenomics assembly via succinct de Bruijn graph",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Drake",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Brownstein",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Hoen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Sankoh",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Myers",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "George",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "D"
                    ],
                    "last": "Jaenisch",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Sadakane",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lam",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Analysis Resource (ViPR): A comprehensive bioinformatics Database and Analysis Resource 572 for the Coronavirus research community",
            "authors": [],
            "year": 2012,
            "venue": "Viruses",
            "volume": "4",
            "issn": "11",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Prevention and control of dengue-the light at the 574 end of the tunnel",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Mak",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Gubler",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "The Lancet Infectious Diseases",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Worldwide Spread of Dengue Virus Type 1",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Villabona-Arenas",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M D A"
                    ],
                    "last": "Zanotto",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Vasilakis",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Weaver",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "576 PLoS One",
            "volume": "8",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Advances in Virus Research, ser. Advances in Virus 579 Research",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Human Dengue Emergence",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "72",
            "issn": "",
            "pages": "1--76",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Cd-hit : a fast program for clustering and comparing large sets of 582 protein or nucleotide sequences",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Godzik",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Bioinformatics",
            "volume": "22",
            "issn": "13",
            "pages": "1658--1659",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "CDC DENV-1-4 Real-Time RT-PCR Assay for Detection and Serotype Identification 585 of Dengue Virus",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--53",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Contig size distribution for the shotgun metagenomics sequencing dataset. Each dot depicts an assembled DENV contig. Above the 10Kb are full CDS of DENV. The quality control table shows information regarding the number of raw base pairs and 143 number of reads in the raw input files and the percentage of trimmed reads. The mapping table 144 includes the results for the mapping of the trimmed reads to the DENV mapping database, including 145 the overall alignment rate, and an estimation of the sequence depth including only the DENV 146 reads. For the assembly statistics table, the number of CDSs in each sample is included, and the 147 number of contigs and the number of assembled base pairs generated by either SPAdes or MEGAHIT 148 assemblers. The number of contigs and assembled base pairs after correction with Pilon is also 149 presented in the table. Warning and fail messages are included in each table, as well as the ranking 150 of the value in the cell in relation to other values in the same column, which are shown with a grey 151 bar (",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Maximum Likelihood tree in the DEN-IM report for the 24 complete CDSs (n=21 samples) obtained with the metagenomics dataset and the respective closest references in the typing database (identified by their GenBank ID). The tree is midpoint rooted for visualisation purposes. The colours depicts the DENV genotyping results. 91-0115 and UCUG0186 was terminated since they did not meet the threshold criterion of having an 178 estimated depth of coverage of 10x. 179 In the assembly module, the remaining 19 clinical samples, the spiked sample and the positive 180 control were assembled with DEN-IM's two assembler approach. Twenty-four full CDS were assembled 181 (Figure 2), despite originally having DENV reads content as low as 0.03% of the total number of 182 reads. Sixteen samples, including the spiked sample and the positive control, were assembled in the 183 first step with the SPAdes assembler, and five in the second with the MEGAHIT assembler. In the 184 spiked sample, all four CDSs were successfully assembled and recovered.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "V (n=2, 8.33%) and serotype 2 genotype V (Asian I) (n=1, 4.17%). All CDSs 189 recovered and the respective closest reference genome in the typing database were aligned and a 190 maximum likelihood phylogenetic tree was obtained to visualise the relationship between the samples 191 (Figure 3). There was a perfect concordance between the results of serotyping and genotyping and 192 the major groups in the tree.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "validate DEN-IM's performance in a targeted metagenomics approach, 106 HTS datasets of PCR 195 products using primers targeting DENV-3 [24] were analysed. As with the shotgun metagenomics 196 dataset, the workflow was executed using the default parameters and directives for resources. This 197 time not including the closest reference genome present in the typing database in the multiple 198 sequence alignment due to the large number of input samples. 199 No samples failed the quality control block. The proportion of DENV reads ranged from 24.72% 200 (SRR5821236) to 99.81% (SRR5821202) of the total processed reads. The samples with less than 70% 201 DENV DNA were taxonomic profiled with the Kraken2 [25] with the minikraken2 v2 database (ftp: 202 //ftp.ccb.jhu.edu/pub/data/kraken2_dbs/minikraken2_v2_8GB_201904_UPDATE.tgz) and the 203 source of the contamination was determined to have come largely from Human DNA",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Contig size distribution of the targeted metagenomics dataset. Each dot depicts an assembled DENV contig. Above the 10Kb are full CDS of DENV. Contigs belonging from samples that assembled a complete DENV CDS are highlighted in green, whereas the remaining are coloured in grey.contigs is evident in the contig size distribution plot (Figure 4).209All 106 CDSs recovered belonged to serotype 3 genotype III. Despite the same classification,210 the maximum likelihood tree indicates that there is detectable genetic diversity within the samples Figure have successfully analysed two DENV datasets, one comprising 25 shotgun metagenomics 214 sequencing data and 106 targeted metagenomics data. 215 In the first dataset, we recovered 24 CDSs from 19 clinical samples, a spiked sample and a positive 216 control that were correctly serotyped and genotyped. Besides the negative control, 3 samples did not 217 return typing information due to failing quality checks. In one case (92-1001), no DENV reads after 218 quality control processing were detected as all the reads contained highly repetitive sequences (AAA; 219 TTTT) and were filtered out. The two others (91-0115 and UCUG0186) had a low proportion of 220 DENV reads (0.05% and 0.01%) and an estimated depth of coverage lower than the 10x threshold 221 criterion (3.17x and 5.65x, respectively). Sequence data of sample CC0186 contained only 960 DENV 222 reads (0.03%), but these were successfully assembled into a CDS with an estimated depth of coverage 223 of 14.71x. 224 The proportion of DENV reads was the metagenomic samples is very variable. This may reflect 225 the viral load in patients in which DENV was detected by PCR. In the spiked sample, containing 226 4 distinct DENV serotypes, all four were correctly detected despite not being present in equal 227 concentrations(see Methods, Targeted Metagenomics Sequencing Data). This resulted in different 228 coverage of each serotype CDS (2032.31 times coverage for DENV-2, 229.02 times coverage for 229 DENV-1, 76.47 times coverage for DENV-3 and 29.78 times coverage for DENV-4), in accordance 230 with the ranking order of RT-PCR results. It highlights the potential of the DEN-IM workflow to 231 accurately detect and recover multiple DENV genomes from samples with DENV co-infection, even 232 if the serotypes are present in low abundance. Indeed, recent studies from areas of high endemicity 233 suggest that co-infection with multiple DENV serotypes may frequently occur [26] [27] and the 234 co-circulation of different DENV strains of the same serotype, but distinct genotypes, in these 235 areas [26] raises the possibility of simultaneous infection with more than one genotype.236When analysing the targeted metagenomics dataset, only 43 CDS out of 106 samples were de 237 novo assembled. For the remaining 63 samples, consensus sequences were obtained through mapping.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "240of the targeted metagenomics data may be related to errors during the amplification process resulting 241 in low quality reads ends which are then trimmed by the quality control block potentially affecting",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "243DEN-IM is built with modularity and containerisation as keystones, leveraging the parallelization 244 of processes and guaranteeing reproducible analyses across platforms. The modular design allows for 245 new modules to be easily added and tools that become outdated can be easily updated, ensuring 246 DEN-IM's sustainability. The software versions are described in the Nextflow script and configuration 247 files, and in the dockerfiles for each container, allowing traceability of each step of data processing.248Being developed in Nextflow, DEN-IM runs on any UNIX-like system and provides out-of-the-box 249 support for several job schedulers (e.g., PBS, SGE, SLURM) and integration with containerised 250 software like Docker or Singularity. While it has been developed to be ready to use by non-experts, 251 not requiring any software installation or parameter tuning, it can still be easily customised through 252 the configuration files.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "255 plots as needed. Together with the workflow and software containers, a database containing 3830 256 complete DENV genomes for DENV sequence retrieval and a subset database with 161 curated 257 DENV genomes for serotyping and genotyping are provided. While constructing these databases, the 258 obstacles reported by Cuypers et al [28] were apparent, namely the lack of formal definition of a 259 DENV genotype and the lack of a standardised classification procedure that could assign sequences 260 to a previously defined genotypic/sub-genotypic clade [28]. Discrepancies between the phylogenetic 261 relationship and the genotype assignment were frequent and, throughout this study, the classification 262 of some strains within the ViPR database [29] was updated. 263 As suggested previously [28], further evaluation of the DENV classification will benefit future 264 research and investigation into the population dynamics of this virus. Our typing approach was 265 designed to use the currently accepted DENV classification. However, DEN-IM can be easily modified 266 if a new DENV classification system is to be established in the future.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "268 sequencing data from shotgun or targeted metagenomics for the presence, typing and phylogenetic 269 analysis of DENV. The use of containerised workflows, together with shareable reports, will allow an 270 easier comparison of results globally, promoting collaborations that can benefit the populations where 271 DENV is endemic. The DEN-IM source code is freely available in the DEN-IM GitHub repository 272 (https://github.com/B-UMMI/DEN-IM), which includes a wiki with full documentation and easy to",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "278The decreasing costs and wider availability of HTS makes it an ideal technology to monitor 279 DENV transmission, including the direct processing of patient samples, either through the use of a 280 more affordable targeted metagenomics approach or through shotgun metagenomics. Either way, a 281 ready to use bioinformatics workflow that enables the reproducible analysis of DENV is particularly282 relevant. 283 DEN-IM was designed to perform a comprehensive analysis without the requirement of extensive 284 bioinformatics expertise in order to generate either assemblies or consensus of full DENV CDSs and 285 to identify the serotype and genotype of the DENV present in the sample. Although we did not 286 exhaustively test the capacity of DEN-IM to detect co-infection with multiple DENV serotypes and287",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "291DEN-IM enables reproducible and collaborative research, benefiting a wide group of researchers 292 regardless of their computational expertise and resources available.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "were distributed unevenly throughout the four DENV serotypes, with DENV-1 being 298 the most represented with 1636 sequences (42.72%), followed by DENV-2 with 1067 sequences 299 (27.86%), DENV-3 with 807 sequences (21.07%), and DENV-4 with 320 sequences (8.36%). The 300 selection criteria for the search were as follows: a) complete genome sequence only, b) human host only, 301 c) collection year (1950-2018). Data available from all countries was included and duplicated sequences 302",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "typing purposes, overly similar sequences in the collection were removed from the database by 310 clustering the sequences in each serotype at 98% nucleotide similarity with CD-HIT [33], leaving 161 311 representative sequences of all described DENV serotypes and genotypes, with 46 DENV-1 sequences312",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "of typing collection was performed by aligning the reference genomes with 316 MAFFT [20], in auto mode and with automatic sequence orientation adjustment. A phylogenetic 317 tree was inferred with RAxML (version 8.12.11) [21] using the GTR-Γ substitution model and 500 318 times bootstrap. The resulting trees are available as supplemental material (Figures S2 to S5). 319 The sequence JF459993 from in the DENV-1 collection, as of April 2019, was annotated in 320 ViPR as belonging to genotype IV, but in our analysis it clustered within genotype I clade (Figure 321 S2). The classification of DENV-1 I was also obtained from GenomeDetective Dengue Typing 322 Tool (https://www.genomedetective.com/app/typingtool/dengue/), so we proceeded to alter 323 the annotation of this particular sample",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "By default, Trimmomatic uses the default set of Illumina adapters provided with the workflow but 339 this behaviour can be overwritten with the \"-adapters\" parameter. The additional Trimmomatic 340 parameters \"-trimSlidingWindow \", \"-trimLeading\", \"-trimTrailing\" and \"-trimMinLength\" can all 341 be set to different values.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "376the downstream analysis by changing the \"-get reference\" option to \"true\". By default this is not377    included in the analysis.378    The CDSs, and the reference sequences if requested, are aligned with the MAFFT tool [20] with 379 the options \"-adjustdirection -auto\" and a maximum likelihood phylogenetic tree is obtained with 380 the RaXML tool [21] with the options \"-p 12345 -f -a\". Additionally and by default, the substitution 381 model (\"-substitutionModel \") is set to \"GTRGAMMA\", the bootstrap is set to 500 (\"-bootstrap\") 382 and the seed to \"12345\" (\"-seedNumber \").383 9.3 Shotgun Metagenomics Sequencing Data 384 Samples of plasma (n=9) and serum samples (n=13) from confirmed dengue symptomatic patients 385 were collected in Venezuela between 2010-2015 (Table S3) (see Availability of supporting data and 386 materials). DENV positivity was confirmed by either RT-qPCR [34] or nested RT-PCR [35]. variant detection and genome assembly improvement,\" PLoS ONE, vol. 9, 530 no. 11, 2014. 531 18. M. P. Machado, B. Ribeiro-Gonçalves, M. Silva, M. Ramirez, and J. A. Carriço, 532 \"Epidemiological Surveillance and Typing Methods to Track Antibiotic Resistant Strains Using 533 High Throughput Sequencing.\" Methods in molecular biology (Clifton, N.J.), vol. 1520, pp. 534 331-356, 2017. [Online]. Available: http://www.ncbi.nlm.nih.gov/pubmed/27873262 535 19. S. F. Altschul, T. L. Madden, A. A. Schäffer, J. Zhang, Z. Zhang, W. Miller, and D. J. Lipman, 536 \"Gapped BLAST and PSI-BLAST: A new generation of protein database search programs,\" 537 Nucleic Acids Research, vol. 25, no. 17, pp. 3389-3402, 1997. 538 20. T. Nakamura, K. D. Yamada, K. Tomii, and K. Katoh, \"Parallelization of MAFFT for 539 large-scale multiple sequence alignments,\" Bioinformatics, vol. 34, no. March, pp. 2490-2492, 540 2018. [Online]. Available: https://academic.oup.com/bioinformatics/advance-article/doi/10. 541 1093/bioinformatics/bty121/4916099 542 21. A. Stamatakis, \"RAxML version 8: A tool for phylogenetic analysis and post-analysis of large 543 phylogenies,\" Bioinformatics, vol. 30, no. 9, pp. 1312-1313, 2014. 544 22. L. Gerhardt, W. Bhimji, S. Canon, M. Fasel, D. Jacobsen, M. Mustafa, J. Porter, and 545 V. Tsulaia, \"Shifter: Containers for HPC,\" Journal of Physics: Conference Series, vol. 898, p. 546 082021, oct 2017. [Online]. Available: http://stacks.iop.org/1742-6596/898/i=8/a=082021? 547 key=crossref.b7268cc937fc3b29093062a6749fbbbf 548 23. G. M. Kurtzer, V. Sochat, and M. W. Bauer, \"Singularity: Scientific containers for mobility of 549 compute,\" PLoS ONE, vol. 12, no. 5, pp. 1-20, 2017.550 24. P. Parameswaran, C. Wang, S. B. Trivedi, M. Eswarappa, M. Montoya, A. Balmaseda, and 551 E. Harris, \"Intrahost Selection Pressures Drive Rapid Dengue Virus Microevolution in Acute 552 Human Infections,\" Cell Host & Microbe, vol. 22, no. 3, pp. 400-410.e5, sep 2017. [Online]. 553 Available: https://doi.org/10.1016/j.chom.2017.08.003 554 25. D. E. Wood and S. L. Salzberg, \"Kraken: ultrafast metagenomic sequence classification 555 using exact alignments,\" Genome Biology, vol. 15, no. 3, p. R46, mar 2014. [Online]. 556 Available: https://doi.org/10.1186/gb-2014-15-3-r46http://genomebiology.biomedcentral.com/ 557 articles/10.1186/gb-2014-15-3-r46 558 26. P. E. S. Marinho, D. B. De Oliveira, T. M. S. Candiani, A. P. C. Crispim, P. P. M. Alvarenga, 559 F. C. d. S. Castro, J. S. Abrahão, M. Rios, R. S. Coimbra, and E. G. Kroon, \"Meningitis 560 associated with simultaneous infection by multiple dengue virus serotypes in children, Brazil,\" 561 Emerging Infectious Diseases, vol. 23, no. 1, pp. 115-118, 2017. 562 27. M. N. Reddy, R. Dungdung, L. Valliyott, and R. Pilankatta, \"Occurrence of concurrent 563 infections with multiple serotypes of dengue viruses during 2013-2015 in northern Kerala, 564 India,\" PeerJ, vol. 5, p. e2970, 2017.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF22": {
            "text": "565 28. L. Cuypers, P. Libin, P. Simmonds, A. Nowé, J. Muñoz-Jordán, L. Alcantara, A.-M.566 Vandamme, G. Santiago, and K. Theys, \"Time to Harmonize Dengue Nomenclature 567 and Classification,\" Viruses, vol. 10, no. 10, p. 569, oct 2018. [Online]. Available: . R. Lanciotti, C. Calisher, D. Gubler, G. Chang, and A. Vorndam, \"Rapid detection and 588 typing of dengue viruses from clinical samples by using reverse transcriptase-polymerase 589 chain reaction.\" Journal of Clinical Microbiology, vol. 30, no. 3, pp. 545-551, 1992. [Online].",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Lastly, a phylogenetic tree is included, rooted at midpoint for visualisation purposes, and with each tip coloured according to the genotyping results. If the option to retrieve the closest typing reference is selected, these sequences are also included in the tree with respective typing metadata. The tree can be displayed in several conformationsprovided by Phylocanvas JavaScript branches. The support bootstrap values of the branches can be displayed and the tree can be exported To evaluate the DEN-IM workflow performance, we analysed two datasets, one containing shotgun metagenomics sequencing data of patient samples and another with targeted metagenomics sequencingThe workflow was executed using the default parameters and directives for resources, with the option to include the closest typing references in the final tree.The negative control and the 92-1001 sample has no reads after trimming and filtering of low complexity reads, therefore they were removed from further analysis.When mapping to the DENV mapping database, the percentage of DENV reads in the 21 clinical",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}