{
    "paper_id": "3c94f582610453b6c1389c3a5d6ad57bcf0ba033",
    "metadata": {
        "title": "Clinical characteristics of 25 death cases with COVID-19: a retrospective review of medical records in a single medical center",
        "authors": [
            {
                "first": "Xun",
                "middle": [],
                "last": "Li1",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Renmin Hospital of Wuhan University",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Luwen",
                "middle": [],
                "last": "Wang1",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Renmin Hospital of Wuhan University",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Shaonan",
                "middle": [],
                "last": "Yan1",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Renmin Hospital of Wuhan University",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Fan",
                "middle": [],
                "last": "Yang1",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Renmin Hospital of Wuhan University",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Longkui",
                "middle": [],
                "last": "Xiang1",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Renmin Hospital of Wuhan University",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jiling",
                "middle": [],
                "last": "Zhu1",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Renmin Hospital of Wuhan University",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Bo",
                "middle": [],
                "last": "Shen2",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Renmin Hospital of Wuhan University",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zuojiong",
                "middle": [],
                "last": "Gong1",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Renmin Hospital of Wuhan University",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": "zjgong@163.com"
            },
            {
                "first": "D",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bo",
                "middle": [],
                "last": "Shen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "confirmed and 1368 patients have died from the disease. However, the clinical characteristics of the dyed patients were still not clearly clarified. This study aims to summarize the clinical characteristics of death cases with COVID-19 and to identify critically ill patients of COVID-19 early and reduce their mortality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The clinical records, laboratory findings and radiologic assessments included chest X-ray or computed tomography were extracted from electronic medical records of 25 died patients with COVID-19 in Renmin Hospital of Wuhan University from Jan 14 to Feb 13, 2020. Two experienced clinicians reviewed and abstracted the data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The mean age of the dead was 71.48 ± 12.42 years, the average course of the disease was 10.56 ± 4.42 days, all patients eventually died of respiratory failure. All of those who died had underlying diseases, the most common of which was hypertension (16/25, 64%), followed by diabetes (10/25, 40%), heart diseases (8/25, 32%), kidney diseases (5/25, 20%), cerebral infarction (4/25, 16%), chronic obstructive pulmonary disease (COPD, 2/25, 8%), malignant tumors (2/25, 8%) and acute pancreatitis (1/25, 4%). The most common organ damage outside the lungs was the heart, followed by kidney and liver. In the patients' last examination before death, white blood cell and neutrophil counts were elevated in 17 patients (17/25, 68%) and 18 patients (18/25, 72%), lymphocyte counts were decreased in 22 patients (22/25, 88%). Most patients' PCT, CRP and SAA levels were elevated, the percentages were 90.5% (19/21), 85% (19/20) and 100% (21/21) respectively. The levels of the last test of neutrophils (15/16, 93.8%), PCT (11/11, 100%), CRP (11/13, 84.6%), cTnI (8/9, 88.9%), D-Dimer (11/12, 91.6%) and LDH (9/9, 100%) were increased as compared to the first test, while the levels of lymphocytes were decreased (14/16, 87.5%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Interpretation The age and underlying diseases (hypertension, diabetes, etc.) were the most All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The pneumonia caused by the 2019 novel coronavirus (SARS-CoV-2) is a highly infectious disease, which was occurred in Wuhan, Hubei Province, China in December 2019 (1). It is reported that the person-to-person transmission in hospital and family settings has been accumulating (2-4). The patients' common clinical manifestations included fever, nonproductive cough, dyspnea, myalgia, fatigue, normal or decreased leukocyte counts, and radiographic evidence of pneumonia (5) . Chen et al reported that mortality of COVID-19 was 4.3%, and severe cases (treated in the ICU) were older, more likely to have underlying comorbidities, dyspnea and anorexia (4) . As of February 13, 2020, a total of 55748 cases of COVID-19 in China have been confirmed and 1380 patients have died from the disease (6) . However, the clinical characteristics of the dyed patients were still not clearly clarified. In this study, we summarized the clinical characteristics of 25 death cases with COVID-19, the purpose is to identify critically ill patients of COVID-19 early and reduce their mortality.",
            "cite_spans": [
                {
                    "start": 470,
                    "end": 473,
                    "text": "(5)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 650,
                    "end": 653,
                    "text": "(4)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 790,
                    "end": 793,
                    "text": "(6)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We performed a retrospective review of medical records from 25 death cases with COVID-19 in Renmin Hospital of Wuhan University from Jan 14 to Feb 13, 2020. All 25 dead patients with COVID-19 tested positive for severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) by use of RT-PCR on samples from there respiratory tract. Diagnosis of COVID-19 was based on the WHO's interim guidelines(7). This study was reviewed and approved by the Medical Ethical Committee of Renmin Hospital of Wuhan University.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design and patients"
        },
        {
            "text": "The clinical symptoms and signs, laboratory findings and radiologic assessments included chest X-ray or computed tomography were extracted from electronic medical records. Two experienced clinicians reviewed and abstracted the data. Data were entered into a computerized database and cross-checked. The criteria for the confirmed-diagnosis of SARS-CoV-2 was that at least one gene site was amplified to be positive for nucleocapsid protein (NP) gene and open reading frame (ORF) All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.19.20025239 doi: medRxiv preprint 1ab gene. In brief, the throat swab was put into a collection tube containing 150μl viral preservation solution, and the total RNA was extracted within 2h with the respiratory sample RNA separation Kit (Zhongzhi, Wuhan). The suspension was used for RT-PCR assay of SARS-CoV-2 RNA. Two target genes, including NP and ORF1ab, were simultaneously amplified and tested ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "Statistical analysis was done with SPSS, version 20.0. Continuous variables were directly expressed as mean ± SD. Categorical variables were expressed as number (%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Of the 25 deaths, 10 were male and 15 were female. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General clinical characteristics"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.19.20025239 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General clinical characteristics"
        },
        {
            "text": "In addition to affecting respiratory function, the most common organ damage outside the lungs was the heart, (18 patients' serum hypersensitive troponin I (cTnI) or/and Amino-terminal pro-brain natriuretic peptide (Pro-BNP) levels were increased (18/19, 94.7%)), followed by kidney (12 patients' serum blood urea nitrogen (BUN) or/and creatinine (Cr) levels were increased (12/25, 48%)) and liver (5 patients' serum Alanine transaminase (ALT) and aspartate aminotransferase (AST) levels were increased (5/25, 20%)). Besides, all the patients' albumin levels were decreased.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Organ dysfunction in COVID-19"
        },
        {
            "text": "( Table. 2)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 2,
                    "end": 8,
                    "text": "Table.",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Organ dysfunction in COVID-19"
        },
        {
            "text": "The routine blood test, procalcitonin (PCT), C-Reactive Protein (CRP) and Serum amyloid A (SAA) were used to reflect changes of inflammatory response in COVID-19. In the patients' last examination before death, white blood cell and neutrophil counts were elevated in 17 patients (Table. 3)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 279,
                    "end": 286,
                    "text": "(Table.",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Inflammatory response in COVID-19"
        },
        {
            "text": "In order to screen for biomarker indicating poor prognosis, we observed the changes of biochemical indicators in all patients (if repeated measurements were present). The results showed that the levels of the last test of neutrophils (15/16, 93.8%), PCT (11/11, 100%), CRP (11/13, 84.6%), cTnI (8/9, 88.9%), D-Dimer (11/12, 91.6%) and lactate dehydrogenase (LDH) (9/9, 100%) were increased as compared to the first test, while the levels of lymphocytes were decreased (14/16, 87.5%). The SAA maintained a high level. Chest CT scan showed that the patients' pulmonary lesions were worse in the late stage than in the early stage (patient 3, patient 13 and patient 14). (Fig.1) ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 668,
                    "end": 675,
                    "text": "(Fig.1)",
                    "ref_id": null
                }
            ],
            "section": "Specific biomarker that indicating poor prognosis"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02. 19.20025239 doi: medRxiv preprint In this study, we reported 25 death cases of with COVID-19. The clinical characters of these patients indicated that the age and underlying diseases were the most important risk factors for death. As concerning the underlying diseases, the most common one was hypertension, followed by diabetes, Heart disease, kidney disease, cerebral infarction, COPD, malignant tumors and acute pancreatitis.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "19.20025239 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The SARS-CoV-2 has been identified as one of a class of single-stranded enveloped 39 RNA viruses, belonging to the beta-coronaviruses genus of the Coronaviridae family (1). The analysis showed that both SARS-CoV-2 and the SARS-CoV shared a common ancestor that resembles the bat coronavirus HKU9-1 (8) . And the severity of some cases with SARS-CoV-2 was similar to that of SARS-CoV (9). In the presents study, all the patients were died of respiratory failure, which indicated that the lung is the most common target organ of SARS-CoV-2.",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 301,
                    "text": "(8)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Multiple organ dysfunction could also be observed, the most common organ damage outside the lungs was the heart, followed by kidney and liver. The results demonstrated that the death of the patient may be primarily related to impaired cardiopulmonary function. All the patients' albumin levels and 80% and 68% of patients' RBC and Hb levels were decreased, which indicates that malnutrition is common to severe patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "COVID-19 is a viral disease characterized by normal or low white blood cell count and decreased lymphocyte count (10) . In this study, increased white blood cell and neutrophils count were observed in 68% and 72% of patients. In addition, PCT levels were elevated in 90.5% of patients.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 117,
                    "text": "(10)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "PCT is sensitive indicator of bacterial infection (11) . The results indicated that bacterial infections may play an important role in promoting the death of patients.",
            "cite_spans": [
                {
                    "start": 50,
                    "end": 54,
                    "text": "(11)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "CRP is a useful marker and gauge of inflammation, it plays an important role in host defense against invading pathogens as well as in inflammation (12) . SAA is a plasma protein that transports lipids during inflammation (13) . In the present study, CRP and SAA were elevated before death in 85% and 100% of patients, suggesting that there is a severe inflammatory cascade in patients with COVID-19.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 151,
                    "text": "(12)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 221,
                    "end": 225,
                    "text": "(13)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In order to screen out biochemical indicators that are meaningful for the diagnosis of disease progression, we consulted the laboratory test results of all the dead patients, among which 16 patients had repeated measurements. The SAA maintained a high level in all the patients, this result indicated that elevated SAA levels are closely related to the poor prognosis of patients. The All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.19.20025239 doi: medRxiv preprint levels of the first test of neutrophils (93.8%), PCT (100%), CRP (84.6%), cTnI (88.9%), D-Dimer (91.6%) and LDH (100%) were increased as compared to the last test, while the levels of lymphocytes were decreased (87.5%), suggesting that the rising of neutrophils, PCT, CRP, cTnI, D-Dimer and LDH levels can be used as indicators of disease progression, as well as the decline of lymphocytes counts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This was a small sample size retrospective study, which was limited by the small numbers of patients and by using a retrospective method. In particular, some important laboratory results were incomplete.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, the age and underlying diseases (hypertension, diabetes, etc.) is the most important risk factors for death of COVID-19. Bacterial infections may play an important role in promoting the death of patients. Malnutrition is common to severe patients. Multiple organ dysfunction can be observed, the most common organ damage outside the lungs is the heart, followed by kidney and liver. The rising of neutrophils, SAA, PCT, CRP, cTnI, D-Dimer and LDH levels can be used as indicators of disease progression, as well as the decline of lymphocytes counts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "ZG and BS made substantial contributions to the study concept and design. XL was in charge of the manuscript draft. LW took responsibility for obtaining ethical approval and collecting samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contributors"
        },
        {
            "text": "FY and JZ made substantial contributions to data acquisition, analysis and interpretation. SY and LX reviewed the data. ZG made substantial revisions to the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contributors"
        },
        {
            "text": "We declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests"
        },
        {
            "text": "1 author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References:"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.19.20025239 doi: medRxiv preprint author/funder, who has granted medRxiv a license to display the preprint in perpetuity. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References:"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.19.20025239 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "China. LANCET",
            "volume": "2020",
            "issn": "",
            "pages": "2020--2021",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "National Health Commission of the People's Republic of China. Update on novel coronavirus-infected pneumonia situation as of 24:00 on",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Xing",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "24",
            "issn": "",
            "pages": "588--96",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Evolution of the novel coronavirus from the ongoing Wuhan outbreak and modeling of its spike protein for risk of human transmission. SCI CHINA LIFE SCI",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Qu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "New coronavirus pneumonia prevention and control program",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Procalcitonin to initiate or discontinue antibiotics in acute respiratory tract infections. Cochrane Database Syst Rev",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Schuetz",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wirz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sager",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Christ-Crain",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Stolz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tamm",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "C-reactive protein and inflammation: conformational changes affect function",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Potempa",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "El",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Filep",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BIOL CHEM",
            "volume": "396",
            "issn": "11",
            "pages": "1181--97",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Lipid Binding and Function by an Evolutionarily Conserved Protein, Serum Amyloid A",
            "authors": [],
            "year": 2020,
            "venue": "J MOL BIOL",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "All rights reserved. No reuse allowed without permission",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity. The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.19.20025239"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "reverse primer CAGACATTTTGCTCTC AAGCTG; and the probe 5'-FAM-TTGCTGCTGCTTGACAGATT-TAMRA-3'. Target 2 (ORF1ab): forward primer CCCTGTGGGTTTTACACTTAA; reverse primer ACGATTGTGC ATCAGCTGA; and the probe 5'-VIC-CCGTCTGCGGTATGTGGAAAGGTTATGG-BHQ1 -3'. The real-time RT-PCR assay was performed using a 2019-nCoV nucleic acid detection kit according to the manufacturer's protocol (Shanghai bio-germ Medical Technology Co Ltd). Specific primers and probes for SARS-CoV-2 RNA detection were based on the recommendation by the National Institute for Viral Disease Control and Prevention (China) (http://ivdc.chinacdc.cn /kyjz/202001/t20200121_211337.html).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "17/25, 68%) and 18 patients (18/25, 72%), lymphocyte counts were decreased in 22 patients (22/25, 88%). Most patients had mild anemia, RBC and Hb levels were decreased in 20 (20/25, 80%) and 17 (17/25, 68%) patients respectively. Due to alimentary tract hemorrhage, the patient 17 had severe anemia. Most patients' PCT, CRP and SAA levels were elevated, the percentages were 90.5% (19/21), 85% (19/20) and 100% (21/21) respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": ". Zhu N, Zhang D, Wang W, Li X, Yang B, Song J, et al. A Novel Coronavirus from Patients with Pneumonia in China, 2019. N Engl J Med. 2020 2020-01-24. 2. Chan JF, Yuan S, Kok KH, To KK, Chu H, Yang J, et al. A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster. LANCET. 2020 2020-01-24. 3. Phan LT, Nguyen TV, Luong QC, Nguyen TV, Nguyen HT, Le HQ, et al. Importation and Human-to-Human Transmission of a Novel Coronavirus in Vietnam. N Engl J Med. 2020 2020-01-28. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "General clinical characteristics of 25 death casesDiabetes, Hypertension, Alimentary tract hemorrhage, All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.19.20025239 doi: medRxiv preprint",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Changes of organ function of 25 death casesN/A: Not available",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "All rights reserved. No reuse allowed without permission.author/funder, who has granted medRxiv a license to display the preprint in perpetuity. author/funder, who has granted medRxiv a license to display the preprint in perpetuity. All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.19.20025239 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Table.3 Changes of inflammatory markers of 25 death cases"
        }
    ]
}