{
    "paper_id": "3d690de86ca6e200f4f9cac61b004e47ad753aae",
    "metadata": {
        "title": "Mouse hepatitis virus nsp14 exoribonuclease activity is required for",
        "authors": [
            {
                "first": "James",
                "middle": [
                    "Brett"
                ],
                "last": "Case",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yize",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ruth",
                "middle": [],
                "last": "Elliott",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xiaotao",
                "middle": [],
                "last": "Lu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kevin",
                "middle": [
                    "W"
                ],
                "last": "Graepel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nicole",
                "middle": [
                    "R"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Sexton",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Everett",
                "middle": [
                    "Clinton"
                ],
                "last": "Smith",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Susan",
                "middle": [
                    "R"
                ],
                "last": "Weiss",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mark",
                "middle": [
                    "R"
                ],
                "last": "Denison",
                "suffix": "",
                "affiliation": {},
                "email": "mark.denison@vanderbilt.edu"
            },
            {
                "first": "Immunology",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Elizabeth",
                "middle": [
                    "B"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Coronaviruses (CoV) are positive-sense RNA viruses that infect numerous mammalian and avian 23 species and are capable of causing severe and lethal disease in humans. CoVs encode several 24 innate immune antagonists that interact with the host innate immune response to facilitate 25 efficient viral replication. CoV non-structural protein 14 (nsp14) encodes 3'-to-5' 26 exoribonuclease activity (ExoN), which performs a proofreading function and is required for 27 high-fidelity replication. Outside of the order Nidovirales, arenaviruses are the only RNA viruses 28 that encode an ExoN, which functions to degrade dsRNA replication intermediates. In this study, 29",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "we tested the hypothesis that CoV ExoN may also function to antagonize the innate immune 30 response. We demonstrate that viruses lacking ExoN activity [ExoN(-)] are sensitive to cellular 31 pretreatment with interferon beta (IFN-β) in a dose-dependent manner. In addition, ExoN(-) virus 32 replication was attenuated in wild-type bone marrow-derived macrophages (BMMs) and partially 33 restored in interferon alpha/beta receptor deficient (IFNAR-/-) BMMs. ExoN(-) virus replication 34 did not result in IFN-β gene expression, and in the presence of an IFN-β-mediated antiviral state, 35",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "ExoN(-) viral RNA levels were not substantially reduced relative to untreated. However, ExoN(-36 ) virus generated from IFN-β pretreated cells had reduced specific infectivity and decreased 37 relative fitness, suggesting that ExoN(-) virus generated during an antiviral state is less viable to 38 establish a subsequent infection. Overall, our data suggest MHV ExoN activity is required for 39 resistance to the innate immune response and antiviral mechanisms affecting the viral RNA 40 sequence and/or an RNA modification act on viruses lacking ExoN activity. 41 42 43 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "wild-type bone marrow derived macrophages (B6, BMMs) but restored in interferon alpha/beta 112 receptor deficient (IFNAR-/-) BMMs. Despite an increased sensitivity to the effects of IFN 113 treatment, MHV ExoN mutants failed to induce detectable IFN-β gene expression or RNase L-114 mediated ribosomal RNA (rRNA) degradation and only a limited decrease in viral RNA 115 accumulation was observed. Finally, ExoN(-) virus replicated in the presence of an IFN-β-116 mediated antiviral state had both a decreased specific infectivity and decreased relative fitness 117 compared to untreated ExoN(-) virus. Thus, nsp14 ExoN appears to block or correct the 118 restriction of MHV infection by an IFN-mediated mechanism that may involve damaging 119 nascent viral RNA and affecting subsequent infectivity. 120 121 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/182196 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Viruses lacking ExoN activity are sensitive to the effects of IFN-β. Binding of type I 123 interferon to the IFNAR receptor on the cell surface leads to a Jak/STAT signaling cascade that 124 ultimately results in the up-regulation and expression of hundreds of antiviral ISGs (4). In 125 addition, WT-MHV replication has been shown to be relatively resistant to the effects of IFN (1, 126 3, 22) . To determine whether the ExoN activity of MHV nsp14 was required for resistance to 127 IFN, we pretreated murine delayed brain tumor (DBT) cells with increasing concentrations of 128 mouse IFN-β for 18 h prior to infecting with WT-MHV or ExoN(-) virus at a multiplicity of 129 infection (MOI) of 1 plaque-forming unit (PFU) per cell (Fig. 1A) . In response to pretreatment, WT-MHV viral titer decreased by approximately 1 log 10 as previously reported (1). 131",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 384,
                    "text": "IFN (1,",
                    "ref_id": null
                },
                {
                    "start": 385,
                    "end": 391,
                    "text": "126 3,",
                    "ref_id": null
                },
                {
                    "start": 392,
                    "end": 395,
                    "text": "22)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 731,
                    "end": 740,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF13"
                }
            ],
            "section": "RESULTS 122"
        },
        {
            "text": "In contrast, ExoN(-) viral titer demonstrated a dose-dependent decrease and resulted in an 132 approximately 3 log 10 decrease in viral titer relative to untreated ExoN(-) viral titers. The ExoN 133 activity of nsp14 is conferred by active site residues present in 3 different motifs within the 134 ExoN domain (23). Therefore, to determine whether the observed sensitivity to IFN-β 135 pretreatment for ExoN(-) virus in Fig. 1A was due specifically to the absence of ExoN activity in 136 nsp14, we engineered and recovered a virus encoding only an aspartic acid to alanine 137 substitution in Motif III [ExoN3 (-) ]. Previously, we have demonstrated that viruses lacking 138",
            "cite_spans": [
                {
                    "start": 611,
                    "end": 614,
                    "text": "(-)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 421,
                    "end": 428,
                    "text": "Fig. 1A",
                    "ref_id": "FIGREF13"
                }
            ],
            "section": "RESULTS 122"
        },
        {
            "text": "ExoN activity have decreased replication fidelity and are sensitive to the RNA mutagen 5-139 fluorouracil (5-FU) (16). Hence, 5-FU sensitivity is an in vitro indicator of ExoN activity. 140",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS 122"
        },
        {
            "text": "Therefore, first, we tested whether ExoN3 (-) and ExoN(-) demonstrated similar sensitivity to 5-141 FU to ensure that the ExoN activity of ExoN3(-) virus had been ablated. Similar to ExoN(-) , 142",
            "cite_spans": [
                {
                    "start": 42,
                    "end": 45,
                    "text": "(-)",
                    "ref_id": null
                },
                {
                    "start": 183,
                    "end": 190,
                    "text": "ExoN(-)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "RESULTS 122"
        },
        {
            "text": "ExoN3(-) viral replication in cells treated with increasing concentrations of 5-FU demonstrated a 143 dose-dependent decrease in viral titer relative to vehicle treated cells (Fig. 1B) . Further, ExoN(-) 144 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 175,
                    "end": 184,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF13"
                }
            ],
            "section": "RESULTS 122"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/182196 doi: bioRxiv preprint and ExoN3(-) displayed similar sensitivities to pre-treatment with 100 or 500 U/mL following infection at an MOI of 1 PFU/cell (Fig. 1C) . Thus, these data suggest nsp14 ExoN 146 activity is required for resistance to the effects of regulation and expression of ISGs. 148 149 Increased replication capacity does not confer resistance to the effects of IFN-β 150 pretreatment for viruses lacking ExoN activity. ExoN(-) virus demonstrates an approximately 151 2 h delay in exponential replication and a 1 log 10 decrease in peak titer relative to . Therefore, we tested whether the IFN sensitivity phenotype observed for ExoN(-) and 153",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 273,
                    "end": 282,
                    "text": "(Fig. 1C)",
                    "ref_id": "FIGREF13"
                }
            ],
            "section": "RESULTS 122"
        },
        {
            "text": "ExoN3(-) viruses is due to the decreased replication capacity of these viruses. To do so, we 154 utilized an ExoN(-) virus developed by our lab that has been blindly passaged in DBT cells for 155 250 passages [ExoN(-) P250] (24). The replication capacity of the resulting ExoN(-) P250 virus 156 exceeds that of WT-MHV ( Fig. 2A) . However, despite increased replication capacity, ExoN(-) 157 P250 demonstrated similar sensitivity to IFN-β pretreatment as ExoN(-) virus ( Fig. 2A and B) . 158",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 320,
                    "end": 328,
                    "text": "Fig. 2A)",
                    "ref_id": null
                },
                {
                    "start": 471,
                    "end": 485,
                    "text": "Fig. 2A and B)",
                    "ref_id": null
                }
            ],
            "section": "RESULTS 122"
        },
        {
            "text": "Hence, the IFN-β sensitivity phenotype of viruses lacking ExoN activity is not dependent on 159 viral replication capacity but instead, is directly associated with a specific function of nsp14 160",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS 122"
        },
        {
            "text": "ExoN that is required for efficient replication in the presence of an IFN-β-mediated antiviral 161 state. 162 163 Nsp14 ExoN activity is required for replication in wild-type B6 BMMs. We next wanted to 164 test whether ExoN activity was required for IFN resistance in primary innate immune cells, such 165 as BMMs. Replication of WT-MHV in primary BMMs is well described, and data suggest that 166 wild-type B6 BMMs (B6) express many PRRs and ISGs at a higher basal level than many mouse 167 cell lines (3, 25, 26) . In contrast, BMMs lacking the IFNAR receptor (IFNAR-/-) have lower 168 basal and expressed levels of ISGs; thus, making B6 and IFNAR-/-BMMs excellent cell types 169 for interrogating the role of ExoN activity on viral replication and antagonism of the innate 170 immune response (25). BMMs from B6 or IFNAR-/-mice were generated and infected with 171 WT-MHV or ExoN(-) virus at an MOI of 1 PFU/cell. Samples were harvested at the indicated 172 time points, and viral titers were determined by plaque assay (Fig. 3A) . ",
            "cite_spans": [
                {
                    "start": 503,
                    "end": 506,
                    "text": "(3,",
                    "ref_id": null
                },
                {
                    "start": 507,
                    "end": 510,
                    "text": "25,",
                    "ref_id": null
                },
                {
                    "start": 511,
                    "end": 514,
                    "text": "26)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1023,
                    "end": 1032,
                    "text": "(Fig. 3A)",
                    "ref_id": null
                }
            ],
            "section": "RESULTS 122"
        },
        {
            "text": "by RNase L/PKR deficiency. Upon detection of a pathogen-associated molecular pattern 189 (PAMP) by innate sensors, signaling pathways lead to transcription factor activation and nuclear 190 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Loss of ExoN activity does not result in the induction of IFN and replication is not rescued 188"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/182196 doi: bioRxiv preprint translocation resulting in expression of IFN-β mRNA (4). WT-MHV is well known to prevent or 191 delay the induction of IFN expression (3, 22) . However, ExoN activity may help prevent the 192 detection of a PAMP, namely dsRNA, which has been shown to be increased in an nsp15 EndoU 193 mutant (12) . Therefore, to determine whether the loss of ExoN activity resulted in the generation 194 and subsequent detection of a PAMP, we determined the level of IFN-β gene expression in DBT The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/182196 doi: bioRxiv preprint 24 h post-infection. However, viral yield was minimal. These data suggest that loss of nsp14 214",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 283,
                    "text": "(3,",
                    "ref_id": null
                },
                {
                    "start": 284,
                    "end": 287,
                    "text": "22)",
                    "ref_id": null
                },
                {
                    "start": 422,
                    "end": 443,
                    "text": "EndoU 193 mutant (12)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Loss of ExoN activity does not result in the induction of IFN and replication is not rescued 188"
        },
        {
            "text": "ExoN activity does not lead to the transcriptional activation of IFN-β or a notable dsRNA sensor 215 such as OAS/RNase L during infection of DBT cells. In addition, BMMs deficient in the 216 antiviral effectors RNase L and PKR were not sufficient to restore ExoN(-) viral replication. 217 218 IFN treatment does not substantially alter ExoN(-) viral RNA accumulation or particle 219 release. Since ExoN activity is required for resistance to IFN but had no effect on IFN induction, 220 we sought to discern the stage of viral replication that was restricted by IFN-β treatment. To reductions in viral RNA could explain a small portion of the IFN phenotype, these data suggest 233 that decreased replication or transcription is not the primary driver of ExoN(-) IFN sensitivity. 234",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Loss of ExoN activity does not result in the induction of IFN and replication is not rescued 188"
        },
        {
            "text": "Since pretreatment of DBT cells with IFN-β does not grossly alter ExoN(-) viral RNA 235 accumulation but does reduce ExoN(-) viral titers, we sought to determine whether IFN 236 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Loss of ExoN activity does not result in the induction of IFN and replication is not rescued 188"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. CoVs encode multiple IFN antagonists that prevent the induction of or mediate resistance to the 303 innate immune response; thus, allowing efficient viral replication early during infection (3). 304",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Loss of ExoN activity does not result in the induction of IFN and replication is not rescued 188"
        },
        {
            "text": "Moreover, an insufficient innate immune response has been proposed to be a major contributor 305 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Loss of ExoN activity does not result in the induction of IFN and replication is not rescued 188"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/182196 doi: bioRxiv preprint to SARS-CoV pathogenesis (29). In this study, we sought to determine the contributions of 306 nsp14 ExoN activity in the induction of and resistance to the innate immune response. We 307 demonstrate that ExoN(-) virus is sensitive to pretreatment with IFN-β. Because ExoN3(-) and 308",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Loss of ExoN activity does not result in the induction of IFN and replication is not rescued 188"
        },
        {
            "text": "ExoN(-) P250 viruses were also sensitive to the effects of IFN, we conclude that IFN sensitivity 309 is specifically due to loss of ExoN activity. the experiments we performed. However, one would expect the endonucleolytic products of 326 nsp15 to be smaller dsRNAs that could still activate RIG-I or MDA5, similar to RNase L 327 products, unless another RNA degradation mechanism were in place (4, 31). In addition, despite 328 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Loss of ExoN activity does not result in the induction of IFN and replication is not rescued 188"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/182196 doi: bioRxiv preprint an intact NS2 phosphodiesterase, nsp15 mutants still activate RNase L-mediated rRNA 329 degradation (12). Lastly, when RNaseL -/-/ PKR -/-BMMs were infected with ExoN(-) virus, 330 viral replication was not rescued, suggesting that RNase L and PKR are not required for ExoN(-) 331 virus restriction (Fig. 4C) . Moreover, these data suggest dsRNA is not detected and the antiviral 332 (Fig.4A) . Interestingly, TGEV ExoN active site 337 mutants were non-viable; although, this is not the first report of non-viable ExoN active site 338 residue mutants in Alphacoronaviruses (21). In the initial report of CoV nsp14 ExoN activity, 339 human CoV 229E ExoN active site mutants were also non-viable, suggesting a common essential 340 function for nsp14 ExoN in Alphacoronavirus replication and/or innate antagonism (13). 341",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 445,
                    "end": 454,
                    "text": "(Fig. 4C)",
                    "ref_id": null
                },
                {
                    "start": 530,
                    "end": 538,
                    "text": "(Fig.4A)",
                    "ref_id": null
                }
            ],
            "section": "Loss of ExoN activity does not result in the induction of IFN and replication is not rescued 188"
        },
        {
            "text": "Altogether, the possibility of a common innate immune antagonism function for nsp14 across 342",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Loss of ExoN activity does not result in the induction of IFN and replication is not rescued 188"
        },
        {
            "text": "Alpha-and Beta-CoVs is apparent but clearly differing requirements exist that may be dependent 343 on the CoV genus and cell types used. 344",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Loss of ExoN activity does not result in the induction of IFN and replication is not rescued 188"
        },
        {
            "text": "Our results clearly demonstrate that viruses lacking ExoN activity are sensitive to IFN-β 345 pretreatment in a dose-dependent manner (Fig. 1A,C and Fig. 2) . Further, replication of viruses 346 lacking ExoN activity was dependent on the capacity of BMMs to express genes downstream of 347 IFNAR signaling (Fig. 3) . This is due to the fact that B6 and IFNAR-/-cells have different levels 348 of basal ISG expression and thus, two very different intracellular environments for viral 349 replication to occur (3, 25, 26) . In IFNAR-/-BMMs, ExoN(-) and ExoN(-) P250 virus replication 350 capacity was restored to levels approaching or exceeding WT-MHV levels (Fig. 3) . Further, our 351 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 508,
                    "end": 511,
                    "text": "(3,",
                    "ref_id": null
                },
                {
                    "start": 512,
                    "end": 515,
                    "text": "25,",
                    "ref_id": null
                },
                {
                    "start": 516,
                    "end": 519,
                    "text": "26)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 134,
                    "end": 156,
                    "text": "(Fig. 1A,C and Fig. 2)",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 306,
                    "end": 314,
                    "text": "(Fig. 3)",
                    "ref_id": null
                },
                {
                    "start": 657,
                    "end": 665,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "Loss of ExoN activity does not result in the induction of IFN and replication is not rescued 188"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/182196 doi: bioRxiv preprint specific infectivity (Fig. 6A ) and co-infection (Fig. 6B ) data show that ExoN(-) virus generated 352 in the presence of an antiviral state is less viable upon subsequent infection. Altogether, our 353 results suggest that an ISG or ISGs is (are) acting on ExoN(-) virus, specifically resulting in 354 progeny that are less viable upon subsequent infection. Thus, it will be interesting to determine 355 the specific ISG or ISGs responsible for mediating the observed restriction. In addition, it will be 356 important to determine whether a greater proportion of the incoming ExoN ( The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/182196 doi: bioRxiv preprint Since CoVs encode the largest genome known for RNA viruses, they have the luxury of 375 encoding multiple IFN antagonists that limit the capacity of a cell to detect and respond to 376 infection. Collectively, our data suggest that MHV nsp14 ExoN activity is a contributor to CoV 377 innate immune antagonism. We clearly demonstrate that viruses lacking ExoN activity are 378 sensitive to the effects of an IFN-β-mediated antiviral state. Further, our data reveal a critical role 379 for nsp14 ExoN activity in CoV replication and provide additional rationale for targeting nsp14 380",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 167,
                    "end": 175,
                    "text": "(Fig. 6A",
                    "ref_id": null
                },
                {
                    "start": 195,
                    "end": 203,
                    "text": "(Fig. 6B",
                    "ref_id": null
                },
                {
                    "start": 729,
                    "end": 730,
                    "text": "(",
                    "ref_id": null
                }
            ],
            "section": "Loss of ExoN activity does not result in the induction of IFN and replication is not rescued 188"
        },
        {
            "text": "ExoN activity as a means of viral attenuation. Our future studies will probe the specific 381 mechanism of restriction for viruses lacking ExoN activity and assess how the requirement of 382 ExoN activity for resistance to innate immunity can be utilized for treatment during human The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/182196 doi: bioRxiv preprint (11). BMMs were infected with virus at an MOI of 1 PFU/cell at 37°C for 1 h. After incubation, 421 inocula were removed, cells were washed with 3 times with PBS, and fresh medium was added. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/182196 doi: bioRxiv preprint cells were transfected with 25ug/ml polyI:C (Sigma) using Lipofectamine 2000 (Thermo Fisher 444 Scientific). Total RNA from all samples was purified using the Purelink RNA Mini Purification 445 System (Life Technologies) by following the manufacturers instructions. Upon purification, total 446 RNA was analyzed on an Agilent Bioanalyzer by the Vanderbilt VANTAGE core facility and 447 the rRNA integrity reported. 448",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Loss of ExoN activity does not result in the induction of IFN and replication is not rescued 188"
        },
        {
            "text": "Quantification of viral genomic RNA by qRT-PCR. The quantification of viral genomic RNA 450 has been previously described (14). Briefly, an RNA standard was prepared using the MHV A 451 fragment (37) and a standard curve was generated using 10-fold dilutions from 10 3 to 10 8 copies. 452 A 5' 6-carboxyfluorescein (FAM)-labeled probe (5'-TTCTGACAACGGCTACACCCAACG-3' 453 [Biosearch Technologies]) was used with forward (5'-AGAAGGTTACTGGCAACTG-3') and 454 reverse (5'-TGTCCACGGCTAAATCAAAC-3') nsp2 specific primers. The final volume for 455 each reaction was 20 µl with 150 nM probe, 900 nM each primer, 2 µl sample RNA, and 10 µl 456 2X ToughMix, one-step, low ROX enzyme mix (Quantas) per reaction. Samples were quantified 457 using an Applied Biosciences 7500 Real-Time PCR System with the conditions 55°C for 10 min, 458 95°C for 5 min, 95°C for 30 s, and 60°C for 1 min, with the last two steps repeated 40 times. The 459 standard curve was plotted using GraphPad Prism 6 software, and genomes/µl were calculated. 460 461 Quantification of subgenomic RNA by qPCR. Sub-confluent DBT cells were treated with 0 or 462 100 U/mL mouse IFN-β for 18 h prior to being infected with virus at an MOI of 1 PFU/cell at 463 37°C for 45 min. After incubation, inocula were removed, cells were washed with PBS, and 464 fresh medium was added. At the indicated times post-infection, cell culture supernatants were 465 removed and total RNA was harvested by adding 1ml TRIzol reagent. Total RNA was extracted 466 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "449"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/182196 doi: bioRxiv preprint using the Purelink RNA mini purification system by following the manufacturers instructions. 467 cDNA was generated by RT-PCR using 1ug of total RNA as previously described (16) Purification System. Genome RNA was quantified using one-step qRT-PCR as described above, 479 and the particle to PFU ratio was calculated. 480 481 Co-infection assay. Sub-confluent monolayers of DBT cells were treated with 0 or 100 U/ml 482 mouse IFN-β for 18 h prior to being infected with virus at an MOI of 1 PFU/cell at 37°C for 45 483 min. After incubation, inocula were removed, cells were washed with PBS, and fresh medium 484 was added. At 12 h post-infection, cell culture supernatants were removed and 100 µl of 485 supernatant was added to 900 µl TRIzol reagent. Viral genome RNA was purified and the 486 number of viral genome RNA copies present relative to an RNA standard curve were determined 487 as described above. Based on the number of viral genome RNA copies determined by qRT-PCR, 488 an equal number of virus particles from each virus and each condition were combined with an 489 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "449"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/182196 doi: bioRxiv preprint treatment group were mixed with an equal number of WT silent or ExoN(-) silent virus particles. 715",
            "cite_spans": [],
            "ref_spans": [],
            "section": "449"
        },
        {
            "text": "This mixture was then used to infect a fresh monolayer of untreated DBT cells. At 24 h post-716 infection, cell culture supernatants were collected, RNA was extracted, and the number of virion 717 genome RNA copies for each original virus and treatment group relative to their respective silent 718 standard viruses was determined by one-step qRT-PCR and is reported as the change in fitness 719 relative to the silent virus standard. Error bars represent SEM (n=6). For each panel, statistical 720 significance compared to untreated WT-MHV or ExoN(-) infection, respectively, is denoted and 721 was determined by Student's t -test. *, P < 0.05, *** P < 0.001, n.s.= not significant. 722 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "449"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "449"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "516 Inhibition of the alpha/beta interferon response by mouse hepatitis virus at multiple levels",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Roth-Cross",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Martínez-Sobrido",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "García-Sastre",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "517",
            "issn": "",
            "pages": "7189--7199",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "SARS coronavirus and innate immunity",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Frieman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Heise",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Baric",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Virus 519 Res",
            "volume": "133",
            "issn": "",
            "pages": "101--112",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Murine Coronavirus Cell Type Dependent Interaction with 521 the Type I Interferon Response",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Viruses",
            "volume": "1",
            "issn": "",
            "pages": "689--712",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Interferon-stimulated genes: a 523 complex web of host defenses",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Schneider",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Chevillotte",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Rice",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Annu. Rev. Immunol",
            "volume": "32",
            "issn": "",
            "pages": "513--545",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Severe acute respiratory syndrome coronavirus nsp1 protein suppresses 526 host gene expression by promoting host mRNA degradation",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Makino",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proc. Natl. Acad. Sci. U.S.A",
            "volume": "527",
            "issn": "",
            "pages": "12885--12890",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The nsp1, nsp13, and M proteins contribute to the hepatotropism of 530 murine coronavirus JHM.WU",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Virol",
            "volume": "89",
            "issn": "",
            "pages": "3598--3609",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Regulation of IRF-3-dependent innate immunity by 533 the papain-like protease domain of the severe acute respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "C-Tk",
                    "middle": [],
                    "last": "Tseng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J",
            "volume": "534",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The 536 papain-like protease of severe acute respiratory syndrome coronavirus has 537 deubiquitinating activity",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Barretto",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jukneliene",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ratia",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Mesecar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Virol",
            "volume": "79",
            "issn": "",
            "pages": "15189--15198",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Functional screen 539 reveals SARS coronavirus nonstructural protein nsp14 as a novel cap N7 540 methyltransferase",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tien",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ahola",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proc Natl Acad Sci",
            "volume": "106",
            "issn": "",
            "pages": "3484--3489",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Coronavirus nonstructural protein 16 is a cap-0 binding 543 enzyme possessing (nucleoside-2'O)-methyltransferase activity",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Canard",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Virol",
            "volume": "82",
            "issn": "",
            "pages": "8071--8084",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Antagonism of the interferon-induced OAS-RNase L pathway by murine 546 coronavirus ns2 protein is required for virus replication and liver pathology",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Jha",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Elliott",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ziebuhr",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Gorbalenya",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Silverman",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Cell Host 547 Microbe",
            "volume": "11",
            "issn": "",
            "pages": "607--616",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Early endonuclease-mediated 552 evasion of RNA sensing ensures efficient coronavirus replication",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gaughan",
                    "suffix": ""
                },
                {
                    "first": "Fjm",
                    "middle": [],
                    "last": "Van Kuppeveld",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Silverman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Keller",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ludewig",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Bergmann 551",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ziebuhr",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Kalinke",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Thiel",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Minskaia",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hertzig",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Gorbalenya",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Campanacci",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cambillau",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Canard",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS Pathog",
            "volume": "553",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Discovery of an RNA virus 3\"->5\" exoribonuclease that is critically 556 involved in coronavirus RNA synthesis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ziebuhr",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proc Natl Acad Sci",
            "volume": "103",
            "issn": "",
            "pages": "5108--5113",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "559 virus at an MOI of 1 PFU/cell for 45 min., inocula were removed, and fresh medium containing 646 vehicle or the appropriate concentration of 5-FU were added. Cell culture supernatants were 647 harvested 12 h post-infection and viral titers were determined by plaque assay. For each panel, 648 the change in viral titer was calculated by dividing viral titers following the indicated treatment 649 by the untreated controls and error bars indicate SEM (n = 4). Statistical significance compared 650 to WT-MHV is denoted and was determined by Student's t -test",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Adenosyl-L-Methionine",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Binding Residues in Coronavirus nsp14 N7-Methyltransferase",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Increased replication capacity does not restore virus resistance to IFN-β. DBT cells were 654 pretreated with the indicated concentrations of mouse IFN-β for 18 h and then infected with WT",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "At 12 h post-infection, cell culture 656 supernatants were collected and the viral titers present determined by plaque assay. Raw viral 657 titers (A) or the change in viral titers relative to untreated controls (B) are reported. Error bars 658 indicate SEM (n = 4). Statistical significance compared to WT-MHV is denoted and was 659 determined by Student's t -test",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Exon",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "or ExoN(-) P250 virus at an MOI of 1 PFU/cell",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Replication of viruses lacking ExoN activity is restricted in wild-type B6 BMMs",
            "authors": [],
            "year": null,
            "venue": "FIG 3",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "BMMs or IFNAR-/-BMMs were infected with WT-MHV or ExoN(-) virus (A) or WT-MHV or 663",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "P250 virus (B) at an MOI of 1 PFU/cell. At the indicated times post-infection, cell 664 culture supernatant aliquots were collected and the viral titers present were determined by plaque 665 assay. For each panel",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Exon",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Loss of ExoN activity does not result in the generation of a detectable PAMP",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "All rights reserved. No reuse allowed without permission",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/182196"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "ExoN(-) P250 virus at an MOI of 0.1 PFU/cell or 669 infected with Sendai virus at an MOI of 200 HA units/ml. At the indicated times post-infection, 670 cell culture supernatants were removed, cell lysates were harvested, total RNA was extracted, 671 cDNA was generated, and IFN-β expression relative to GAPDH was determined by qPCR. Error 672 bars indicate SEM (n=4). (B) DBT cells were pretreated for 18 h with 0 or 50U/ml mouse IFN-β 673 and subsequently infected with WT-MHV or ExoN",
            "authors": [],
            "year": null,
            "venue": "doi: bioRxiv preprint cells were infected with mock, WT, ExoN(-) or",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/182196"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "At the indicated times post-infection, cell culture supernatants were removed, cell lysates 675 harvested, and total RNA extracted. rRNA integrity was assessed using an Agilent Bioanlyzer",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "One representative image is shown for each sample from 2 independent experiments. Images 677 spliced for labeling purposes. The averaged RNA integrity values for each condition are 678 reported. (C) B6 BMMs or",
            "authors": [],
            "year": null,
            "venue": "BMMs were infected with WT-MHV or ExoN",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "At the indicated times post-infection, cell culture supernatant 680 aliquots were collected and the viral titers present were determined by plaque assay. Error bars 681 represent SEM (n = 5)",
            "authors": [],
            "year": null,
            "venue": "MOI of 1 PFU/cell",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "ExoN(-) viral RNA accumulation and particle release is marginally affected by IFN-β 684",
            "authors": [],
            "year": null,
            "venue": "FIG 5",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "ExoN(-) virus at an MOI of 1 PFU/cell. At the indicated 686 times post-infection, total cell lysates were harvested and RNA was extracted. The viral genomic 687 RNA copies present relative to an RNA standard were determined by one-step qRT-PCR (A) or 688 cDNA was generated and the subgenomic RNA copies relative to GAPDH were determined by 689 qPCR (B). For each panel (A and B), error bars represent SEM (n= 6 to 9",
            "authors": [],
            "year": null,
            "venue": "DBT cells were 690 pretreated with 0 or 100U/ml mouse IFN-β for 18 h and subsequently infected with WT-MHV or 691",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "All rights reserved. No reuse allowed without permission",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/182196"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "At 12 h post-infection, cell culture supernatants were 692 collected. Equivalent volumes of cell culture supernatant for each sample were divided into two 693 samples. For the first cell culture supernatant sample, total RNA was extracted and the number 694 of virion genome RNA copies present (particles) was determined by one-step qRT-PCR (C) or 695 reported as the change in virion genome RNA copies (D)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Exon",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "at an MOI of 1 PFU/cell",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "ExoN(-) viruses generated in the presence of an antiviral state have decreased specific 700 infectivity and are less fit relative to untreated. (A) DBT cells were pretreated with 0 or 100U/ml 701 mouse IFN-β for 18 h and subsequently infected with WT-MHV or ExoN(-) virus at an MOI of 1",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Equivalent volumes of 703 cell culture supernatant for each sample were divided into two samples. For the first cell culture 704 supernatant sample, total RNA was extracted and the number of virion genome RNA copies 705 present (particles) was determined by one-step qRT-PCR [Fig. 5C]. For the second cell culture 706 supernatant sample, the viral titer present was determined by plaque assay (PFUs) (data not 707 shown). The particle to PFU ratio for each virus and treatment was calculated by dividing the 708 number of particles by the number of PFUs. Error bars represent SEM (n = 13 to 15). (B) DBT 709 cells were pretreated with 0 or 100 U/ml mouse IFN",
            "authors": [],
            "year": null,
            "venue": "PFU/cell. At",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "virus at an MOI of 1 PFU/cell. At 12 h post-infection, cell culture 711 supernatants were harvested for each virus and treatment group and the number of virion genome 712",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Wt-Mhv Or Exon",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "RNA copies present (particles) in the supernatant was determined by one-step qRT-PCR. Using 713 the determined number of particles",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "All rights reserved. No reuse allowed without permission",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/182196"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "WT-MHV replication 173 increased gradually in both B6 and IFNAR-/-BMMs at each time-point post-infection. In 174 contrast, ExoN(-) virus replication in B6 BMMs was only detectable at 6 and 9 h post-infection. 175 However, when IFNAR-/-BMMs were infected with ExoN(-) virus, viral titers were partially 176 restored and increased at each time point post-infection. To further test the replication of viruses 177 lacking ExoN activity and the effect of an increased replication capacity in BMMs, B6 and 178 IFNAR-/-BMMs were infected with WT-MHV or ExoN(-) P250 viruses at an MOI of 1 179 PFU/cell. Similar to Fig. 3A, WT-MHV viral titers steadily increased in B6 and IFNAR-/-180 BMMs at each time-point post-infection (Fig. 3B). However, similar to ExoN(-) virus, ExoN(-) 181 P250 virus replication in B6 BMMs was restricted and not detected beyond 9 h post-infection. In 182 addition, ExoN(-) P250 virus replication in IFNAR-/-BMMs was restored to similar levels as 183WT-MHV. These data show that ExoN activity is required for replication in B6 BMMs. Further, 184 they suggest that restriction of ExoN(-) or ExoN(-) P250 is mediated by a gene or genes down",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "195 cells infected with mock, WT-MHV, ExoN(-), or ExoN(-) P250 virus at an MOI of 0.1 PFU/ cell 196 (Fig. 4A). In addition, we infected DBT cells with Sendai virus (SenV), a positive control and a 197 potent inducer of IFN, at an MOI of 200 HA units/ml. SenV infection resulted in IFN expression 198 by 3 h post-infection and peaked between 9 and 12 h post-infection prior to returning nearly to 199 mock infected levels by 24 h post-infection, demonstrating that DBT cells are capable of 200 expressing IFN-β. In contrast, no CoV infection, regardless of whether intact ExoN activity was 201 present, resulted in IFN-β gene expression over mock-infected cells with the exception of WT-202 MHV at 3 h post-infection. Further, upon detection of dsRNA by OAS and subsequent activation 203 of RNase L, viral and cellular RNAs are degraded as an antiviral mechanism (4). To determine 204 whether infection with ExoN(-) virus activates RNase L, DBT cells were pretreated with 0 or 50 205 U/ml mouse IFN-β and infected with WT-MHV or ExoN(-) virus at an MOI of 1 PFU/cell or 206 transfected with 25µg/ml poly I:C, a dsRNA surrogate. At the indicated times post-infection, cell 207 lysates were harvested, total RNA extracted, and the integrity of cellular rRNA determined using 208 a bioanalyzer (Fig. 4B). Transfection of DBT cells with poly I:C resulted in rRNA degradation, 209 whereas, infection of DBT cells with WT-MHV or ExoN(-) virus did not result in rRNA 210 degradation under any tested conditions. Lastly, when B6 or RNase L -/-/ PKR -/-BMMs (RL -211/-/ PKR -/-) were infected with ExoN(-) virus, replication was restricted(Fig. 4C). In contrast to 212 infection of B6 BMMs, ExoN(-) viral titer from RL -/-/ PKR -/-BMMs was detectable at 12 and 213 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "221 determine the effect of IFN-β pretreatment on viral RNA accumulation, DBT cells were 222 pretreated with 0 or 100 U/ml mouse IFN-β for 18 h and subsequently infected with WT-MHV 223 or ExoN(-) virus at an MOI of 1 PFU/cell. At the indicated times post-infection, the number of 224 genomic RNA copies present were determined by qRT-PCR. IFN-β pretreatment had minimal 225 effect on the accumulation of WT-MHV genomic RNA (Fig. 5A). Whereas ExoN(-) genomic 226 RNA accumulation is delayed relative to WT-MHV (15), pretreatment with IFN-β did not 227 substantially decrease ExoN(-) genomic RNA levels (Fig. 5A). In addition, we determined the 228 effects of IFN-β pretreatment on the levels of subgenomic viral RNA. For both WT-MHV and 229ExoN(-) viruses, IFN-β pretreatment did not substantially reduce subgenomic RNA levels at any 230 time-point(Fig. 5B). These data indicate that IFN pretreatment did not result in the gross 231 degradation or inhibition of ExoN(-) or ExoN(-) P250 viral RNA accumulation. While slight 232",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "mouse IFN-β for 18 h and subsequently infected with WT-MHV or ExoN(-) virus at an 239 MOI of 1 PFU/cell. At 12 h post-infection, cell culture supernatants were harvested and an 240 aliquot of two equal volumes were removed. From the first volume of each sample, RNA was 241 extracted and used to perform one-step qRT-PCR to determine the number of genome RNAs 242 present, and hence, the number of genome RNA containing particles present in the given volume 243 of supernatant (Fig. 5C). The second volume was saved for a plaque assay as described below. 244 Pretreatment of cells with IFN-β resulted in approximately a 1 log 10 decrease in the number of 245 supernatant viral particles for both WT-MHV and ExoN(-) viruses compared to the number of 246 supernatant viral particles from untreated cells, demonstrating that IFN pretreatment affects the 247 release of WT-MHV and ExoN(-) virus particles equally (Fig. 5D). Thus, these data suggest that 248 IFN pretreatment does not restrict the primary replication of viruses lacking ExoN activity, but 249 rather, renders them potentially inadequate for subsequent infection. 250 251 ExoN(-) virus progeny generated in the presence of an IFN induced-antiviral state have 252 decreased specific infectivity and fitness upon subsequent infection. While many ISGs 253 antagonize viral replication, some could alter the infectivity of progeny particles (27, 28). To test 254whether IFN pretreatment affected the infectivity of ExoN(-) viral particles, the remaining cell 255 culture supernatant volume described above was used to perform a plaque assay to determine the 256 number of PFUs present (data not shown). Using the number of particles determined inFig. 5C 257and the number of PFUs present in an equivalent volume; we calculated the specific infectivity, 258 or particle-to-PFU ratio, of each virus generated under each condition(Fig. 6A). Regardless of 259 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "ExoN(-)  virus resulted in a similar particle to PFU ratio as WT-MHV during 262 subsequent infection. In contrast, when DBT cells were pretreated with IFN-β prior to initial 263 infection with ExoN(-) virus, the resulting specific infectivity of ExoN(-) virus was 100 particles 264 per 1 PFU, a significant decrease in specific infectivity. Therefore, ExoN(-) virus generated in 265 the presence of an IFN-β-mediated antiviral state requires 10-fold more genome RNA containing 266 particles to generate 1 PFU than WT-MHV generated in cells pretreated with or without IFN or 267ExoN(-) virus generated in untreated cells. These data suggest that the IFN-mediated restriction 268 of ExoN(-) virus in DBT cells occurs at the level of subsequent infection by reducing particle 269 infectivity. 270 Next, we tested whether the effects of IFN on ExoN(-) viruses were intrinsic to the 271 viruses produced. To do so, we performed a co-infection assay, which utilized WT-MHV and 272 ExoN(-) viruses harboring 10 silent mutations in the nsp2-coding region (WT silent and ExoN(-) 273 silent, respectively) along with WT-MHV and ExoN(-) viruses. The genome RNAs of the silent 274 viruses are recognized exclusively by a separate probe than the one used to detect the \"WT\" nsp2 275 probe-binding region of WT-MHV or ExoN(-) viruses (24). Thus, allowing WT silent and 276 ExoN(-) silent to act as internal controls for a co-infection assay under identical conditions. DBT 277 cells were pretreated with 0 or 100 U/ml mouse IFN-β for 18 h and subsequently infected with 278 WT-MHV or ExoN(-) virus at an MOI of 1 PFU/cell. At 12 h post-infection, total cell culture 279supernatants were collected. The number of viral particles present in a representative aliquot was 280 determined from purified virion genome RNA by one-step qRT-PCR. In addition, we determined 281 the number of genome RNA containing particles in an equivalent volume of WT silent or ExoN(-282 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "viral p1 stock tubes. Using the calculated number of genome RNA-containing viral 283 particles, we added an equal number of WT-MHV viral particles generated in the absence of IFN 284 pretreatment to WT silent viral particles and an equal number of WT-MHV viral particles 285 generated in the presence of IFN pretreatment to WT silent viral particles. This same set-up was 286 repeated for ExoN(-) viral particles generated in the presence or absence of IFN pretreatment 287 with ExoN(-) silent viral particles. Finally, each combination was used to infect a fresh 288 monolayer of untreated DBT cells. At 24 h post-co-infection, total cell culture supernatants were 289 collected and virion genome RNA was extracted to determine the number of supernatant viral 290 particles present from each combination of input viruses by one-step qRT-PCR and is reported as 291 the change in fitness relative to the respective silent virus standard (Fig. 6B). WT-MHV particles 292 generated in the presence of IFN pretreatment generated a similar number of viral particles over 293 the course of co-infection as WT-MHV generated in the absence of IFN pretreatment relative to 294 their respective silent standards. However, the number of viral particles present from ExoN(-) 295 virus generated in the presence of IFN pretreatment during the course of co-infection decreased 296 by approximately 1.5 log 10 in comparison with ExoN(-) viral particles generated in the absence 297 of IFN pretreatment relative to their respective silent standards. These data indicate that a loss in 298 nsp14 ExoN activity sensitizes viruses to IFN pretreatment and reduces the infectivity and fitness 299 of progeny during subsequent rounds of infection in the absence of an antiviral state. 300 301 DISCUSSION 302",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "310 Because the ExoN activity of the Lassa fever virus nucleoprotein degrades dsRNA 311 intermediates (18, 19), we hypothesized that CoV nsp14 ExoN could function in a similar 312 manner. If nsp14 ExoN is degrading viral dsRNA, ExoN inactivation should increase 313 intracellular dsRNA accumulation, resulting in a concomitant increase in IFN-β expression or 314 activation of RNase L during infection. We neither observed IFN-β up-regulation nor RNase L 315 activation over the course of ExoN(-) virus infection (Fig. 4A and B), and rRNA was intact at all 316 time-points tested (Fig. 4B). Therefore, at least two possible explanations exist: 1.) ExoN does 317 not function to degrade dsRNA or 2.) ExoN does degrade dsRNA, but the detection of this 318 PAMP is unchanged during ExoN(-) virus infection due to sufficient antagonism by other CoV 319 proteins. Basal OAS expression levels correlate with RNase L activation (30). Thus, we 320 pretreated DBTs with IFN-β to up-regulate OAS and RNase L expression. However, rRNA 321 degradation was only observed in cells transfected with poly I:C (Fig. 4B). Further, nsp15 322EndoU and NS2 phosphodiesterase activities were intact during all of our experiments. Thus, it 323 is possible that in the absence of nsp14 ExoN activity, other CoV innate antagonists were 324 sufficient to prevent innate detection by the cell or prevent the induction of a detectable signal in 325",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "effectors RNaseL and PKR are not activated during ExoN(-) virus infection. 333 During our study, Becares et al. reported that a TGEV nsp14 zinc-finger mutant 334 modulated the innate immune response of swine testis cells by reducing the levels of dsRNA and 335 induction of IFN (21). Unlike TGEV, Betacoronaviruses such as SARS-CoV and MHV, do not 336 induce IFN expression in most cell types (1-3)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "-) viral particles are 357 strictly non-viable or whether cells are now sensing the progeny ExoN(-) viruses and inhibiting 358replication. Due to the pleiotropic nature of IFN-β, more than one mechanism may be acting. To 359 date, the majority of our understanding of nsp14 ExoN activity is in the context of proofreading 360 during CoV replication(13, 15, 16, 32). CoVs lacking ExoN activity demonstrate an increase in 361 mutation frequency relative to WT (15, 16). Thus, it is possible that ExoN(-) virus replication in 362 IFN pretreated cells results in further alteration of ExoN(-) virus mutation frequency. Certainly, 363 an increase or decrease in mutation frequency could impair viral replication during a subsequent 364 infection. In addition, an ISG may act to hypermutate the large CoV genome in the absence of 365 ExoN activity, rendering viral progeny less viable. ISGs that increase viral mutation frequency 366 have been described such as adenosine deaminase acting on RNA 1 (ADAR1) and 367 apolipoprotein B mRNA editing enzyme, catalytic polypeptide-like 3G (APOBEC3G) (27, 28). 368 Further, another ISG, SAMHD1, may inhibit HIV replication by limiting nucleotide pools, a 369 known contributor to increased viral mutation frequency (33-35). Moreover, other possible 370 mechanisms outside of altered mutation frequency exist. For instance, in the absence of ExoN 371 activity, terminal RNA modifications, recombination, and/or replicase protein interactions 372 mediated by nsp14 ExoN may be disrupted to a greater extent in the presence of an IFN-β-373 mediated antiviral state. 374 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "culture. Murine delayed brain tumor (DBT) cells (36) and baby hamster kidney 21 cells 387 expressing the MHV receptor (BHK-R) (37) were maintained at 37°C in Dulbecco's modified 388 Eagle medium (DMEM; Gibco) supplemented with 10% fetal bovine serum (FBS; Invitrogen), 389 100 U/ml penicillin and streptomycin (Gibco), and 0.25 µg/ml amphotericin B (Corning). BHK-390 R cells were further supplemented with 0.8 mg/ml of G418 (Mediatech). 391 392 Cloning, recovery, and verification of mutant viruses. Recombinant MHV strain A59 393 (GenBank accession number AY910861) has been previously described (37). ExoN(-) (nsp14 394 D89A and E91A) has been previously described (15). To generate ExoN(-) P250 virus, sub-395 confluent monolayers of DBT cells in 25cm 2 flasks were infected using the ExoN(-) parental 396 stock and blindly passaged for a total of 250 passages (24). For ExoN3(-) virus (nsp14 D272A)was recovered using BHK-R cells following electroporation of in vitro-transcribed 400 genomic RNA. Recovered ExoN3(-) virus was sequenced (GenHunter Corporation, Nashville, 401 TN) to verify the engineered mutations were present and to ensure that no additional mutations 402 were introduced. 403 404 Interferon-β sensitivity assays. Sub-confluent DBT cells were treated for 18 h with the 405 indicated concentrations of mouse IFN-β (PBL Assay Science) prior to infection with virus at a 406 multiplicity of infection (MOI) of 1 plaque-forming unit (PFU) per cell at 37°C for 45 min. After 407 incubation, inocula were removed, cells were washed with PBS, and fresh medium was added. 408 Cell culture supernatants were collected at 12 h post-infection, and viral titers were determined 409 by plaque assay (15). 410 411 5-FU sensitivity assays. Sub-confluent DBT cells were treated with DMEM supplemented to 412 contain the indicated concentrations of 5-fluorouracil [(5-FU), Sigma] or DMSO alone at 37°C 413 for 30 min. After incubation, drug was removed and cells were infected with virus at an MOI of 414 1 PFU/cell at 37°C for 1 h. Inocula were removed, and cells were incubated in medium 415 containing 5-FU or DMSO. Cell culture supernatants were collected at 12 h post-infection, and 416 viral titers were determined by plaque assay. 417 418Virus replication kinetics. Bone-marrow derived macrophages (BMMs) were generated from 419 the hind limbs of WT, IFNAR-/-, or RNaseL-/-/PKR-/-C57/B6 mice as previously described 420 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "-β induction assays. Sub-confluent DBT cells were infected with mock, WT, ExoN(-426 ), or ExoN(-) P250 virus at an MOI of 0.1 PFU/cell or with Sendai virus (SenV) at an MOI of 427 200 HA (hemagglutination units)/ml at 37°C for 45 min. Inocula were removed, cells were 428 washed with PBS, and fresh medium was added. At the indicated times post-infection, cell 429 culture supernatants were removed and cell lysates were harvested by adding 1ml TRIzol 430 reagent. Total RNA present in the lysates was purified using the phenol/chloroform method. 431 cDNA was generated by reverse transcriptase-polymerase chain reaction (RT-PCR) using 1µg of 432 total RNA as previously described (16). Mouse IFN-β expression levels were determined 433 relative to GAPDH by qPCR using the Applied Biosciences 7500 Real-Time PCR System with 434 Power SYBR Green PCR Master Mix and IFN-β primers: FWD: 5of rRNA integrity. Sub-confluent monolayers of DBT cells were treated with 0 439 or 50 U/ml mouse IFN-β for 18 h prior to being infected with virus at an MOI of 1 PFU/cell at 440 37°C for 45 min. After incubation, inocula were removed, cells were washed with PBS, and 441 fresh medium was added. At the indicated times post-infection, cell culture supernatants were 442 removed and total RNA was harvested by adding 1ml TRIzol reagent. For a positive control, 443 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": ". Subgenomic (N) expression levels relative to GAPDH were determined using the Applied 470 Biosciences 7500 Real-Time PCR System with Power SYBR Green PCR Master Mix. 471 472 Determination of specific infectivity. Sub-confluent monolayers of DBT cells were infected 473 with virus at an MOI of 1 PFU/cell at 37°C for 45 min. After incubation, inocula were removed, 474 cells were washed with PBS, and fresh medium was added. At 12 h post-infection, cell culture 475 supernatants were collected, and viral titers were determined by plaque assay. Supernatants also 476 were used for RNA genome isolation by adding 100 µl supernatant to 900 µl TRIzol reagent, 477 chloroform extraction by phase separation, and final purification using the PureLink RNA Mini 478",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "of WT silent or ExoN(-) silent virus particles, respectively. WT silent and ExoN(-) 490 silent viruses were engineered to harbor 10 silent mutations in the probe-binding region of nsp2, 491 allowing separate detection from WT-MHV or ExoN(-) virus genomes, respectively, using a 492 separate probe upon co-infection (24). Next, a fresh, sub-confluent monolayer of DBT cells were 493 co-infected with each combination of viruses at 37°C for 45 min. After incubation, inocula were 494 removed, cells were washed with PBS, and fresh medium was added. At 24 h post-infection, cell 495 culture supernatants were removed and 100 µl of supernatant was added to 900 µl TRIzol 496 reagent. Viral genome RNA was purified. The number of viral genome RNA copies of both 497 reference and silent viruses were determined relative to the appropriate standard curve. The 498 number of viral genome RNA copies relative to the number of silent virus genome RNA copies 499 was determined for each virus and condition. Values are reported as the change in fitness relative 500 to the silent virus. 501 502 Statistical analysis. Statistical tests were applied as noted in the respective figure legends and 503 were determined using GraphPad Prism 6 software (La Jolla, CA). 504 505 ACKNOWLEDGMENTS 506 We thank members of the Vanderbilt Technologies for Advanced Genomics (VANTAGE) core 507 for rRNA integrity determination services. We thank fellow members of the Denison and Weiss 508 laboratories, specifically Maria Agostini, for helpful discussions. This work was supported by 509 Public Health Service awards T32 HL07751 (J.B.C.) from the National Heart, Lung, and Blood 510 Institute, R01 AI108197 (M.R.D.), and R01 AI104887 (S.R.W.) from the National Institute of 511Allergy and Infectious Diseases. Additional support was provided by the Elizabeth B. Lamb 512 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Viruses lacking ExoN activity are sensitive to IFN-β pretreatment. (A) DBT cells were 640 pretreated with the indicated concentrations of mouse IFN-β for 18 h and then infected with WT-641 MHV or ExoN(-) virus (A) or WT, ExoN(-), or ExoN3(-) virus (C) at an MOI of 1 PFU/cell. At 642 12 h post-infection, cell culture supernatants were collected and the viral titers present 643 determined by plaque assay. (B) DBT cells were pretreated with the indicated concentrations of 644 5-FU for 30 min. Following pretreatment, cells were infected with WT, ExoN(-), or ExoN3(-) 645 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "FIGURE 1.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Baize S. 2014. The exonuclease domain of Lassa 577 virus nucleoprotein is involved in antigen-presenting-cell-mediated NK cell responses. J. 578 Virol. 88:13811-13820. 579 21. Becares M, Pascual-Iglesias A, Nogales A, Sola I, Enjuanes L, Zuñiga S. 2016. 580 Mutagenesis of Coronavirus nsp14 Reveals Its Potential Role in Modulation of the Innate 581 Immune Response. J. Virol. 90:5399-5414. 582 22. Rose KM, Elliott R, Martínez-Sobrido L, García-Sastre A, Weiss SR. 2010. Murine 583 coronavirus delays expression of a subset of interferon-stimulated genes. Ma Y, Wu L, Shaw N, Gao Y, Wang J, Sun Y, Lou Z, Yan L, Zhang R, Rao Z. 2015. 586 Structural basis and functional analysis of the SARS coronavirus nsp14-nsp10 complex. 587 PNAS 112:9436-9441. 588 24. Graepel K, Lu X, Case JB, Sexton NR, Smith EC, Denison MR. 2017. Proofreading-589 deficient coronaviruses adapt over long-term passage for increased fidelity and fitness 590 without reversion of exoribonuclease-inactivating mutations. bioRxiv. 591 25. Zhao L, Rose KM, Elliott R, Van Rooijen N, Weiss SR. 2011. Cell-type-specific type I 592 interferon antagonism influences organ tropism of murine coronavirus. J. Virol. Zhao L, Birdwell LD, Wu A, Elliott R, Rose KM, Phillips JM, Li Y, Grinspan J, 595 Silverman RH, Weiss SR. 2013. Cell-type-specific activation of the oligoadenylate 596 synthetase-RNase L pathway by a murine coronavirus. J. Virol. 87:8408-8418. 597 27. Tomaselli S, Galeano F, Locatelli F, Gallo A. 2015. ADARs and the Balance Game 598 between Virus Infection and Innate Immune Cell Response. Curr Issues Mol Biol 17:37-Neil S, Bieniasz P. 2009. Human immunodeficiency virus, restriction factors, and 601 interferon. J. Interferon Cytokine Res. 29:569-580. 602 29. Gu J, Korteweg C. 2007. Pathology and pathogenesis of severe acute respiratory 603 syndrome. Am. J. Pathol. 170:1136-1147. 604 30. Birdwell LD, Zalinger ZB, Li Y, Wright PW, Elliott R, Rose KM, Silverman RH, 605 All rights reserved. No reuse allowed without permission. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/182196 doi: bioRxiv preprint Weiss SR. 2016. Activation of RNase L by Murine Coronavirus in Myeloid Cells Is 606 Dependent on Basal Oas Gene Expression and Independent of Virus-Induced Interferon. J. 607 Virol. 90:3160-3172. 608 31. Malathi K, Dong B, Gale M, Silverman RH. 2007. Small self-RNA generated by RNase 609 L amplifies antiviral innate immunity. Nature 448:816-819. 610 32. Bouvet M, Imbert I, Subissi L, Gluais L, Canard B, Decroly E. 2012. RNA 3'-end 611 mismatch excision by the severe acute respiratory syndrome coronavirus nonstructural 612 protein nsp10/nsp14 exoribonuclease complex. Proc. Natl. Acad. Sci. U.S.A. Lahouassa H, Daddacha W, Hofmann H, Ayinde D, Logue EC, Dragin L, Bloch N, 615 Maudet C, Bertrand M, Gramberg T, Pancino G, Priet S, Canard B, Laguette N, 616 Benkirane M, Transy C, Landau NR, Kim B, Margottin-Goguet F. 2012. SAMHD1 617 restricts the replication of human immunodeficiency virus type 1 by depleting the 618 intracellular pool of deoxynucleoside triphosphates. Nat. Immunol. 13:223-228. 619 34. Hrecka K, Hao C, Gierszewska M, Swanson SK, Kesik-Brodacka M, Srivastava S, 620 Florens L, Washburn MP, Skowronski J. 2011. Vpx relieves inhibition of HIV-1 621 infection of macrophages mediated by the SAMHD1 protein. Nature 474:658-661. 622 35. Sanjuán R, Domingo-Calap P. 2016. Mechanisms of viral mutation. Cell. Mol. Life Sci. Chen W, Baric RS. 1996. Molecular anatomy of mouse hepatitis virus persistence: 625 coevolution of increased host cell resistance and virus virulence. J. Virol. 70:3947-3960. 626 37. Yount B, Denison MR, Weiss SR, Baric RS. 2002. Systematic Assembly of a Full-627 Length Infectious cDNA of Mouse Hepatitis Virus Strain A59. J. Virol. 76:11065-11078. 628 38. Donaldson EF, Sims AC, Graham RL, Denison MR, Baric RS. 2007. Murine hepatitis 629 virus replicase protein nsp10 is a critical regulator of viral RNA synthesis. J. Virol.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "* *",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}