{
    "paper_id": "402041df2d9812dbcdae08153d0350eee170eea9",
    "metadata": {
        "title": "Chemogenetic evidence that rapid neuronal de novo protein synthesis is 3 required for consolidation of long-term memory Introduction 82",
        "authors": [
            {
                "first": "Prerana",
                "middle": [],
                "last": "Shrestha",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "New York University",
                    "location": {
                        "postCode": "10003",
                        "settlement": "New York",
                        "region": "NY"
                    }
                },
                "email": ""
            },
            {
                "first": "Pinar",
                "middle": [],
                "last": "Ayata",
                "suffix": "",
                "affiliation": {
                    "laboratory": "HHMI Laboratory of Molecular Biology",
                    "institution": "The Rockefeller University",
                    "location": {
                        "postCode": "10065",
                        "settlement": "New York",
                        "region": "NY"
                    }
                },
                "email": ""
            },
            {
                "first": "Pedro",
                "middle": [],
                "last": "Herrero-Vidal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "New York University",
                    "location": {
                        "postCode": "10003",
                        "settlement": "New York",
                        "region": "NY"
                    }
                },
                "email": ""
            },
            {
                "first": "Francesco",
                "middle": [],
                "last": "Longo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "New York University",
                    "location": {
                        "postCode": "10003",
                        "settlement": "New York",
                        "region": "NY"
                    }
                },
                "email": ""
            },
            {
                "first": "Alexandra",
                "middle": [],
                "last": "Gastone",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "New York University",
                    "location": {
                        "postCode": "10003",
                        "settlement": "New York",
                        "region": "NY"
                    }
                },
                "email": ""
            },
            {
                "first": "Joseph",
                "middle": [
                    "E"
                ],
                "last": "Ledoux",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "New York University",
                    "location": {
                        "postCode": "10003",
                        "settlement": "New York",
                        "region": "NY"
                    }
                },
                "email": ""
            },
            {
                "first": "Nathaniel",
                "middle": [],
                "last": "Heintz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "HHMI Laboratory of Molecular Biology",
                    "institution": "The Rockefeller University",
                    "location": {
                        "postCode": "10065",
                        "settlement": "New York",
                        "region": "NY"
                    }
                },
                "email": "heintz@rockefeller.edu"
            },
            {
                "first": "Eric",
                "middle": [],
                "last": "Klann",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "New York University",
                    "location": {
                        "postCode": "10003",
                        "settlement": "New York",
                        "region": "NY"
                    }
                },
                "email": "eklann@cns.nyu.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "Translational control of memory processes is a tightly regulated process where the coordinated interaction and 47 modulation of translation factors provides a permissive environment for protein synthesis during memory 48 formation. Existing methods used to block translation lack the spatiotemporal precision to investigate cell-49 specific contributions to consolidation of long-term memories. Here, we have developed a novel chemogenetic 50 mouse resource for cell type-specific and drug-inducible protein synthesis inhibition (ciPSI) that utilizes an 51 engineered version of the catalytic kinase domain of dsRNA-activated protein (PKR). ciPSI allows rapid and 52 reversible phosphorylation of eIF2α causing a block on general translation by 50% in vivo. Using this resource, 53 we discovered that temporally structured pan-neuronal protein synthesis is required for consolidation of long-54 term auditory threat memory. Targeted protein synthesis inhibition in CamK2α expressing glutamatergic 55 neurons in lateral amygdala (LA) impaired long-term memory, which was recovered with artificial chemogenetic 56 reactivation at the cost of stimulus generalization. Conversely, genetically reducing phosphorylation of eIF2α in 57 CamK2α positive neurons in LA enhanced memory strength, but was accompanied with reduced memory 58 fidelity and behavior inflexibility. Our findings provide evidence for a finely tuned translation program during 59 consolidation of long-term threat memories.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Memory is the capacity of an organism to encode, store, and retrieve information, and often guides the 83 action of the organism towards a better survival outcome. Aversive life-threatening events often lead to long-84 term associative memories between the environment in which those events were experienced in and the 85 threat, such that a salient cue from the event when presented again can elicit species-specific defensive 86 behaviors. Pavlovian cued threat conditioning is a useful experimental paradigm for understanding the 87 biological substrates of an associative threat memory, in which a neutral cue (e.g. light or tone) co-presented 88 with an innately aversive stimulus (e.g. air puff or footshock) elicits a defensive response such as freezing by a 89 repeat presentation by itself 1 . Cued threat conditioning is particularly amenable to studying memory 90 consolidation process because one-trial training is sufficient to form a persistent long-term memory and a 91 unimodal cue can be used for memory retrieval. Long-term aversive memories are thought to recruit a 92 distributed network of neurons across the brain, including subnuclei within amygdala, hippocampus, thalamus, 93 as well as the neocortex, depending on the brain state, cue complexity, and the sensory pathways engaged 2, 3 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Lateral amygdala is the central sensory gateway for the amygdaloid complex and is crucially engaged both in 95 the processing and storage of the associative aversive memories 4, 5, 6 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Decades of studies have reported that consolidation of long-term memories requires one or more 98 waves of new protein synthesis after the memory is first encoded 7, 8, 9, 10 ; however, the use of pharmacological 99 protein synthesis inhibitors (PSI) in these studies is burdened with limitations. For instance, an extensively 100 used PSI, anisomycin, causes unwanted side effects that include superinduction of immediate early genes, 101 activation of stress signaling pathways, and catecholamine release 11, 12 . Pharmacological PSIs also do not 102 discriminate between molecularly heterogeneous cell populations and thus, do not allow manipulation of cell 103 autonomous protein synthesis. Genetic approaches to alter the translation machinery at the initiation step 104 provide less ambiguous evidence for the role of protein synthesis in memory processes 13, 14 . However 105 constitutive deletion of genes encoding translational control molecules lacks the temporal control needed to 106 convincingly interrogate the role of protein synthesis in memory consolidation. Past attempts at making 107 chemogenetic tools for blocking protein synthesis have had limited success 15 .",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 168,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 169,
                    "end": 171,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 172,
                    "end": 174,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "A key regulatory step in mammalian protein synthesis is the assembly of active eIF2.GTP and initiator-110 methionyl tRNA into a ternary complex that binds the 40S ribosome. Various types of cellular stress engage 111 pathway-specific protein kinases that phosphorylate the α subunit of eIF2 on serine 51, which converts eIF2 112 from a substrate to a competitive inhibitor of eIF2B, a guanine exchange factor that promotes the conversion of 113 inactive eIF2.GDP to active eIF2.GTP. Thus, phosphorylation of eIF2α stops the recycling of the ternary 114 complex and inhibits general translation 16 . However, phosphorylation of eIF2α also leads to a paradoxical 115 increase in gene-specific translation of transcripts harboring upstream open reading frames (uORFs) by 116 overcoming the inhibitory effects of uORFs on reinitiation at the putative start codon as ternary complexes 117 decline 17 . Dephosphorylation of eIF2α occurs during L-LTP as well as during consolidation and reconsolidation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "4 of associative memories, and is thought to remove the constraint on general translation 14, 18 . Here, we have developed a novel cell type-specific drug-inducible protein synthesis inhibitor (ciPSI) that utilizes an inducible Nes.iPKR pan-neuronal ciPSI knock-in mice, which were viable and fertile. The Nes-iPKR mice expressed",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 93,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 94,
                    "end": 96,
                    "text": "18",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "EGFP-L10 in all neurons in the amygdala, as marked by complete overlap with NeuN staining (Fig. 1d) , as well 162 as in cortical areas such as the anterior cingulate cortex and somatosensory cortex, and hippocampal areas, 163 CA1 and CA3, and the dentate gyrus (Supplemental Fig. 2c-g) . Despite heterozygous deletion of Eef1a1 allele 164 and expression of the multicistronic cassette in Nes.iPKR mice, the mice displayed normal spontaneous 165 locomotion as well as thigmotaxis in open field tests (Supplemental Fig. 3a-c) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 90,
                    "end": 99,
                    "text": "(Fig. 1d)",
                    "ref_id": null
                },
                {
                    "start": 275,
                    "end": 285,
                    "text": "Fig. 2c-g)",
                    "ref_id": null
                },
                {
                    "start": 513,
                    "end": 523,
                    "text": "Fig. 3a-c)",
                    "ref_id": null
                }
            ],
            "section": "161"
        },
        {
            "text": "To test the efficiency of ciPSI in blocking protein synthesis ex vivo, amygdala slices of Nes.iPKR mice 168 and wild-type (WT) mice were subjected to bio-orthogonal non-canonical amino-acid tagging (BONCAT) 27 surface sensing of translation (SUnSET) 28 , that measures translation elongation and is amenable for in vivo 174 labeling, was used to test ciPSI efficiency in awake behaving mice. SUnSET immunoblot showed that 175 Nes.iPKR mice centrally infused with 150 pg ASV exhibited a robust decrease in protein synthesis (~50%) 176 compared to controls (Fig. 2b) . The inhibition of protein synthesis was concomitant with a specific increase in 177 phosphorylation of eIF2α at 1h post ASV treatment both ex vivo (Fig. 2c ) and in vivo (Fig. 2d) , with no effect 178 on either the extracellular signal regulated kinase (ERK1/2) or mechanistic target of rapamycin (mTORC1) 179 pathways (Fig. 2d ). Next, we investigated the ASV pharmacokinetics in Nes.iPKR amygdala lysates by 180 harvesting tissue at increasing time points after drug infusion. We found that peak expression of iPKR is 181 reached at 0.5h, which steadily declines at 1h and 3h and is completely degraded by 6h (Fig. 2e) .",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 209,
                    "text": "27",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 250,
                    "end": 252,
                    "text": "28",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 555,
                    "end": 564,
                    "text": "(Fig. 2b)",
                    "ref_id": null
                },
                {
                    "start": 714,
                    "end": 722,
                    "text": "(Fig. 2c",
                    "ref_id": null
                },
                {
                    "start": 737,
                    "end": 746,
                    "text": "(Fig. 2d)",
                    "ref_id": null
                },
                {
                    "start": 886,
                    "end": 894,
                    "text": "(Fig. 2d",
                    "ref_id": null
                },
                {
                    "start": 1178,
                    "end": 1187,
                    "text": "(Fig. 2e)",
                    "ref_id": null
                }
            ],
            "section": "167"
        },
        {
            "text": "Subsequently, phosphorylation of eIF2α steadily increased at 0.5h and 1h and then declined to baseline at 3h.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "182"
        },
        {
            "text": "As a result of phosphorylation of eIF2α, proteins whose transcripts harbor uORFs, specifically ATF4 and 184 GADD34, accumulated and remained at higher levels compared to control until 3h (Fig. 2e) . GADD34 is the 185 regulatory subunit of the eIF2α phosphatase 17 , and the negative feedback due to increased GADD34 levels 186 combined with the degradation of iPKR by NS3/4 protease at 3h time point might be responsible for reduced synthesis 29, 30 . To determine whether chemogenetic inhibition of pan-neuronal protein synthesis influences persistent cortical and thalamic input-specific synaptic potentiation in principal excitatory neurons within LA 37, 232 38 . Thus, we asked whether de novo protein synthesis in CamK2α-positive principal neurons in LA is necessary 233 for aversive memory consolidation. We virally delivered CamK2α.Cre.EGFP into the bilateral LA of iPKR mice 234 and control mice (Fig. 4a) . Phosphorylation of eIF2α was increased specifically in CamK2α.iPKR neurons 235 compared to wild-type mice and non-EGFP positive neurons in the same animals ( Fig. 4b) with a 236 corresponding decrease in de novo translation (Fig. 4c ) upon ASV administration. CamK2α.iPKR mice were 237 threat conditioned as previously and centrally infused with ASV immediately after training (Fig. 4d ).",
            "cite_spans": [
                {
                    "start": 443,
                    "end": 446,
                    "text": "29,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 447,
                    "end": 449,
                    "text": "30",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 654,
                    "end": 657,
                    "text": "37,",
                    "ref_id": null
                },
                {
                    "start": 662,
                    "end": 664,
                    "text": "38",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 187,
                    "end": 196,
                    "text": "(Fig. 2e)",
                    "ref_id": null
                },
                {
                    "start": 904,
                    "end": 913,
                    "text": "(Fig. 4a)",
                    "ref_id": null
                },
                {
                    "start": 1074,
                    "end": 1082,
                    "text": "Fig. 4b)",
                    "ref_id": null
                },
                {
                    "start": 1140,
                    "end": 1148,
                    "text": "(Fig. 4c",
                    "ref_id": null
                },
                {
                    "start": 1293,
                    "end": 1301,
                    "text": "(Fig. 4d",
                    "ref_id": null
                }
            ],
            "section": "183"
        },
        {
            "text": "CamK2α.iPKR mice were comparable to wild-type controls in memory acquisition (Fig. 4e ), but LTM tested 24h 239 later was significantly impaired (Fig. 4f-h) . This LTM consolidation deficit with ciPSI was prevented by pre-240 training administration of ISRIB, a drug that rescues the p-eIF2α mediated constraint on general translation by 241 enhancing the activity of eIF2B ( Fig. 4g -h) 39 . We also tested ASV-treated CamK2α.iPKR mice in open field test 242 and elevated plus maze to gauze anxiety related behaviors and found that although spontaneous locomotion ",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 390,
                    "text": "39",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 77,
                    "end": 85,
                    "text": "(Fig. 4e",
                    "ref_id": null
                },
                {
                    "start": 145,
                    "end": 156,
                    "text": "(Fig. 4f-h)",
                    "ref_id": null
                },
                {
                    "start": 376,
                    "end": 383,
                    "text": "Fig. 4g",
                    "ref_id": null
                }
            ],
            "section": "238"
        },
        {
            "text": "It is evident that the translation program regulated by eIF2α is necessary for LTM consolidation; 247 however, the accumulation of ATF4 raises the question of whether it is either decreased protein synthesis or 248 increased ATF4 levels causing the memory deficit. Indeed, a previous study has reported that even in the Fig. 5b ), but strongly impaired LTM (Supplemental 261 Fig. 5c and d) . Together, the LTM deficit observed using two independent approaches for blocking translation 262 initiation in CamK2α.iPKR and CamK2α.4Ekd respectively strongly support our hypothesis that de novo 263 translation in LA Camk2α+ neurons is necessary for consolidation of long-term threat memories.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 320,
                    "end": 327,
                    "text": "Fig. 5b",
                    "ref_id": null
                },
                {
                    "start": 375,
                    "end": 389,
                    "text": "Fig. 5c and d)",
                    "ref_id": null
                }
            ],
            "section": "246"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/704965 doi: bioRxiv preprint memory paradigms including contextual and auditory threat conditioning and conditioned taste aversion 14 CamK2α.eIF2α (A/+) neurons, as assessed with in vivo SUnSET (Fig. 5b) , and also led to a decrease in 273 phosphorylated eIF2α (Supplemental Fig. 6a) . Congruently, although all of the mice learned auditory threat 274 conditioning (Fig. 5c) CamK2a.iPKR mice were completely rescued by dephosphorylating both alleles of eIF2α, but was unaltered by 280 dephosphorylating one allele of eIF2α ( Fig. 5e-f ). This indicated that the translation tone and LTM 281 consolidation process is set by the phosphorylation of eIF2α, even when the abundance of phosphorylatable 282 eIF2α is reduced by half, and confirmed that the memory deficit caused by iPKR is through the phosphorylation 283 of eIF2α and not due to non-specific cellular toxicity.",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 319,
                    "text": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 380,
                    "end": 389,
                    "text": "(Fig. 5b)",
                    "ref_id": null
                },
                {
                    "start": 461,
                    "end": 469,
                    "text": "Fig. 6a)",
                    "ref_id": null
                },
                {
                    "start": 551,
                    "end": 560,
                    "text": "(Fig. 5c)",
                    "ref_id": null
                },
                {
                    "start": 711,
                    "end": 720,
                    "text": "Fig. 5e-f",
                    "ref_id": null
                }
            ],
            "section": "264"
        },
        {
            "text": "Notably, the memory enhancement in the CamK2α.eIF2α (A/A) mice came with a cost. We found that 286 the dysregulated increase in translation tone in CamK2α.eIF2α (A/A) mice resulted in impaired behavioral 287 flexibility during the tone offset in LTM test. CamK2α.eIF2α (A/A) mice freeze starting at tone onset, but 288 continue to freeze after the tone offset during inter-trial interval epochs (Supplemental Fig. 6b and Fig. 5g ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 409,
                    "end": 416,
                    "text": "Fig. 6b",
                    "ref_id": null
                },
                {
                    "start": 421,
                    "end": 428,
                    "text": "Fig. 5g",
                    "ref_id": null
                }
            ],
            "section": "285"
        },
        {
            "text": "This failure to switch off defensive state is triggered only after the onset of first tone while at pre-conditioned The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/704965 doi: bioRxiv preprint activation engages the mitogen activated protein kinases, ERK1/2, and mTORC1 pathways that are positively associated with protein synthesis 44, 45 . We injected a cocktail of AAV.CamK2α.Cre together with control mice in a differential threat conditioning paradigm that involves three interleaved presentations of a 307 paired tone (CS+) and an unpaired tone (CS-) in a single session (Fig. 6c-d) . Consistent with earlier data, post-308 training ASV infusion impaired LTM and led to a significant decline in freezing response to paired tone ( Fig. 6f ",
            "cite_spans": [
                {
                    "start": 405,
                    "end": 408,
                    "text": "44,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 409,
                    "end": 411,
                    "text": "45",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 649,
                    "end": 660,
                    "text": "(Fig. 6c-d)",
                    "ref_id": null
                },
                {
                    "start": 808,
                    "end": 815,
                    "text": "Fig. 6f",
                    "ref_id": null
                }
            ],
            "section": "289"
        },
        {
            "text": "To further understand what happens when eIF2α-controlled general translation in LA principal neurons 319 is boosted during consolidation of a complex memory, we explored differential threat conditioning in CamK2α 320 eIF2α S51A mice (Supplemental Fig. 7c ). We found that whereas homozygous CamK2α.eIF2α (A/A) mice can 321 discriminate between CS+ and CS-during LTM, they have a significantly increased freezing response to CS-.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 247,
                    "end": 254,
                    "text": "Fig. 7c",
                    "ref_id": null
                }
            ],
            "section": "318"
        },
        {
            "text": "On the other hand, CamK2α wild-type mice robustly discriminated CS+ from CS-and displayed negligible 323 freezing response to CS-(Supplemental Fig. 7d ). The enhanced CS-response in theCamK2α.eIF2α (A/A) 324 mice resulted in a poor discrimination index (Supplemental Fig. 7e ). We next examined the freezing during ITI, 325 and found that similar to earlier results with simple threat conditioning, CamK2α.eIF2α (A/A) exhibited a 326 significantly increased freezing response following tone offset, indicating behavioral inflexibility (Supplemental 327 Fig. 7f ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 143,
                    "end": 150,
                    "text": "Fig. 7d",
                    "ref_id": null
                },
                {
                    "start": 267,
                    "end": 274,
                    "text": "Fig. 7e",
                    "ref_id": null
                },
                {
                    "start": 553,
                    "end": 560,
                    "text": "Fig. 7f",
                    "ref_id": null
                }
            ],
            "section": "322"
        },
        {
            "text": "We have used multi-pronged chemogenetic approaches to investigate the translational control of long- ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "404"
        },
        {
            "text": "The electrophysiology experiments were performed as previously described 29, 51 and mice were between 2 and The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/704965 doi: bioRxiv preprint software, Med Associates) monitored the spontaneous movement of the animals as they explored the arena. cm high sidewalls and an endwall. The arms extended from a common central square (5 cm 2 X 5 cm 2 ) 532 perpendicular to each other, making the shape of a plus sign. The entire plus-maze apparatus was elevated to ",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 76,
                    "text": "29,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 77,
                    "end": 79,
                    "text": "51",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "503"
        },
        {
            "text": "Standard 5-min test duration was applied and the maze was wiped with 30% ethanol in between trials. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/704965 doi: bioRxiv preprint the linear range and then normalized by total protein and quantified via densitometry using ImageJ software. labeled with 10 μCi TRAN 35 compared to ASV-treated wild-type slices and VEH-treated Nes.iPKR slices (****p<0.0001). ). n=3 biological peak expression of 36 kDa iPKR at 0.5h, which was undetectable at 6h (****p<0.0001). Endogenous PKR (68 826 kDa) remained unchanged after ASV treatment. Peak expression of p-eIF2α, normalized for t-eIF2α, was 827 achieved at 0.5h after ASV infusion followed by a steady decline from 3h onwards (*p<0.05). ATF4 and 828 GADD34 proteins whose transcripts harbor a uORF, were increased by ASV by 1h and and decline to baseline Nes.iPKR amygdala slices treated with ASV (5 nM) applied before the tetanus and perfused for 90 min 835 following tetanus (****p<0.0001, n = 12-15 slices/ group). One-way ANOVA with Bonferroni's post-hoc test. g)",
            "cite_spans": [
                {
                    "start": 383,
                    "end": 385,
                    "text": "35",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "534"
        },
        {
            "text": "Mean fEPSPs at baseline (10 min) before ASV application, at 30 min (i.e. 10 min after ASV application), at 60 837 min (30 min after tetanus) and at 120 min (90 min after tetanus). ASV significantly reduced fEPSP slope in 838 Nes.iPKR amygdala at 120 min compared to vehicle treatment (***p<0.01) and ASV treated wild-type 839 amygdala (****p<0.001), but had no effect on baseline. Repeated measures Two-way ANOVA with The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/704965 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/704965 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "836"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A theory of Pavlovian conditioning: variations in the effectiveness of 2",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Rescorla",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Wagner",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tovote",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Fadok",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Luthi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nat Rev Neurosci",
            "volume": "16",
            "issn": "6",
            "pages": "317--680",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Identification of a functional connectome for long term fear memory in mice",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Wheeler",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Teixeira",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kovacevic",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Lerch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Mcintosh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Parkinson 682",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Frankland",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Synaptic plasticity in fear conditioning circuits: induction of LTP in lateral 685 nucleus of the amygdala by stimulation of the medial geniculate body",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Clugnet",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Ledoux",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J Neurosci",
            "volume": "10",
            "issn": "8",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Contextual and auditory fear conditioning are mediated by the lateral, basal, 687 and central amygdaloid nuclei in rats",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Goosens",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Maren",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Learn Mem",
            "volume": "8",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Protein synthesis in the 689 amygdala, but not the auditory thalamus, is required for consolidation of Pavlovian fear conditioning in 690 rats",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Maren",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Ferrario",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Corcoran",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Desmond",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Frey",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Eur J Neurosci",
            "volume": "18",
            "issn": "11",
            "pages": "3080--3088",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Loss of recent memory in mice as related to 692 regional inhibition of cerebral protein synthesis",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Flexner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Flexner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Delahaba",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "Proc Natl Acad Sci",
            "volume": "52",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Protein synthesis and memory: a review",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Squire",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Psychol Bull",
            "volume": "96",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Different training procedures recruit either one or two critical periods for 695 contextual memory consolidation, each of which requires protein synthesis and PKA",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bourtchouladze",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Learn Mem",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Inhibition of the interactions between eukaryotic initiation factors 4E and 4G impairs 698 long-term associative memory consolidation but not reconsolidation",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Hoeffer",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proc Natl Acad Sci",
            "volume": "108",
            "issn": "8",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Intrahippocampal infusions of anisomycin produce amnesia: contribution of 701 increased release of norepinephrine, dopamine and acetylcholine",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Gold",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Learn Mem",
            "volume": "16",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Protein synthesis inhibitors, gene superinduction and memory: too little 703 or too much protein?",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Radulovic",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Tronson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Neurobiol Learn Mem",
            "volume": "89",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The translation repressor 4E-BP2 is critical for eIF4F complex formation, synaptic 705 plasticity, and memory in the hippocampus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Banko",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Neurosci",
            "volume": "25",
            "issn": "42",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "eIF2alpha phosphorylation bidirectionally regulates the switch from short-to enhances neuronal translation by activating multiple initiation processes: comparison with the effects of 717 insulin",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Costa-Mattioli",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Biol Chem",
            "volume": "276",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "HCV-NS3 inhibitors: Determination of their 719 kinetic parameters and mechanism",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Flores",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Strawbridge",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ciaramella",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Corbau",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Biochim et Biophys Acta",
            "volume": "1794",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Asunaprevir, a protease inhibitor for the treatment of hepatitis C infection",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Gentile",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Risk Manag",
            "volume": "721",
            "issn": "",
            "pages": "493--504",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Translation inhibition in Apoptosis",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Saelens",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kalai",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vandenabeele",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Biol Chem",
            "volume": "276",
            "issn": "45",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Fluorescent and photo-oxidizing TimeSTAMP tags track protein fates in light and 725 electron microscopy",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Butko",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nat Neurosci",
            "volume": "15",
            "issn": "12",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The 'cleavage' activities of foot-and-mouth disease virus 2A site directed mutants 727 and natually occuring '2A-like' sequences",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Gen Virol",
            "volume": "82",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Igf1r as a therapeutic target in a mouse model of basal-like breast cancer",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Klinakis",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Proc Nat",
            "volume": "729",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Application of a translational profiling approach for the comparative analysis of CNS 731 cell types",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Doyle",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Cell",
            "volume": "135",
            "issn": "4",
            "pages": "749--62",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Disruption of the glucocorticoid receptor gene in the nervous system results in 733 reduced anxiety",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Tronche",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Nat Genet",
            "volume": "23",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Labeling, detection and identification of newly synthesized proteomes with 735 bioorthogonal non-canonical amino-acid tagging",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Dieterich",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nat Protoc",
            "volume": "2",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "SUnSET, a nonradioactive method to monitor 737 protein synthesis",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Clavarino",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ceppi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pierre",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat Methods",
            "volume": "6",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Both Protein Kinase A and Mitogen-activated protein kinase 739 are required in the amygdala for the macromolecular synthesis-dependent late phase of long-term 740 potentiation",
            "authors": [
                {
                    "first": "Y-Y",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Kandel",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Neurosci",
            "volume": "20",
            "issn": "17",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "A recurrent network in the lateral amygdala: a mechanism for coincidence 742 detection",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Front Neural Circuits",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "Doi:10.3389/neuro.04.003.2008"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Functional inactivation of the amygdala before but not 753 after auditory fear conditioning prevents memory formation",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Wilensky",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Schafe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Ledoux",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Neurosci",
            "volume": "19",
            "issn": "24",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Fear conditioning enhances short-latency auditory responses of 755 lateral amygdala neurons: parallel recordings in the freely behaving rat",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Quirk",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Repa",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Ledoux",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Neuron",
            "volume": "15",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Memory consolidation of auditory pavlovian fear conditioning requires 757 protein synthesis and protein kinase A in the amygdala",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Schafe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Ledoux",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Neurosci",
            "volume": "20",
            "issn": "18",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Fear conditioning induces associative long-term potentiation 759 in the amygdala",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Rogan",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "V"
                    ],
                    "last": "Staubli",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Ledoux",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Nature",
            "volume": "390",
            "issn": "6660",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The small molecule ISRIB reverses the 761 effects of eIF2alpha phosporylation on translation and stress granule assembly",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sidrauski",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgeachy",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "T"
                    ],
                    "last": "Ingolia",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Walter",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Specific downregulation of hippocampal 763 ATF4 reveals a necessary role in synaptic plasticity and memory",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pasini",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Corona",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Greene",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Shelanski",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cell Reports",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Targeting synthetic lethal interactions between Myc and the eIF4F complex impedes 765 tumorigenesis",
            "authors": [
                {
                    "first": "C-J",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Cell Rep",
            "volume": "1",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Translation attenuation through eIF2α phosphorylation prevents oxidative stress and 767 maintains the differentiated state in beta cells",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Back",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Cell Metab",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Lost memories found",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Shrestha",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Klann",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nature",
            "volume": "531",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Evolving the lock to fit the key to create 770 a family of G protein-coupled receptors potently activated by an inert ligand",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "N"
                    ],
                    "last": "Ambruster",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Pausch",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Herlitze",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Roth",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proc Natl Acad Sci",
            "volume": "771",
            "issn": "12",
            "pages": "5163--5171",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Promoting axon regeneration in the adult CNS by modulation of the melanopsin/GPCR 773 signaling",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Proc Natl Acad Sci",
            "volume": "113",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "DREADD agonist 21 (C21) is an effective agonist for muscarinic",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "DREADDs in vitro and in vivo",
            "authors": [],
            "year": 2018,
            "venue": "ACS Pharmacol Transl Sci",
            "volume": "1",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Translational control of auditory imprinting and structural plasticity by eIF2α",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Batista",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "777",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "e17197.Doi:10.7554/eLife.17197"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "of 169 newly synthesized proteins. Nes.iPKR amygdala slices treated with 1 µM ASV exhibited a sharp decline in de 170 novo translation (~20%) compared with controls (Fig. 2a). Because BONCAT uses azidohomoalanine (AHA), a 171 synthetic methionine analog, which can get outcompeted by endogenous methionine in vivo, this method does 172 not sufficiently label de novo translation in vivo. Thus, an independent method of labeling de novo translation, 173",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "243was normal in these animals, there was a significant increase in the percentage of time spent in the open arm,244indicating reduced anxiety related behavior (SupplementalFig. 4a-e).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "290 stimulus (CS) the animals have normal motor behavior, indicating absence of generalized anxiety or contextual 291 threat response. We next tested CamK2α.eIF2α (A/A) animals in open field arena and elevated plus maze, and 292 found normal locomotion in open field (Supplemental Fig. 6c-e), but a decrease in the percentage of time spent 293 in the open arm in the elevated plus maze, indicative of increased anxiety-like behavior (Supplemental Fig. 6f-294 h). These data suggest that a dysregulated increase in the translation program regulated by eIF2α leads to a 295 failure in risk assessment in non-threatful environments and epochs. 296 297 Dysregulated protein synthesis in LA CamK2α+ neurons compromises the precision of a complex 298 memory 299 Finally, we addressed whether lost memories can be rescued with artificial reactivation 43 of LA 300 CamK2α+ principal neurons. Designer drug activated by designer drug (DREADD) hM3Dq mediated neuronal",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "356FKBP-PKR (fPKR) induced phosphorylation eIF2α by 1.5 fold without blocking general translation and thus, 357 they attributed the memory deficit in fPKR expressing animals to ATF4 expression. It is possible that because 358 these investigators injected the drug inducer of fPKR (AP20187) 2h before radioisotope S35 methionine 359 injection i.p., the sensitive time window for protein synthesis disruption was missed during labeling. Compared 360 to fPKR, PKR kinase domain (PKRk) is more effective in suppressing translation because it not only directly 361 phosphorylates eIF2α, but it also interacts with and phosphorylates endogenous full-length PKR, further 362 boosting eIF2α phosphorylation 48 . In our system, central infusion of ASV resulted in 2-fold increase in 363 phosphorylated eIF2α, which resulted in a robust 50% decrease of general translation as assessed with in vivo 364 SUnSET that involved local infusion of puromycin directly into lateral amygdala. Our convergent data from a365 parallel strategy of cell autonomous protein synthesis inhibition in LA CamK2α+ neurons using a synthetic 366 micro-RNA against eIF4E provides further support for the requirement of de novo protein synthesis in long-367 term memory consolidation. Nonetheless, we also observed an increase in ATF4 levels following 368 phosphorylation of eIF2α and cannot exclude the possibility that the memory deficit in the iPKR transgenic 369 mice is in part due to upregulated translation of transcripts containing uORFs, such as ATF4 and the ensuing 370 repression of CREB-regulated genes. 371 372 Memory generalization and behavioral inflexibility as a result of dysregulated translation 373 Several studies have used IEG-based engram cell targeting approaches to interrogate the nature of 374 memory formation and recall. Artificial reactivation of conditioned threat engram cells in LA using optogenetics 375 . CC-BY-NC-ND 4.0 International license is made available under a generalization. We propose that learning-induced somatic and synaptic protein synthesis functions to stabilize 381 the connections between the pathway-specific afferents from conditioned tone processing brain regions 382 (auditory cortex and auditory thalamus) to amygdalar engram cells in such a way that the conditioned tone can 383 access and activate the downstream neuronal network in the LA during recall. This natural cue-elicited 384 neuronal reactivation is incompletely recapitulated by artificial reactivation of LA neurons, such that there is 385 imprecise restoration of the memory, perhaps due to a lack of reinstatement of synapse specificity of the 386 original memory trace. Phospho-mutant eIF2α mice, with a rigid increase in translation in LA principal neurons, 387 also exhibit stimulus generalization and behavioral inflexibility at tone offset. Taken together, our data indicate 388 that a finely tuned translation program in the amygdala is required to coordinate the stability and precision of 389 the long-term memory trace. 390 391 Model of protein synthesis regulation during long-term memory consolidation 392 Based on our data, we propose the following cellular/molecular model of protein synthesis regulation in 393 lateral amygdala during long-term consolidation. Cued threat conditioning leads to a coordinated increase in 394 protein synthesis in CamK2α+ neurons in the soma and in local subcellular compartments, such as dendritic 395 spines and axons. This results in robust memory strength and precision (Fig. 7a). Chemogenetic inhibition of 396 protein synthesis using iPKR blocks general translation in LA CamK2α+ neurons resulting in memory loss (Fig. 397 7b). Expression of biallelic phosphomutant eIF2α in LA CamK2α+ neurons, although insensitive to iPKR-398 mediated eIF2α phosphorylation, results in an aberrant increase in basal translation. This leads to robust399 memory strength, but low memory precision.(Fig. 7c). Artificial chemogenetic reactivation of CamK2α+ 400 neurons following inhibition of protein synthesis leads to an increase in protein synthesis, but does not 401 recapitulate learning-induced local translation, thus causing memory generalization. This is manifested as 402 normalized memory strength and low memory precision(Fig. 7d).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "497 3.50 mm ML, -4.60 mm DV) of eIF2α (A/+) or eIF2α (A/A) mice, respectively. Finally, CamK2α.iPKR eIF2α 498 (A/+) and (A/A) mice were generated by injecting 100 nl of AAV1.Camk2α.CRE into the lateral amygdala (-1.40 499 mm AP, +/-3.50 mm ML, -4.60 mm DV) of double transgenic floxed iPKR and eIF2α (A/+) or eIF2α (A/A) mice, 500 respectively. Control wild-type littermates were injected with AAV9.Camk2α.Cre.EGFP.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "504 4 months of age at the time of the experiments. Briefly, transverse slices (300 μm) containing the amygdala 505 were isolated and transferred to recording chambers (preheated to 32°C), where they were superfused with 506 oxygenated aCSF (composition in mM: 125 NaCl, 2.5 KCl, 1.25 NaH 2 PO 4 , 25 NaHCO 3 , 25 D-glucose, 2 CaCl 2 507 and 1 MgCl 2 ) at least 1 hr before recordings began at a rate of 2 ml/min. In most of the experiments picrotoxin508 (75 μM) was present in the perfusion solution. For bath application the drugs were made and stored as 509 concentrated stock solutions and diluted 1000-fold when applied to the perfusate. Field excitatory postsynaptic 510 potentials (fEPSPs) from the internal capsule pathway were recorded using microelectrodes filled with artificial 511 cerebrospinal fluid (aCSF; resistance 1-4 MΩ). A bipolar Teflon-coated platinum electrode was placed in the 512 thalamic afferent fiber to the lateral amygdala, which is located in the ventral part of the striatum just above the 513 central nucleus of the amygdala. The test stimuli for basal synaptic response was at 0.05 Hz. In all 514 experiments, basal field excitatory postsynaptic potentials (fEPSPs) were stable for at least 20 min before the 515 start of each experiment. L-LTP was induced with three 1 sec 100-Hz high-frequency stimulation (HFS) trains, 516 with an intertrain interval of 60 sec. After induction of L-LTP, we collected fEPSPs for an additional 120 min. 5 517 nM ASV or vehicle were bath applied 10 min before L-LTP induction and lasted for all the recording. Slope 518 values were compared from the Nes.iPKR transgenic mice and their control littermates treated with either ASV digitized using the A-M Systems Model 1800 and Digidata 1440 (Molecular Devices)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "a height of 30 cm. Testing began by placing an animal on the central platform of the maze facing the open arm.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "568membranes. After blocking in 5% non-fat dry milk in 0.1M PBS with 0.1% Tween-20 (PBST), membranes were 569 probed overnight at 4°C using primary antibodies (goat anti-biotin (abcam ab53494), rabbit anti-p-eIF2α S51570 (Cell Signaling #9721), rabbit anti-t-eIF2α (Cell Signaling #9722), rabbit anti-PKR (abcam ab32506, Cell 571 Signaling #3072), rabbit ATF4 (Santa Cruz sc-390063), rabbit anti-pERK1/2 Thr202/Tyr204 (Cell Signaling 572 #9101), rabbit anti-ERK1/2 (Cell Signaling #9102), rabbit anti-pS6 Ser(240/Ser244 (Cell Signaling #5364), 573 mouse anti-S6 (Cell Signaling #2317), mouse anti-puromycin (Millipore MABE343), rabbit anti-Gadd34574(Proteintech #10449-1-AP), mouse anti-β tubulin (Sigma #T8328) and mouse anti-β actin (Sigma #A1978). secondary IgG (1:5000) (Millipore) for 1h at RT. Signals from membranes were detected with ECL",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "S label (MP Biomedicals) for 30 min following 30 min of starvation before the 584 addition of the label into L-methionine and L-cysteine-free DMEM media (Invitrogen). Equal amounts of protein 585 from extracts were separated by electrophoresis and transferred on a PVDF membrane. The membrane was 586 dried in 100% methanol and analyzed for autoradiography, later it was blotted with antibodies and finally 587 stained with Coomassie Plus stain (Pierce).588 589Bio-orthogonal non canonical amino acid tagging (BONCAT) ex vivo 590 Brain slices containing amygdala were prepared as described above and equilibrated in carboxygenated 120 min. Brain slices were further allowed to recover in ACSF at 31.2 o C for 45 min, which was then 593 supplemented with 1 mM AHA and either 1 μM ASV or vehicle for 3h. The amygdala then was micro-dissected 594 and stored at -80 o C until ready for sonication in chelator-free lysis buffer (10 mM HEPES, 150 mM NaCl, 10 595 mM Na4P 2 O 7 and 1% SDS) supplemented with 20 μl each of protease and phosphatase inhibitors per ml of 596 lysis buffer. 80 μg AHA-tagged protein lysate was subjected to cyclo addition using Protein Reaction Buffer kit 597 with Biotin alkyne following manufacturer's instructions (Life Technologies). Samples were prepared with 5X 598 sample buffer and subjected to immunoblots with anti-Biotin. 599 600 Surface labeling of translation (SUnSET) in vivo 601 For SUnSET in vivo immunoblotting, Nes.iPKR mice were sequentially infused icv with 150 pg ASV (2 μl, 100 602 nM) infusion followed 15 min later with 25 μg puromycin. Brain slices were prepared as described above in 603 cutting solution and the amygdala was micro-dissected and stored at -80 o C until ready for homogenization in 604 lysis buffer (10 mM HEPES, 150 mM NaCl, 50 mM NaF, 1 mM EDTA, 1 mM EGTA, 10 mM Na4P2O7, 1% 605 Triton X-100, 0.1% SDS and 10% glycerol). 40 μg puromycylated protein lysate were subjected to Western 606 blots with anti-puromycin. For SUnSET in vivo immunohistochemistry, CamK2α.iPKR mice were infused 607 sequentially with ASV ((2 μl, 100 nM) icv followed 15 min later with puromycin (0.5 μl, 10 μg/μl) in the lateral 608 amygdala. 1h post puromycin infusion, animals were transcardially perfused with 0.1M PBS, 0.015% digitonin 609 followed by 4% paraformaldehyde in PBS.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "were deeply anesthetized with a mixture of ketamine (150 mg/kg ) and xylazine (15 mg/kg), and 613 transcardially perfused with 0.1M PBS followed by 4% paraformaldehyde in PBS. Brains were removed and 614 postfixed in 4% PFA for 24h. 40 μm free-floating coronal brain sections containing amygdala were collected 615 using Leica vibratome. After blocking in 5% normal goat serum in 0.1M PBS with 0.1% Triton X-100, brain 616 sections were probed overnight with primary antibodies (chicken anti-EGFP (abcam #ab13970), rabbit anti-617 EGFP (Thermo Fisher #G10362), rabbit anti-p-eIF2α S51 (Cell Signaling #3398), chicken anti-mCherry 618 (abcam #ab205402) and mouse anti-puromycin (Millipore #MABE343)). After washing three times in 0.1M 619 PBS, brain sections were incubated with Alexa Fluor conjugated secondary antibodies (1:200) in blocking 620 buffer for 1.5h at RT, and mounted using Prolong Gold antifade mountant with DAPI for nuclear counterstain.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "650designed and characterized the iPKR system in vitro and generated the iPKR mouse model under the651 supervision of N.H. P.S. carried out behavior training, and collected and analyzed in vivo and ex vivo data. P.652 M-H. carried out behavior training, F.L. carried out and analyzed slice electrophysiology, A.G. helped with 653 mouse behavior training. J.L. provided critical advice on behavioral design. P.S. and E.K. wrote the paper. All 654 authors read and commented on the paper. long-term synaptic plasticity and memory. Cell 129(1):195-206 (2007) 708 15. Jiang, Z. et al. eIF2alpha phosphorylation-dependent translation in CA1 pyramidal cells impairs 709 hippocampal memory consolidation without affecting general translation. J Neurosci 30(7): eIF2alpha kinase GCN2. Nature 436(7054): 1166-73 (2005) 745 32. Zhu, P.J. et al. Suppression of PKR promotes network excitability and enhanced cognition by interferon 746 mediated disinhibition. Cell 147(6): 1384-96 (2011) 51. Trinh, M.A. et al. The eIF2 α kinase PERK limits the expression of hippocampal metabotropic glutamate 786 receptor-dependent long-term depression.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Generation of a chemogenetic resource for cell type-specific protein synthesis inhibition. a) 791 Diagram of the mechanism of action of ciPSI. NS3/4 protease degrades the iPKR kinase domain by binding at 792 the engineered NS5A-5B binding site. NS3/4 inhibitor drug, Asunaprevir (ASV), blocks the activity of NS3/4 793 protease, thereby releasing the protein synthesis inhibitor iPKR that phosphorylates eIF2α at S51, resulting in 794 an inhibition of general translation while permitting gene-specific translation of transcripts harboring an 795 upstream open reading frame (uORF). b) Schematic of the knock-in transgenesis approach for the ciPSI iPKR 796 cassette into the Eef1a1 genomic locus. c) Pan neuronal Nes.iPKR mice were generated by breeding Nes.Cre 797 and iPKR knock in mice. d) GFP-tagged ribosomal protein L10 is present in the soma of all neurons in the 798 amygdala, and completely overlaps with NeuN expression. Representative immunofluorescence image shows 799 expression of GFP-L10a (green) in NeuN+ (red) neurons. Inset in the first row is magnified in second row.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Scale 100 μm (top), or 50 μm (bottom).801 Drug-induced neuronal protein synthesis inhibition a) De novo translation labeled at the N-803 terminus using BONCAT in Nes.iPKR amygdala slices showed a robust decrease in translation in mutant 804 amygdala treated with 1 μM Asunaprevir (ASV) compared to vehicle (VEH)-treated mutant amygdala 805 (****p<0.0001) as well as ASV-treated wild-type amygdala (****p<0.0001). n = 3 biological replicate lysates, 3 806 mice per group. Two-way ANOVA with Bonferroni's post-hoc test. Genotype X Drug interaction: F(1,8) = 34.6, 807 ***p=0.0004; Drug: F(1,8) = 75.2, ****p<0.0001; Genotype: F(1,8) = 80.7, ****p<0.0001. b) De novo translation 808 labeled at the C-terminus in awake behaving mice using SUnSET also showed a significant decrease in 809 translation in mutant mice infused with 150 pg ASV (100 nM in 2 μl) compared to vehicle (VEH) infusion 810 (***p<0.001) as well as wild-type (WT) mice infused with ASV (****p<0.0001). n=3 biological replicate lysates, 3 811 mice per group. Two-way ANOVA with Bonferroni's post-hoc test. Genotype X Drug interaction : F(1,8) = 812 19.49, **p=0.0022 ; Drug : F(1,8) = 41.51, ***p=0.0002 ; Genotype : F(1,8) = 117.9 ; p<0.0001. c) Bath 813 application of 1 μM ASV caused a robust phosphorylation of eIF2α in mutant Nes.iPKR amygdala slices 814",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "829by 6h (***p<0.001 and **p<0.01). cFOS levels significantly declined from baseline at 3h and 6h post infusion830 (**p<0.01 and ***p<0.001). (n = 3/ group; Repeated measures One-Way ANOVA with post-hoc Bonferroni's 831 test). f) Schematic for Late-phase long-term potentiation (L-LTP) recording in the lateral amygdala (top) and 832 representative field potentials before (1) and 90 min after tetanus (2) for different groups of slices are shown at 833 the bottom of this panel. L-LTP evoked by 3 trains of high frequency stimulation (HFS) was impaired in 834",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Bonferroni's post-hoc test. Genotype/Drug X Time interaction: F(6,144) = 4.688, ***p=0.0002; Genotype/Drug: 841 F(2,144) = 171.4, ****p<0.0001; Time: F(3,144) = 5.684, **p=0.0010. Data are presented as mean +/-SEM. 842 Temporally structured protein synthesis is required for LTM consolidation. a) Schematic of the 844 experimental paradigm for simple cued threat conditioning (cTC) in Nes.iPKR mice pan-neuronally expressing 845 the ciPSI system. b) Nes.iPKR animals learn the association between CS and US (CS2 vs CS1: #p<0.05) 846 similar to the WT mice (**p<0.01) n[WT]=13, n[Nes.iPKR]=16. Repeated Measures Two-way ANOVA with",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Cell type-specific protein synthesis inhibition in principal neurons in lateral amygdala. a) 866 CamK2α.iPKR mice were generated by bilaterally injecting AAV1.CamK2α.Cre (or AAV9.CamK2α.Cre.EGFP) 867 into the LA of iPKR mice. b) ASV infusion caused a significant increase in p-eIF2α levels in GFP+ neurons in 868 CamK2α.iPKR mice compared to GFP-neighboring neurons in LA (****p<0.0001) as well as GFP+ neurons in 869 CamK2α WT mice (****p<0.0001). Both wild-type and iPKR mice were injected with AAV.CamK2α.Cre.GFP in 870 LA. n CamK2α WT +ASV = 19 (GFP-), 170 (GFP+), n CamK2α.iPKR +ASV = 49 (GFP-), 193 (GFP+) neurons 871 from 3 mice/group. Two-way ANOVA with Bonferroni's post-hoc test. Genotype X GFP interaction: F(1,427) = 872 45.11, ****p<0.0001; Genotype: F(1,427) = 28.53, ****p<0.0001; GFP: F(1,427) = 36.75, ****p<0.00001. c) In 873 vivo SUnSET assay: ASV treated CamK2α.iPKR mice have significantly reduced translation in LA principal 874 neurons compared to VEH treatment (****p<0.0001) and ASV-treated WT mice (****p<0.0001). One-way 875 ANOVA followed by Bonferroni's post-hoc test. n CamK2α WT +ASV = 36 (GFP-) , n CamK2α.iPKR +VEH = 876 22 (GFP-), 78 (GFP+) and n CamK2α.iPKR +ASV = 31 (GFP-), 58 (GFP+) neurons from 3 mice/group. d) 877 Schematic of experimental paradigm for cued threat conditioning (cTC) in CamK2α.iPKR mice. e) 878 CamK2α.iPKR mice were comparable with WT in learning the CS-US association. RM Two-way ANOVA with 879 Bonferroni's post-hoc test. CS: F(2,24) = 24.93, ****p<0.0001 f) Representative cTC LTM motion traces for 880 CamK2α WT and CamK2α.iPKR. g) CamK2α.iPKR mice receiving ASV infusion immediately after training 881 displayed a severe LTM deficit across all three CS presentations (****p<0.0001) that was rescued with pre-882 training infusion of ISRIB. CamK2α WT +VEH n=7, CamK2α WT +ASV n=9, CamK2α.iPKR +ASV n=9, and 883 CamK2α.iPKR +ASV+ISRIB n=5; RM Two-way ANOVA with Bonferroni's post-hoc test. Genotype: F(5,35) = 884 9.767, ****p<0.0001. h) cTC mean LTM was impaired in CamK2α.iPKR mice infused with ASV (****p<0.0001) 885 but was rescued by ISRIB administration (*p<0.05). One-way ANOVA with Bonferroni's post-hoc test. Data are 886 presented as mean +/-SEM 887 Bidirectional control of memory strength by phosphorylation of eIF2α in LA principal 889 neurons. a) Heterozygous CamK2α.eIF2α (A/+) and homozygous CamK2α.eIF2α (A/A) were generated by 890 bilaterally injecting AAV1.CamK2α.Cre into the lateral amygdala of eIF2α (S51A) CAG Pr .fl.eIF2α.fl.GFP mice. b) In 891 vivo SUnSET assay: Homozygous CamK2α.eIF2α (A/A) mice displayed a significant increase in de novo 892 translation compared to the CamK2α wild-type mice and heterozygous CamK2α.eIF2α (A/+) mice (***p<0.001). 893 n = 93-101 neurons (from 3 mice) per group; One-way ANOVA followed by Bonferroni's post-hoc test. F(2,284) (A/A), p = 0.0740). RM Two-way ANOVA with Bonferrroni's post-hoc test. CS: F(1,31) = 44.25, ****p<0.0001.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "FIGURE 3",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "FIGURE 4 a",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "FIGURE 5",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "249absence of translation inhibition, the phosphorylated eIF2α-mediated increase in ATF4 levels can cause 250 memory deficit by transcriptional repression of CREB regulated genes 15 . Dissociating the effects of general 251 translation inhibition from that of ATF4 expression on memory processes is not trivial because a 252 pharmacological inhibitor of ATF4 does not exist and moreover, long-term knockdown of ATF4 causes deficits",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "268indicating that phosphorylation of eIF2α is a malleable constraint on protein synthesis during memory 269 consolidation. Therefore, we virally delivered Camk2α.Cre.EGFP bilaterally to the LA of floxed phosphomutant",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "cloned into the gene targeting plasmids as previously reported 31 . The final construct was extracted with phenol: 293T cells were grown in a 24-well plate in growth medium (Invitrogen) supplemented with 10% fetal bovine 425 serum (Invitrogen) to have 90% confluency on the day of transfection. Transfection was carried out with 1 μg of 426 a reference plasmid using 2 μL 293Tfectin reagent (Invitrogen). The amounts of the remaining plasmids were 427 adjusted to have the same molarity per well. Cells were lysed on ice in phosphate-buffered saline supplied with 129S6/SvEvTac embryonic stem cells of W4 parental cell line were used for homologous recombination at 435 Eef1a1 genomic locus. Gene targeting, generation of knockin mice and Southern blotting was conducted by 436 the Gene Targeting Facility at The Rockefeller University, New York, NY as previously described 14 . Following437 primers were used for genotyping -β actin forward: GGC TGT ATT CCC CTC CAT CG, β actin reverse: CCA 438 GTT GGT AAC AAT GCC ATG T, EGFP forward: GCA GAA GAA CGG CAT CAA GGT, EGFP reverse: ACG 439 AAC TCC AGC AGG ACC ATG , iPKR forward: CAC CAT GGG CAA GCC CCA GCG TCT GTA TG and iPKR 440 reverse: TGC CGG TCC AGG TGT AGC TCA TGC TGC AGC. Mice were provided with food and water ad libitum and were maintained in a 12h/12h light/dark cycle at New 444 York University at stable temperature (78 o F) and humidity (40 to 50%). All mice were backcrossed to C57Bl/6J 445 strain for at least 5 generations. Nestin Cre transgenic mice (stock #003771) were obtained from Jackson 446 laboratory as previously described 34 . Nestin Cre mice were bred to floxed iPKR knockin mouse line to generate 447 transheterozygote Nes.iPKR mice. Transgenic homozygous Eif2s1 (S51A); CAG Pr fl.Eif2s1.fl.GFP mice (i.e. eIF2α 448 (A/A)) were a gift from Dr. Randal Kaufman. Double transgenic floxed iPKR/ eIF2α (A/A) or (A/+) mice were 449 obtained by breeding floxed iPKR mice with eIF2α (A/A) mice. Col1a1 TRE GFP.shmir4E.389 mice were a gift from Dr. Jerry Pelletier. Both male and female mice were used for all experiments. Mice tested in behavioral assays 451 were 10-15 weeks old. All procedures involving the use of animals were performed in accordance with the 452 guidelines of the National Institutes of Health (NIH) and were approved by the University Animal Welfare ChemExpress) was dissolved in DMSO for a stock concentration of 10 mM and diluted in sterile 457 saline to 100 nM. 2 μl of this drug was intracranially infused into the left lateral ventricle (-0.50 mm 458 anterioposterior [AP], -1,10 mm mediolateral [ML] and -2.20 mm dorsoventral [DV]) using an injection cannula was prepared in rodent chow (Bio-Serv) at 40 mg/kg and this diet was provided to the mice in 4Ekd group for Mice were anesthetized with the mixture of ketamine (100 mg/kg) and xylazine (10 mg/kg) in saline (i.p. injection). To generate CamK2α.iPKR mice designated for behavior testing, 100 nl of AAV1.Camk2α.Cre (1.6 481 X 10^13 GC/ml; UPenn Vector Core) was injected bilaterally into the lateral amygdala (-1.40 mm AP, +/-3.50 482 mm ML, -4.60 mm DV) of iPKR mice. Two weeks after viral injections, CamK2α.iPKR mice underwent a 483 second surgery for implantation of 23 gauge stainless steel guide cannulae (Plastics One) in the left lateral 484 ventricle (-0.50 mm AP, -1.10 mm ML and -2.20 DV). One skull screw was inserted into the skull, and dental 485 cement was applied to secure the cannula in position (Parkell and Stoelting). For in vivo SUnSET 486 immunohistochemistry, CamK2α.iPKR mice were implanted with two guide cannulas, one in LV (-0.50 mm AP,487 -1.10 mm ML and -2.20 DV) for ASV infusion and a second one in LA (-1.40mm AP, +3.50 mm ML and -3.60 488 mm DV) for puromycin infusion. For assessing phosphorylation of eIF2α on S51, a separate group of CamK2α 489 GFP.iPKR mice were generated by injecting AAV9. Camk2α.Cre.EGFP and AAV9.DIO.tTA in the lateral 490 amygdala. For eIF4E knockdown experiments, 100 nl each of AAV1. Camk2α.Cre and AAV9.CAG.DIO.tTA (1 491 X 10^13 GC/ml; Vigene) was injected into the LA of Col1a1 TRE GFP.shmir4E.389 mice. Control wildtype littermates 492 were injected with 100 nl each of AAV1. Camk2α.Cre and AAV9.CAG.DIO.GFP (3.33 X 10^13 GC/ml; UPenn 493 Vector Core). For artificial reactivation studies involving CamK2α.iPKR hM3Dq mice, a mixture of 100 nl each 494 of AAV1.Camk2α.Cre and AAV.hSyn Pr.DIO.hM3Dq.mCherry (2.31 X 10^12 GC/ml; Addgene) were injected 495 bilaterally into the LA of iPKR mice. To generate CamK2α .eIF2α (A/+) and CamK2α.eIF2α (A/A) mice, 100 nl",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "CS). Short term memory (STM) was tested 1h after training in a different context (Context C: textured 547 blue rubber platform, peppermint odor) with a single presentation of CS. For differential threat conditioning, 548 mice were placed in the training context for 250s and then trained with interleaved presentations of three 549 paired tones or CS+ (7.5 kHz pulse, 50% duty cycle) that co-terminate with 0.5mA footshock and three 550 unpaired tones or CS-(3 kHz pure tone) in the training context with variable ITI. After the last CS-tone, mice",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "providing the plasmid for HCV polyprotein, Martin Ryan (University of St Andrews) for the 2A plasmid, N.H. conceptualized the iPKR system. P.S. and E.K. conceptual design of all in vivo work. P.A.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "immediately after training (***p=0.0002) but not 1h or 4h after training. One way ANOVA with Bonferroni's post-",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "mice was fully rescued by introducing non-phosphorylatable eIF2α in homozygous 908CamK2α.iPKR eIF2α (A/A) mice (****, p<0.0001). n = 6-9 per group; RMTwo-way ANOVA with Bonferroni's 909 post-hoc test. Genotype: F(5,35) = 12.79, ****p<0.0001. f) Bar graphs for mean cTC LTM for all groups. One-910 way ANOVA with Bonferroni's post-hoc test. F(5,36) = 23.30, ****p<0.0001. g) Memory enhancement in 911 CamK2α eIF2α (A/A) mice was accompanied by cognitive inflexibility at the offset of CS. During intertrial 912 intervals (ITI), CamK2α eIF2α (A/A) freeze at a much higher rate compared to the WT (***p<0.001) and 913 CamK2α eIF2α (A/+) mice (**p<0.01). Similarly, CamK2α.iPKR eIF2α (A/A) +ASV mice displayed a higher 914 freezing rate during the ITIs compared to CamK2α iPKR treated with ASV (*p<0.05). n=6-9 per group; One-915 way ANOVA with Bonferroni's post-hoc test. F(5,36) = 8.569, ****p<0.0001. Data are presented as mean +/-Figure 6. Artificial reactivation of LA principal neurons compromises the precision of a complex 919 memory. a) CamK2α.iPKR.hM3Dq and CamK2α.hM3Dq mice were generated by bilaterally injecting 920 AAV1.CamK2a.Cre and AAV9.hSyn.DIO.hM3Dq.mCherry into the LA of either iPKR or wild-type mice. b) 921 DREADD receptor agonist C21 significantly enhanced de novo translation, as measured with in vivo SUnSET, 922 in CamK2α.iPKR.hM3Dq neurons compared to vehicle treatment (****p<0.0001). Unpaired t-test. n = 74-82 923 neurons from 3 mice per group. c) Schematic of experimental paradigm for cued threat discrimination 924 conditioning (cTD) in CamK2α.iPKR.hM3Dq mice. d) CamK2α WT, CamK2α.hM3Dq, and CamK2α.iPKR 925 hM3Dq mice learned equivalently to associate CS+ with US during training, although they did not yet develop 926 discrimination of CS-from CS+ during training (e). f) Representative cTD LTM motion traces for WT mice, CamK2α.iPKR.hM3Dq mice that were infused with ASV immediately after training, CamK2α.iPKR.hM3Dq mice 928 that underwent reactivation of LA principal neurons with C21 and CamK2α. eIF2α (A/A) mice. g) CamK2α.iPKR.hM3Dq mice infused with ASV immediately after training exhibited a significant CS+ memory 930 deficit compared to ASV treated WT CamK2α.hM3Dq mice (**p<0.01). One-way ANOVA with Bonferroni's 931 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/704965 doi: bioRxiv preprint to CS-(*p<0.05). One-way ANOVA with Bonferroni's post-hoc test. Genotype/drug X CS interaction: F(2,19) = 935 6.888, **p=0.0056; CS: F(1,19) = 55.84, ****p<0.0001. f) cTD discrimination index was significantly decreased 936 in CamK2α.iPKR.hM3Dq mice that under artificial reactivation following ciPSI compared to CamK2α.hM3Dq 937 WT mice (*p<0.05), as well as CamK2α.iPKR.hM3Dq mice following ciPSI (*p<0.05). One-way ANOVA with 938 Bonferroni's post-hoc test. Genotype: F(2,36) = 8.604, ***p=0.0009, LTM test: F(1,36) = 6.773, *p=0.0134. Model for protein synthesis regulation during long-term memory consolidation. a) In wild-type 942 mice, threat conditioning leads to a spatiotemporally regulated increase in somatic and dendritic protein 943 synthesis that stabilizes the memory trace. b) Application of ciPSI system prevents the coordinated increase in 944 cell-wide translation leading to impaired LTM. c) Dephosphorylation of eIF2α enhances general translation, but 945 it is dysregulated and unable to coordinate the cell-wide translation program to store a complex memory trace, 946 resulting in memory generalization. d) Artificial reactivation of the amygdala principal neurons after protein 947 synthesis inhibition-mediated amnesia leads to an increase in translation but does not restore synapse 948 specificity and thus leads to memory generalization.",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "WT +VEH WT +ASU Nes.iPKR +VEH Nes.iPKR +ASV Nes.iPKR +C16 +ASV Retrain Nes.iPKR +ASV",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}