{
    "paper_id": "403d885a33958731c4607ea632453e25a89e2b57",
    "metadata": {
        "title": "Novel ionophores active against La Crosse virus identified through rapid 1 antiviral screening 2 3",
        "authors": [
            {
                "first": "Zachary",
                "middle": [
                    "J"
                ],
                "last": "Sandler",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Loyola University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Michelle",
                "middle": [
                    "N"
                ],
                "last": "Vu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Texas Medical Branch at Galveston",
                    "location": {
                        "addrLine": "10 Galveston",
                        "region": "Texas",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Vineet",
                "middle": [
                    "D"
                ],
                "last": "Menachery",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Texas Medical Branch at Galveston",
                    "location": {
                        "addrLine": "10 Galveston",
                        "region": "Texas",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Bryan",
                "middle": [
                    "C"
                ],
                "last": "Mounce",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Loyola University",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Bunyaviruses are significant human pathogens, causing diseases ranging from hemorrhagic 26 fevers to encephalitis. Among these viruses, La Crosse virus (LACV), a member of the California 27 serogroup, circulates in the eastern and midwestern United States. While LACV infection is often 28 asymptomatic, dozens of cases of encephalitis are reported yearly. Unfortunately, no antivirals 29 have been approved to treat LACV infection. Here, we developed a method to rapidly test potential 30 antivirals against LACV infection. From this screen, we identified several potential antiviral 31 molecules, including known antivirals. Additionally, we identified many novel antivirals that 32 exhibited antiviral activity without affecting cellular viability. Valinomycin, a potassium ionophore, 33 was among our top targets. We found that valinomycin exhibited potent anti-LACV activity in 34 multiple cell types in a dose-dependent manner. Valinomycin did not affect particle stability or 35 infectivity, suggesting that it may preclude virus replication by altering cellular potassium ions, a 36 known determinant of LACV entry. We extended these results to other ionophores and found that 37 the antiviral activity of valinomycin extended to other viral families including bunyaviruses (Rift 38 Valley fever virus, Keystone virus), enteroviruses (Coxsackievirus, rhinovirus), flavirivuses (Zika), 39 and coronaviruses (229E and MERS-CoV). In all viral infections, we observed significant 40 reductions in virus titer in valinomycin-treated cells. In sum, we demonstrate the importance of 41 potassium ions to virus infection, suggesting a potential therapeutic target to disrupt virus 42 replication. 43 44 Importance 45 No antivirals are approved for the treatment of bunyavirus infection. The ability to rapidly screen 46",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "compounds and identify novel antivirals is one means to accelerate drug discovery for viruses 47 with no approved treatments. We used this approach to screen hundreds of compounds against 48 La Crosse virus, an emerging bunyavirus that causes significant disease, including encephalitis. 49",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We identified several known and previously unidentified antivirals. We focused on a potassium 50 ionophore, valinomycin, due to its promising in vitro antiviral activity. We demonstrate that 51 valinomycin, as well as a selection of other ionophores, exhibits activity against La Crosse virus 52 as well as several other distantly related bunyaviruses. We finally observe that valinomycin has 53 activity against a wide array of human viral pathogens, suggesting that disrupting potassium ion 54 homeostasis with valinomycin may be a potent host pathway to target to quell virus infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "daptomycin, among others. More closely related to LACV, a RVFV screen highlighted azauridine 86 and mitoxatrone 16 . The ability to rapidly screen molecules highlights an opportunity to identify both 87 unique virus-specific and broad-spectrum antivirals, as these reports have highlighted. 88 4 viral processes has several benefits, including potential for broad-spectrum activity and a 92 heightened requirement for antiviral resistance beyond minor mutations in the virus. Additionally, 93 numerous approved and available drugs are already available that can be repurposed as 94 antivirals 18, 19 . While significant work remains to be done to identify and verify such antivirals, 95 rapidly screening compounds can provide insight. 96 97 Using the NIH's Developmental Therapeutics Program (DTP), we obtained and screened >500 98 compounds for activity against LACV. We identified several known antivirals, including 99 deoxyuridine and quinonone. Importantly, we also identified a variety of novel classes of antivirals, 100 including metal ion chelators. Valinomycin, a top hit in our screen, functions by transporting 101 potassium ions against the electrochemical gradient. We investigated the antiviral activity of 102 valinomycin, observing that valinomycin exhibits antiviral activity in several cellular systems, in a 103 dose-dependent manner and independent of treatment time. We also found that valinomycin does 104 not directly inactivate viral particles, highlighting a cellular role for potassium ions in virus infection. 105",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 114,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 593,
                    "end": 596,
                    "text": "18,",
                    "ref_id": null
                },
                {
                    "start": 597,
                    "end": 599,
                    "text": "19",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We expanded our results to additional ionophores, observing that some but not all effectively 106 blocked LACV replication. Finally, we determined that valinomycin is broadly antiviral, as it 107 reduced replication of several viruses from diverse families, including flaviviruses and 108 enteroviruses. Together, these data highlight the utility in rapid screening of antiviral molecules 109 as well as a crucial role for potassium ions in LACV infection. 110",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Development of rapid screening of NIH DTP compounds active against LACV. We 113 developed a simple, rapid assay to measure antiviral activity in Huh7 cells ( Figure 1A ). We plated 114",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 158,
                    "end": 167,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "112"
        },
        {
            "text": "Huh7 cells to confluency in 96-well plates, to which we added 2 µM drug from the NIH NCI Importantly, any cytotoxic molecule would not stain with crystal violet; thus, stained cells indicate 120 antiviral molecules that are not cytotoxic at 2 µM. Crystal violet stain was subsequently 121 resuspended in 10% acetic acid and absorbance read at 595 nm. To control for inter-plate 122 variability, each plate contained an untreated and infected (low survival), untreated and uninfected 123 (high survival), and ribavirin-treated (400 µM) control (high survival). Absorbances of drug-treated 124 and infected wells ( Figure 1B ) were compared to untreated and uninfected controls by dividing 125 . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.21.914929 doi: bioRxiv preprint their absorbance values ( Figure 1C ). This ratio highlighted several candidate antivirals, including 126 lagistase, lapachol, superacyl, and valinomycin. Interestingly, we identified several known 127 antivirals in our screen, including deoxyuridine and nelarabine (summarized in Table 1 ). Thus, 128 our assay identified molecules with novel activity against LACV, including some recognized 129 antivirals. 130 131 Valinomycin restricts LACV replication. We focused on valinomycin, as the molecule was a 132 prominent hit in our screen, had a known mechanism relevant to LACV infection, and was not 133 previously described to have antiviral activity against LACV. As an initial consideration of its 134 antiviral activity, we performed secondary screening on Huh7 cells. Cells were seeded to 135 confluency, treated with increasing doses of valinomycin, from 1 to 64 µM, and infected at MOI 136 0.1. At 48h, cells were fixed and stained with crystal violet, and stain was quantified by absorbance 137 reading. We observed that valinomycin exhibited antiviral activity at doses above 10 µM, as crystal 138 violet staining was stronger, suggesting more surviving cells (Figure 2A ). Doses as high as 64 µM 139 did not affect crystal violet stain, suggesting that cellular viability was not compromised. To 140 confirm this phenotype with titers, we treated cells with increasing doses of valinomycin 2h prior 141 to infection at MOI 0.1 and measured titers by plaque assay at 48 hpi. We observed that viral 142 titers were significantly decreased compared to untreated controls ( Figure 2B , dotted line) at 143 concentrations above 1 µM. In fact, viral titers were reduced over 100-fold at 10 µM. We calculated 144 an IC50 value of 1.4 µM. To confirm that cellular viability was not compromised, we used a 145 fluorescent assay to measure cellular ATP content after treatment with increasing doses of 146 valinomycin. We observed cellular toxicity at doses at and above 16 µM ( Figure 2C , CC50 value 147 of 14 µM), though no toxicity was observed either by cellular morphology or fluorescent ATP assay 148 below 10 µM. 149 150 As further confirmation of valinomycin's antiviral activity, we measured cell-associated viral 151 genomes. Huh7 cells were treated and infected as above and cell-associated RNA was collected 152 at 48 hpi. RNA was purified, reverse transcribed, and analyzed via qPCR for Small, Medium, and 153",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 613,
                    "end": 622,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 944,
                    "end": 953,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1199,
                    "end": 1206,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 2088,
                    "end": 2098,
                    "text": "(Figure 2A",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 2499,
                    "end": 2508,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 2898,
                    "end": 2907,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "112"
        },
        {
            "text": "Large genome segments, normalizing to cellular β-actin. Paralleling our titer data, valinomycin 154 treatment reduced viral genome content in a dose-dependent manner ( Figure 2D ). Viral genome 155 content was reduced upwards of 100-fold with 10 µM valinomycin treatment. To extend these 156 results to other cell types, we treated and infected Vero-E6 cells as above and determined viral 157 titers by plaque assay at 48 hpi. Again, we observed a significant reduction in viral titer with an 158 in multiple cell types, reducing both viral titers and cell-associated viral genomes in a dose-160 dependent manner. 161 162 Valinomycin is antiviral over multiple rounds of infection. Our initial assays were performed 163 at low MOI and viral titer measured at 48 hpi. To determine if valinomycin was antiviral over 164 several rounds of replication, we treated Huh7 cells with 2 µM valinomycin two hours prior to 165 infection at MOI 0.1 and subsequently collected samples to titer every 8h for 56h total. We found 166 that LACV titers were significantly reduced at all times after 8 hpi ( Figure 3A ); in fact, virus failed 167 to replicate above input virus titers (0h). To confirm that valinomycin was reducing virus 168 replication, we measured viral RNA genomes. To this end, we treated cells with increasing doses 169 of valinomycin, infected with LACV and collected cell-associated RNA in Trizol at 24 hpi. After 170 purifying and reverse-transcribing, we performed qPCR using primers specific to the small, 171 medium, and large genome segments. We observed that treatment with valinomycin significantly 172 reduced the number of viral genomes by >90% with treatment and that no individual genome 173 segment was affected more than another ( Figure 3B ). Together, these data suggest that 174 valinomycin blocks virus replication and reduces viral RNA accumulation. 175 176 Valinomycin does not reduce viral particle infectivity. Because we observe significant 177 reductions in LACV titers with valinomycin treatment, we hypothesized that valinomycin might be 178 directly affecting cellular processes to reduce virus infection. Nonetheless, valinomycin is a cyclic 179 peptide and could potentially directly inactivate viral particles, as seen previously 20 . To test 180 whether valinomycin directly reduced virus infectivity, we directly incubated LACV with 2 µM 181 valinomycin for 24h and directly titered the surviving virus at regular intervals. We found that 182 valinomycin did not significantly alter viral titer over the time examined ( Figure 4A ), suggesting 183 that valinomycin is not directly inactivating viral particles. We further examined the capacity of 184 valinomycin to inactivate particles by incubating with increasing doses, up to 10 µM valinomycin, 185 for 24h prior to directly titering. As in our timecourse, we observed no significant change in viral 186 titers at any dose ( Figure 4B ), again suggesting that valinomycin does not directly inactivate LACV 187 particles. As final confirmation of this phenotype, we measured viral RNA in viruses exposed to 188 increasing doses of valinomycin. We then compared the relative number of genomes to the titer 189 to calculate the genome-to-PFU ratio. We observed that this number did not change with 190 valinomycin treatment, suggesting no change in specific infectivity ( Figure 4C ). In sum, these data 191 suggest that valinomycin does not affect virus infectivity by directly acting on the virion. 192 193 . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.21.914929 doi: bioRxiv preprint Valinomycin activity alters host cell activity. We thus hypothesized that valinomycin's antiviral 194 activity was due to its effect on the cell. The role of potassium in bunyavirus infection has been 195 well-documented, and bunyavirus entry is potassium dependent 21, 22 . To test if valinomycin was  196   affecting the cell rather than the virus, we treated Huh7 cells with 2 µM valinomycin and,  197 immediately before infection, we washed away the drug. As a control, we maintained valinomycin 198 on cells or replaced the valinomycin after washing away the initial treatment. We observed that 199 even after removing and washing valinomycin from the cells, the antiviral activity persisted, as 200 viral titers remained reduced to the same level as when valinomycin treatment is concurrent with 201 infection ( Figure 4D ). Together, these data suggest that valinomycin does not directly inactivate 202 viral particles but that treatment of cells reduces LACV infection, potentially by disrupting 203 potassium-dependent entry. 204",
            "cite_spans": [
                {
                    "start": 3988,
                    "end": 3991,
                    "text": "21,",
                    "ref_id": null
                },
                {
                    "start": 3992,
                    "end": 3994,
                    "text": "22",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 168,
                    "end": 177,
                    "text": "Figure 2D",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 1089,
                    "end": 1098,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 1749,
                    "end": 1758,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 2556,
                    "end": 2565,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 2915,
                    "end": 2924,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 3359,
                    "end": 3368,
                    "text": "Figure 4C",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 3995,
                    "end": 4126,
                    "text": ". To test if valinomycin was  196   affecting the cell rather than the virus, we treated Huh7 cells with 2 µM valinomycin and,  197",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 4540,
                    "end": 4549,
                    "text": "Figure 4D",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "112"
        },
        {
            "text": "Ionophores are selectively antiviral. Given that valinomycin is a potassium ionophore, we 206 wished to investigate whether other ionophores, for potassium or otherwise, were antiviral. 207",
            "cite_spans": [],
            "ref_spans": [],
            "section": "205"
        },
        {
            "text": "Potassium ions play a crucial role in cellular entry; however, a role for sodium or calcium ions is 208 not as well described. Marituba virus (MTBV) infection results in a sodium ion influx 23 , but the 209 origin or function of these ionic changes are not known. To determine if other ionophores might 210 exhibit antiviral activity, we treated cells with increasing doses of nonactin (potassium and sodium 211 ionophore), nigericin (hydrogen and potassium ionophore), calcium ionophore I, and sodium 212 ionophore III ( Figure 5A ). Two hours later, we infected with LACV at MOI 0.01 and measured viral 213 titers at 48 hpi. Both nonactin and nigericin exhibited significant antiviral activity, and viral titers 214 were not measurable above 4 and 1 µM, respectively ( Figure 5B ). Treatment with sodium 215 ionophore III resulted in a dose-dependent decrease in viral titers, and virus was not recovered 216 above 10 µM. Interestingly, treatment with calcium ionophore I showed no changes in viral titer, 217 even at the highest dose. Thus, we observe that LACV replication is disrupted by several 218 ionophores, especially potassium ionophores, highlighting the role for potassium in virus infection. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.21.914929 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 522,
                    "end": 531,
                    "text": "Figure 5A",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 771,
                    "end": 780,
                    "text": "Figure 5B",
                    "ref_id": "FIGREF12"
                }
            ],
            "section": "205"
        },
        {
            "text": "Research) directly added. Lysate was then collected, and RNA was purified according to the 330 manufacturer's protocol utilizing the Direct-zol RNA Miniprep Plus Kit (Zymo Research). Purified 331 RNA was subsequently used for cDNA synthesis using High Capacity cDNA Reverse 332",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RNA purification and cDNA synthesis. Media was cleared from cells and Trizol reagent (Zymo 329"
        },
        {
            "text": "Transcription Kits (Thermo-Fischer), according to the manufacturer's protocol, with 10-100 ng of 333 RNA and random hexamer primers. 334 335 Viral genome quantification. Following cDNA synthesis, qRT-PCR was performed using the 336 QuantStudio3 (Applied Biosystems by Thermo-Fischer) and SYBR green mastermix 337 (DotScientific). Samples were held at 95⁰C for 2 mins prior to 40 cycles of 95⁰C for 1s and 60⁰C 338 for 30s. Primers were verified for linearity using eight-fold serial diluted cDNA and checked for 339 specificity via melt curve analysis following by agarose gel electrophoresis. All samples were used 340 to normalize to total RNA using the ΔC T method. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.21.914929 doi: bioRxiv preprint replenishment. *p<0.05, **p<0.01, ***p<0.001 using two-tailed Student's T-test, n≥2. Error bars 502 represent one standard error of the mean. 503 The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.21.914929 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.21.914929 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.21.914929 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.21.914929 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.21.914929 doi: bioRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RNA purification and cDNA synthesis. Media was cleared from cells and Trizol reagent (Zymo 329"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Zika virus: history of a newly emerging arbovirus",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wikan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Lancet Infect. Dis",
            "volume": "16",
            "issn": "",
            "pages": "119--126",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Genome Microevolution of Chikungunya Viruses Causing the Indian Ocean 368 Outbreak",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Schuffenecker",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "PLOS Med",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Throw out the Map: Neuropathogenesis of the Globally Expanding 370",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Peterson",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Virus Infection in Field-Collected Aedes albopictus, Aedes japonicus, and Aedes triseriatus in",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "La Crosse virus infection alters blood feeding 375 behavior in Aedes triseriatus and Aedes albopictus (Diptera: Culicidae)",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Brewster",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Paulson",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Med. Entomol",
            "volume": "49",
            "issn": "",
            "pages": "1424--376",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Epidemiology & Geographic Distribution | La Crosse encephalitis | CDC",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "West Nile Virus and Other Nationally Notifiable Arboviral Diseases -United States",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Curren",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "MMWR Morb. Mortal. Wkly. Rep",
            "volume": "382",
            "issn": "",
            "pages": "1137--1142",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Mutagen-directed attenuation of Rift Valley fever virus as a 384 method for vaccine development",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Caplen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Bishop",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Gen. Virol",
            "volume": "66",
            "issn": "",
            "pages": "2271--2277",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Current Status of Rift Valley 386 Fever Vaccine Development",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Faburay",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Labeaud",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Mcvey",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Richt",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Rift Valley fever vaccines: an overview of the safety and efficacy of the live-attenuated 388",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ikegami",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "MP-12 vaccine candidate",
            "authors": [],
            "year": 2017,
            "venue": "Expert Rev. Vaccines",
            "volume": "16",
            "issn": "",
            "pages": "601--611",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Discovery of berberine, abamectin and ivermectin as antivirals against 390 chikungunya and other alphaviruses",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Varghese",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Antiviral Res",
            "volume": "126",
            "issn": "",
            "pages": "117--124",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Identification of novel small-392 molecule inhibitors of Zika virus infection",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Micewicz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Khachatoorian",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "French",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ruchala",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Bioorg. Med. Chem. Lett",
            "volume": "28",
            "issn": "",
            "pages": "452--458",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Identification of anti-flaviviral drugs with mosquitocidal and anti-394",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dimopoulos",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Zika virus activity in Aedes aegypti",
            "authors": [],
            "year": 2019,
            "venue": "PLoS Negl. Trop. Dis",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "A Screen of FDA-Approved Drugs for Inhibitors of Zika Virus Infection",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Barrows",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Cell Host 396 Microbe",
            "volume": "20",
            "issn": "",
            "pages": "259--270",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Identification and evaluation of antivirals for Rift Valley fever virus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Vet. Microbiol",
            "volume": "230",
            "issn": "",
            "pages": "110--116",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Current progress in antiviral strategies",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Lou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Trends Pharmacol. Sci",
            "volume": "35",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Drug repurposing for new, efficient, broad spectrum 402 antivirals",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "García-Serradilla",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Risco",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pacheco",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Virus Res",
            "volume": "264",
            "issn": "",
            "pages": "22--31",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Drug Repurposing for Viral Infectious Diseases: How Far Are 404 We?",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mercorelli",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Palù",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Loregian",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Trends Microbiol",
            "volume": "26",
            "issn": "",
            "pages": "865--876",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Peptidoglycan-Associated Cyclic Lipopeptide Disrupts Viral Infectivity",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J. Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "the largest family of viruses, composed of hundreds of members. These 59 segmented, negative-sense RNA viruses are transmitted primarily by an arthropod vector, and 60 several family members pose significant threats to human health. Rift Valley fever virus (RVFV) 61 frequently infects humans and ruminants, resulting in severe morbidity and mortality. While RVFV 62 is primarily transmitted in Africa and the Middle East, the threat of global spread looms, and recent 63 examples of Zika 1 and chikungunya 2 viruses illustrate this tangible hazard. In addition to RVFV, 64 several other bunyaviruses infect humans and are associated with severe pathologies as well. La 65 Crosse virus (LACV), distantly related to RVFV, is a bunyavirus present primarily in the 66 midwestern and eastern United States 3 . LACV is transmitted by Aedes triseriatus, though Aedes 67 albopictus 4-6 efficiently carries the virus as well. While relatively unknown and frequently 68 undiagnosed, LACV infects and causes neuroinvasive disease in dozens of people every year. In 69 fact, from 2009 to 2018, 679 such cases were reported according to the Centers for Disease 70 Control 7 . Further, LACV cases recently have emerged in the southeastern United States, 71 suggesting spread of the virus 8 . The ability of LACV to infect Aedes albopictus mosquitos will 72 likely lead to its continuing spread. Despite this spread and the severe disease associated with 73 LACV infection, no antivirals or vaccines are available to prevent or treat infection. Thus, LACV 74 presents a significant threat to human health. 75 76 Despite their prevalence, no antivirals are available to treat bunyavirus infection and palliative 77 care is given to patients presenting with LACV encephalitis. While several vaccine candidates 78 have been developed to target RVFV 9-11 , no similar effort has been invested in anti-LACV 79 therapeutics. With the increasing availability of drug panels to screen molecules for antivirals, 80 rapid investigation and deployment of antivirals for emerging viruses is possible. Several prior 81 screens for antivirals have successfully identified lead molecules and highlighted cellular 82 pathways critical to virus infection. For example, recent screens with chikungunya virus 83 highlighted berberine, abamectin, and ivermectin as promising antivirals 12 . Additionally, Zika virus 84 screens have uncovered known and novel antivirals 13-15 , including mycophenolic acid and 85",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Therapeutics Program (DTP). Two hours late, cells were infected at multiplicity of 116 infection (MOI) of 0.1 plaque-forming units (pfu) per cell. At 48 h post infection (hpi), cells were 117 fixed with formalin and stained with crystal violet stain. Because viable cells robustly stain with 118 crystal violet, while dead cells do not, we could discriminate between live and dead cells. 119",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Valinomycin is broadly antiviral. LACV is related to several other medically-relevant 221 bunyaviruses, including Keystone virus and Rift Valley fever virus. To determine whether these 222 viruses respond to valinomycin treatment, we treated and infected Huh7 cells with these viruses 223 and measured viral titers at 48 hpi. As with LACV, we observed a dose-dependent decrease in 224 viral titers, with titers decreasing greater than 100-fold at concentrations above 2 µM (Figure 6A). 225To expand beyond bunyaviruses, we performed the same analysis with Zika virus (flavivirus) 226 infection (Figure 6B), Coxsackievirus B3 and human rhinovirus 2 (picornaviruses) (Figure 6C)infected patients, including encephalitic patients, is limited in the scope of available 236 therapeutics. La Crosse virus lacks any approved treatment, and antiviral development could 237 benefit not only LACV-infected patients but perhaps patients infected with related bunyaviruses. 238Unfortunately, antiviral development is a nonlinear process that has provided no promising targets 239 for this specific virus to date. Our screen is the first to investigate a large number (>500) of 240 compounds in their ability to reduce LACV infection in vitro, and our hits demonstrate that several 241 known antivirals may exhibit anti-LACV activity. Additionally, the identification of novel antivirals, 242 such as valinomycin provides novel avenues of antiviral development.243 244 In our screens, valinomycin consistently exhibited antiviral activity and was selected for follow-up 245 experiments. Based on our results, valinomycin is a host-targeted antiviral with broadspectrum 246 activity. In fact, our tests against eight distinct viruses and four diverse families of virus suggest 247 (1) valinomycin has activity against evolutionarily-distant viruses and (2) these viruses rely on this 248 conserved host process for efficient replication. Precisely why each virus is sensitive to 249 valinomycin is likely virus-specific, though mechanisms for bunyaviruses have been 250 described 22,24 . As a potassium ionophore, valinomycin disrupts potassium ion gradients, resulting 251 in aberrant cellular events, including endocytosis. This potassium-dependent endocytosis is 252 required for efficient bunyavirus entry 24 . Additionally, a study using Hazara virus, a distantly 253 related bunyavirus, demonstrated that the viral fusion spike conformation was potassium-254 sensitive 21 . Thus, valinomycin's antiviral activity fits with the prescribed role of potassium ions 255 during virus infection, both highlighting the importance of this pathway for virus infection and its 256 potential as an antiviral target. 257 258 Valinomycin is a naturally occurring cycling peptide, synthesized by Streptomyces species as an 259 antibiotic 25 . In our assays, we did not observe significant cellular toxicity, as measured either by 260 gross cellular morphology or by measuring cellular ATP levels, until doses above 10 µM, while 261 suggests there is a window of therapeutic potential. However, given the drug's 262 toxicity in vivo, modification of the valinomycin structure may tune toxicity while maintaining 263 antiviral activity. Additionally, using other, less toxic potassium ionophores may similarly function 264 to inhibit LACV infection, as we observed with nonactin and nigericin. For outbreak viruses like 265 SARS CoV or ZIKV, however, limited valinomycin usage might be beneficial. Interestingly, 266 valinomycin was identified in an earlier screen for anti-SARS-CoV molecules 26 , underscoring the 267 antiviral potential of valinomycin despite its negative characteristics. Importantly, the emergence 268 of a new group 2B CoV, nCoV-2019 signals the ongoing threat and need to rapidly respond to 269 novel emergent virues. Additional in vivo testing, combined with medicinal chemistry approaches 270 to structural modification, would be necessary prior to clinical use. 271 272 In addition to valinomycin, our screen identified several tantalizing antiviral candidates. In fact, 273 several known antivirals were identified (summarized in Table 1). Dasatinib has previously been 274 described to inhibit dengue virus and HIV infection 27,28 . Quininone has activity against enterovirus 275 proteases as well as reverse transcriptases 29,30 . As mentioned previously, mitoxantrone was 276 identified in a screen for anti-RVFV molecules 16 . Additionally, we identified a number of cancer 277 therapeutics, targeting processes such as angiogenesis and topoisomerase, that show significant 278 promise. Nonetheless, further verification of antiviral activity and investigation of the mechanisms 279 of action is necessary. Regardless, the development of novel antivirals is crucial to combat virus 280 infection and to respond to the possibility of rapid virus dissemination and evolution. LACV is a 281 significant threat to human health, and continued development of novel antivirals may prove 282 fruitful if the virus were to spread, as arboviruses are wont to do. 283 284 Materials and Methods 285 Cell culture. Cells were maintained at 37⁰C in 5% CO 2 , in Dulbecco's modified Eagle's medium 286 (DMEM; Life Technologies) with bovine serum and penicillin-streptomycin. Vero cells (BEI 287 Resources) were supplemented with 10% new-born calf serum (NBCS; Thermo-Fischer) and 288 Huh7 cells, kindly provided by Dr. Susan Uprichard, were supplemented with 10% fetal bovine 289 serum (FBS; Thermo-Fischer). 290 291 Drug treatment. For standard treatment experiments Huh7 cells were infected at a multiplicity of 292 infection (MOI) of 0.01 PFU/cell, unless otherwise indicated, with LACV, KEYV, RVFV MP-12, 293 ZIKV and concurrently treated with ionophores (valinomycin, nigericin, nonactin, calcium 294 ionophore I, sodium ionophore III; Cayman Chemical) dissolved in DMSO. Cells were then 295",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Infection and enumeration of viral titers. RVFV MP-12 31 , LACV, and KEYV were derived from 311 the first passage of virus in Huh7 cells. ZIKV (MR766) was derived from the first passage of virus 312 in Vero cells. CVB3 (Nancy strain) and HRV2 were derived from the first passage of virus in HeLa 313 cells. ZIKV, LACV, and, KEYV were obtained from Biodefense and Emerging Infections (BEI) 314 Research Resources. HCoV-229E and MERS-CoV were propagated and quantitated via 315 standard methods as previously described 20 .For all infections, drug was maintained throughout 316 infection as designated. Viral stocks were maintained at -80⁰C. For infection, virus was diluted in 317 serum-free DMEM for a multiplicity of infection (MOI) of 0.1 on Huh7 cells, unless otherwise 318 indicated. Viral inoculum was overlain on cells for 10 to 30 minutes, and the cells were washed 319 with PBS before replenishment of media. Supernatants were collected at the times specified. 320 Dilutions of cell supernatant were prepared in serum-free DMEM and used to inoculate confluent 321 monolayer of Vero cells for 10 to 15 min at 37⁰C. Cells were overlain with 0.8% agarose in DMEM 322 containing 2% NBCS. CVB3 and HRV2 samples incubated for 2 days, RVFV MP-12, ZIKV, and 323 LACV samples incubated for 4 days and KEYV samples incubated for 5 days at 37⁰C. Following 324 appropriate incubation, cells were fixed with 4% formalin and revealed with crystal violet solution 325 (10% crystal violet; Sigma-Aldrich). Plaques were enumerated and used to back-calculate the 326 number of plaque forming units (pfu) per milliliter of collected volume.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "341Genome-to-PFU ratio calculations. The number of viral genomes quantified as described above 343 were divided by the viral titer, as determined by plaque assay, to measure the genome-to-PFU 344 ratio. Values obtained were normalized to untreated conditions to obtain the relative genome-to-345PFU ratio. Primers used were: Small 5'-GGC-AGG-TGG-AGG-TTA-TCA-AT-3' (forward), 5'-AAG-GAC-346 CCA-TCT-GGC-TAA-ATA-C-3' (reverse, Medium 5'-CCT-GCC-TAG-AGA-CTG-AGA-GTA-T-3' (forward), 347 5'-GAG-TTG-CAA-TGT-TGG-TGT-AAG-G-3' (reverse), Large 5'-ACT-GGA-AGG-TCG-AGG-ATC-TAA-3' 348 (forward), 5'-GTC-GCT-TGT-CTC-ACC-CAT-AAT-A-3' (reverse), GAPDH 5'-GAT-TCC-ACC-CAT-GGC-349 AAA-TTC-3' (forward), 5'-CTG-GAA-GAT-GGT-GAT-GGG-ATT-3' (reverse). 350 351 Statistical Analysis. Prism 6 (GraphPad) was used to generate graphs and perform statistical 352 analysis. For all analyses, one-tailed Student's t test was used to compare groups, unless 353 otherwise noted, with a = 0.05. For tests of sample proportions, p values were derived from 354 calculated Z scores with two tails and a gracious to Drs. Susan Uprichard, Justin Harbison, and Gail Reid for critical discussion of 358 the data and manuscript. We also thank Susan Uprichard for Huh7 cells, Shinji Makino and Kaori 359 Terasaki for generously providing the MP-12 strain of RVFV, and Bill Jackson for HRV2. Research 360 was supported by grant from NIAID of the NIH (U19AI100625 to VDM). Research was also 361 Punch, E. K. et al. Potassium is a trigger for conformational change in the fusion spike of an 408 enveloped RNA virus. J. Biol. Chem. 293, 9937-9944 (2018). 409 22. Charlton, F. W. et al. Cellular cholesterol abundance regulates potassium accumulation within 410 endosomes and is an important determinant in Bunyavirus entry. J. Biol. Chem. jbc.RA119.007618 411 (2019) doi:10.1074/jbc.RA119.007618. , S. et al. Bunyavirus requirement for endosomal K+ reveals new roles of cellular ion channels 416 during infection. PLoS Pathog. 14, in Streptomyces: conservation, ecology and evolution. PloS One 4, e7194 (2009). 419 26. Wu, C.-Y. et al. Small molecules targeting severe acute respiratory syndrome human coronavirus. 420 Proc. Natl. Acad. Sci. 101, 10012-10017 (2004). 421 27. Bermejo, M. et al. Dasatinib inhibits HIV-1 replication through the interference of SAMHD1 422 phosphorylation in CD4+ T cells. Biochem. Pharmacol. 106, 30-45 (2016). 423 28. Wispelaere, M. de, LaCroix, A. J. & Yang, P. L. The Small Molecules AZD0530 and Dasatinib Inhibit 424 Dengue Virus RNA Replication via Fyn Kinase. J. Virol. 87, 7367-7381 (2013). 425 29. Hafuri, Y. et al. Mechanism of inhibition of reverse transcriptase by quinone antibiotics. II. 426 Dependence on putative quinone pocket on the enzyme molecule. J. Antibiot. (Tokyo) 41, Jung, E. et al. Identification of quinone analogues as potential inhibitors of picornavirus 3C protease 429 in vitro. Bioorg. Med. Chem. Lett. 28, 2533-2538 (2018). 430 31. Ikegami, T., Won, S., Peters, C. J. & Makino, S. Rescue of infectious rift valley fever virus entirely 431 from cDNA, analysis of virus lacking the NSs gene, and expression of a foreign gene. J. Virol. Promsong, A. et al. Ellagic acid inhibits HIV-1 infection in vitro: Potential role as a novel microbicide. 434 Oral Dis. 24, 249-252 (2018). 435 33. Park, S. W., Kwon, M. J., Yoo, J. Y., Choi, H.-J. & Ahn, Y.-J. Antiviral activity and possible mode of 436 action of ellagic acid identified in Lagerstroemia speciosa leaves toward human rhinoviruses. BMC 437 Complement. Altern. Med. 14, 171 (2014). 438 34. Shin, M. S., Kang, E. H. & Lee, Y. I. A flavonoid from medicinal plants blocks hepatitis B virus-e 439 antigen secretion in HBV-infected hepatocytes. Antiviral Res. 67, 163-168 (2005). 440 35. Sacau, E. P. et al. Inhibitory effects of lapachol derivatives on epstein-barr virus activation. Bioorg. 441 Med. Chem. 11, 483-488 (2003). 442 36. do Carmo Lagrota, M. H., Wigg, M. D., Aguiar, A. N., Pinto, A. V. & Pinto, M. do C. Antiviral activity of 443 naphthoquinones. I. Lapachol derivatives against enteroviruses. Rev. Latinoam. Microbiol. 28, Berka, U., Khan, A., Blaas, D. & Fuchs, R. Human rhinovirus type 2 uncoating at the plasma 446 membrane is not affected by a pH gradient but is affected by the membrane potential. J. Virol. Norris, M. J. et al. Targeting Intracellular Ion Homeostasis for the Control of Respiratory Syncytial 449 Virus. Am. J. Respir. Cell Mol. Biol. 59, 733-744 (2018). 450 39. Irurzun, A. & Carrasco, L. Entry of poliovirus into cells is blocked by valinomycin and concanamycin 451 A. Biochemistry 40, 3589-3600 (2001). 452 40. Bedows, E. & Hatfield, G. M. An investigation of the antiviral activity of Podophyllum peltatum. J. Nat. 453 Prod. 45, 725-729 (1982). 454 41. Biziagos, E., Crance, J. M., Passagot, J. & Deloince, R. Effect of antiviral substances on hepatitis A 455 virus replication in vitro. J. Med. Virol. 22, 57-66 (1987). 456 42. Min, B. S. et al. Anti-human immunodeficiency virus-type 1 activity of constituents from Juglans 457 mandshurica. Arch. Pharm. Res. 25, 441-445 (2002). 458 43. Fesen, M. R., Kohn, K. W., Leteurtre, F. & Pommier, Y. Inhibitors of human immunodeficiency virus 459 integrase. Proc. Natl. Acad. Sci. U. S. A. 90, 2399-2403 (1993).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Deng, L. et al. Identification of novel antipoxviral agents: mitoxantrone inhibits vaccinia virus 461 replication by blocking virion assembly. J. Virol. 81, 13392-13402 (2007).462 45. Furuta, A. et al. Identification of Hydroxyanthraquinones as Novel Inhibitors of Hepatitis C Virus NS3 463 Helicase. Int. J. Mol. Sci. 16, 18439-18453 (2015). 464 46. Huang, Q. et al. Antiviral activity of mitoxantrone dihydrochloride against human herpes simplex virus 465 mediated by suppression of the viral immediate early genes. BMC Microbiol. 19, 274 (2019). 466 47. Möse, J. R., Stünzner, D., Zirm, M., Egger-Büssing, C. & Schmalzl, F. [Effect of aristolochic acid on 467 herpes simplex infection of the rabbit eye]. Arzneimittelforschung. 30, 1571-1573 (1980).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Rapid screening for LACV antivirals. Schematic of screen performed in these 471 studies. (A) Potential antivirals were added to cells two hours prior to infection with La Crosse 472 virus at MOI 0.01. At 48 hpi, cells were fixed and stained with crystal violet stain, which was then 473 quantified, with darker staining cells surviving drug treatment and virus infection. (B) 474 Quantification of antiviral activity. Each dot represents a single compound analyzed in our assay. 475 (C) The quantification of antiviral activity as represented in (B) was compared to control cells that 476 were not treated (Sample Abs / NT Abs) to obtain the relative antiviral activity. Top hits in Valinomycin is antiviral. Huh7 cells were treated with increasing doses of valinomycin 480 for two hours prior to LACV infection. (A) At 48 hpi, cells were stained with crystal violet and 481 quantified. (B) Viral titers were measured by plaque assay. Dotted line indicates titer of untreated 482 controls. (C) Viability was measured by fluorescent intracellular ATP assay. (D) Vero cells were 483 treated and infected as Huh7 cells were. Viral titers were determined at 48 hpi. *p<0.05, **p<0.01, 484 ***p<0.0001 using two-tailed Student's T-test, n=3. Error bars represent one standard error of Valinomycin is antiviral over multiple rounds of infection. Huh7 cells were treated 488 with 2 µM valinomycin for two hours prior to infection at MOI 0.01. (A) Cellular supernatant was 489 collected at the times indicated and viral titers were determined by plaque assay. (B). Viral RNA 490 was purified from infected cell supernatant at 48 hpi and quantified by qPCR using primers specific 491 to each genome segment. *p<0.05, **p<0.01, ***p<0.001 using two-tailed Student's T-test, n=2-492 3. Error bars represent one standard error of the mean. 493 Valinomycin does not directly reduce particle infectivity. (A) Stock LACV was 495 incubated with 2 µM valinomycin at 37 o C for the times indicated before titering by plaque assay. 496 (B) Stock virus was incubated with increasing does of valinomycin at 37 o C for 24h prior to titering. 497 (C) Viral genomes from (B) were quantified from purified RNA and compared to viral titers to 498 calculate the relative viral genomes compared to infectious virus (PFU). (D) Huh7 cells were 499 treated with 2 µM valinomycin and subsequently washed with PBS and replenished with fresh 500 media as indicated. Fresh valinomycin was added as indicated following a PBS wash and media 501",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Ionophores are selectively antiviral. (A) Structures of valinomycin, nonactin, calcium 505 ionophore I, nigericin, and sodium ionophore III. (B) Huh7 cells were treated with increasing doses 506 of the iophores for two hours prior to LACV infection. Virus titers were determined at 48 hpi by 507 plaque assay. Dotted line indicates titers from untreated (NT) control cells. N=3. Error bars 508 represent one standard error of the mean. 509 Valinomycin is broadly antiviral. Huh7 cells were treated with increasing doses of 511 valinomycin for two hours prior to infection at MOI 0.1 with (A) bunyaviruses KEYV and RVFV 512 (strain MP12) for 48 h, (B) flavivirus ZIKV for 48h, (C) enteroviruses HRV2 and CVB3 for 24h, 513 and (D) coronaviruses HCoV-229E and MERS-CoV for 24h. *p<0.05, **p<0.01, ***p<0.001 using 514 two-tailed Student's T-test, n≥2. Error bars represent one standard error of the mean. 515 516",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Figure 1. Rapid screening for LACV antivirals.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Figure 2. Valinomycin is antiviral.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Figure 3. Valinomycin is antiviral over multiple rounds of infection.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Figure 4. Valinomycin does not directly reduce particle infectivity.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Figure 5. Ionophores are selectively antiviral.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Figure 6. Valinomycin is broadly antiviral.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "incubated at 37⁰C in 5% CO 2 for 48 hours. For direct incubation experiments 100 µL of LACV 296 stock virus was incubated with increasing concentrations of valinomycin over various time periods 297 at 37⁰C. For wash away experiments cells were seeded as stated above for standard treatment 298 experiments. Cells were treated four hours prior to removing media and washing with phosphate 299 buffer saline (PBS). Media containing LACV was then replaced and cells were incubated for 48 300 hours. Chemical structures were recreated using MarvinSketch 19.26 (ChemAxon Ltd.). 301Rapid screening antiviral compounds. Huh7 were seeded in 96 well plates, infected with LACV 303 at a MOI of 0.01 and concurrently treated with 100 µM of each compound from the NIH DTP 304 compound plates. Cells were incubated at 37⁰C in 5% CO 2 for 48 hours. Media was aspirated and 305 cells were fixed with 4% formalin and live cells were stained with crystal violet solution (Sigma-306 Aldrich). Excess stain was removed in a mild bleach solution and allowed to dry for 24h. 307Remaining crystal violet stain was resuspended in 10% acetic acid. Absorbance at 590 nm was 308 detected using a BioTek Synergy H1 plate reader. 309",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "517DTP NSC NumberEpidermal growth factor receptor inhibitor antineoplastic agent, used to treat pancreatic and non-small cell lung cancer. CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.Human immunodeficiency virus; HRV, human rhinovirus; HBV, hepatitis B virus; EBV, Epstein-Barr virus; EV, enterovirus; SARS-CoV, severe acute respiratory syndrome coronavirus; RSV, respiratory syncytial virus; PV, poliovirus; MV, measles virus; HSV, herpes simplex virus; HAV, hepatitis A virus; VACV, vaccinia virus 518 . CC-BY-NC-ND 4.0 International license author/funder. It is made available under aThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.21.914929 doi: bioRxiv preprint",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}