{
    "paper_id": "41d412415c46baf70ca91ebf049c0352ead19f18",
    "metadata": {
        "title": "BAR scaffolds drive membrane fission by crowding disordered domains",
        "authors": [
            {
                "first": "Wilton",
                "middle": [
                    "T"
                ],
                "last": "Snead",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Texas at Austin",
                    "location": {
                        "postCode": "78712",
                        "settlement": "Austin",
                        "region": "TX",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Wade",
                "middle": [
                    "F"
                ],
                "last": "Zeno",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Texas at Austin",
                    "location": {
                        "postCode": "78712",
                        "settlement": "Austin",
                        "region": "TX",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Grace",
                "middle": [],
                "last": "Kago",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Texas at Austin",
                    "location": {
                        "postCode": "78712",
                        "settlement": "Austin",
                        "region": "TX",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Ryan",
                "middle": [
                    "W"
                ],
                "last": "Perkins",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Texas at Austin",
                    "location": {
                        "postCode": "78712",
                        "settlement": "Austin",
                        "region": "TX",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Blair",
                "middle": [],
                "last": "Richter",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Texas Health Science Center at San Antonio",
                    "location": {
                        "addrLine": "San Antonio",
                        "postCode": "78212",
                        "region": "TX",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Chi",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Texas at Austin",
                    "location": {
                        "postCode": "78712",
                        "settlement": "Austin",
                        "region": "TX",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Eileen",
                "middle": [
                    "M"
                ],
                "last": "Lafer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Texas Health Science Center at San Antonio",
                    "location": {
                        "addrLine": "San Antonio",
                        "postCode": "78212",
                        "region": "TX",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Jeanne",
                "middle": [
                    "C"
                ],
                "last": "Stachowiak",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Texas at Austin",
                    "location": {
                        "postCode": "78712",
                        "settlement": "Austin",
                        "region": "TX",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Affiliations",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Cylindrical protein scaffolds are thought to stabilize membrane tubules, preventing membrane fission. In contrast, Snead et al. find that when scaffold proteins assemble, bulky disordered domains within them become acutely concentrated, generating steric pressure that destabilizes tubules, driving fission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Cellular membranes are continuously remodeled. The crescent-shaped bin-amphiphysinrvs (BAR) domains remodel membranes in multiple cellular pathways. Based on studies of BAR domains in isolation, the current paradigm is that they polymerize into cylindrical scaffolds that stabilize lipid tubules, preventing membrane fission. But in nature BAR domains are often part of multi-domain proteins that contain large intrinsically-disordered regions. Using in vitro and live cell assays, here we show that full-length BAR domaincontaining proteins, rather than stabilizing membrane tubules, are instead surprisingly potent drivers of membrane fission. Specifically, when BAR scaffolds assemble at membrane surfaces, their bulky disordered domains become crowded, generating steric pressure that destabilizes lipid tubules. More broadly, we observe this behavior with BAR domains that have a range of curvatures. These data challenge the idea that cellular membranes adopt the curvature of BAR scaffolds, suggesting instead that the ability to concentrate disordered domains is the key requirement for membrane remodeling and fission by BAR domain-containing proteins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Cellular membranes must undergo dynamic remodeling to facilitate essential cellular processes including formation of trafficking vesicles (Conner and Schmid, 2003) , viral egress (Hurley et al., 2010) , and cytokinesis (Mierzwa and Gerlich, 2014) . Since membranes resist deformation (Helfrich, 1973) , cells employ specialized protein machines to drive membrane remodeling (Zimmerberg and Kozlov, 2006) . For example, the crescent-shaped, dimeric bin-amphiphysin-rvs (BAR) domains Simunovic et al., 2015) polymerize into cylindrical scaffolds on membrane surfaces, forcing the underlying membrane to adopt the tubular geometry of the scaffold (Adam et al., 2015; Frost et al., 2008; . This rigid scaffold is thought to stabilize membrane tubules, preventing their division into separate membrane compartments through the process of membrane fission (Boucrot et al., 2012) .",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 163,
                    "text": "(Conner and Schmid, 2003)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 179,
                    "end": 200,
                    "text": "(Hurley et al., 2010)",
                    "ref_id": null
                },
                {
                    "start": 219,
                    "end": 246,
                    "text": "(Mierzwa and Gerlich, 2014)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 284,
                    "end": 300,
                    "text": "(Helfrich, 1973)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 374,
                    "end": 403,
                    "text": "(Zimmerberg and Kozlov, 2006)",
                    "ref_id": "BIBREF90"
                },
                {
                    "start": 482,
                    "end": 505,
                    "text": "Simunovic et al., 2015)",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 644,
                    "end": 663,
                    "text": "(Adam et al., 2015;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 664,
                    "end": 683,
                    "text": "Frost et al., 2008;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 850,
                    "end": 872,
                    "text": "(Boucrot et al., 2012)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Importantly, most studies on the membrane shaping behavior of BAR domains have examined the BAR domain in isolation, with significant portions of the protein removed. Examples include the N-terminal amphipathic helix BAR (N-BAR) domain of amphiphysin (Peter et al., 2004) , the FCH BAR (F-BAR) domain of FCHo1/2 (Henne et al., 2010; Henne et al., 2007) , the F-BAR domain of the neuronal migration protein srGAP2 (Guerrier et al., 2009) , the F-BAR domains of the cytokinesis proteins Imp2 (McDonald et al., 2016) and Cdc15 (McDonald et al., 2015) , and the inverted BAR (I-BAR) domains of MIM and ABBA (Mattila et al., 2007; Saarikangas et al., 2009 ), among others. These results have provided critical insight into the detailed geometry of BAR domain arrangement at membrane surfaces, helping to elucidate their mechanisms of membrane curvature sensing and induction. However, BAR domains do not typically exist in isolation in the cell, but rather as part of large, multi-domain proteins which also frequently contain long, intrinsically-disordered protein (IDP) domains of several hundred amino acids (Henne et al., 2010; Lee et al., 2007; Miele et al., 2004; Wuertenberger and Groemping, 2015) . How might these disordered domains influence the membrane remodeling behavior of BAR domains? cells -what brings bulky domains together to generate steric pressure? In particular, what keeps crowded proteins from simply diffusing away from one another, dissipating steric pressure and inhibiting membrane shaping? Proteins such as amphiphysin (Miele et al., 2004; Peter et al., 2004) and FCHo1/2 (Henne et al., 2010; Henne et al., 2007) , which contain both scaffold-forming BAR domains and bulky disordered domains, present a possible solution to this problem. Specifically, the ability of BAR domains to form scaffolds has the potential to locally concentrate disordered domains such that steric pressure is amplified rather than dissipated.",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 271,
                    "text": "(Peter et al., 2004)",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 312,
                    "end": 332,
                    "text": "(Henne et al., 2010;",
                    "ref_id": null
                },
                {
                    "start": 333,
                    "end": 352,
                    "text": "Henne et al., 2007)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 413,
                    "end": 436,
                    "text": "(Guerrier et al., 2009)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 490,
                    "end": 513,
                    "text": "(McDonald et al., 2016)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 518,
                    "end": 547,
                    "text": "Cdc15 (McDonald et al., 2015)",
                    "ref_id": null
                },
                {
                    "start": 603,
                    "end": 625,
                    "text": "(Mattila et al., 2007;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 626,
                    "end": 650,
                    "text": "Saarikangas et al., 2009",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 1106,
                    "end": 1126,
                    "text": "(Henne et al., 2010;",
                    "ref_id": null
                },
                {
                    "start": 1127,
                    "end": 1144,
                    "text": "Lee et al., 2007;",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1145,
                    "end": 1164,
                    "text": "Miele et al., 2004;",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1165,
                    "end": 1199,
                    "text": "Wuertenberger and Groemping, 2015)",
                    "ref_id": "BIBREF88"
                },
                {
                    "start": 1545,
                    "end": 1565,
                    "text": "(Miele et al., 2004;",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1566,
                    "end": 1585,
                    "text": "Peter et al., 2004)",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1598,
                    "end": 1618,
                    "text": "(Henne et al., 2010;",
                    "ref_id": null
                },
                {
                    "start": 1619,
                    "end": 1638,
                    "text": "Henne et al., 2007)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Therefore, we set out to investigate the impact of disordered domains on the membrane remodeling ability of BAR proteins. To our surprise, we found that while isolated BAR domains formed stable membrane tubules, full-length amphiphysin and FCHo1 destabilized these tubules, leading to highly efficient membrane fission. These results challenge the paradigm that BAR scaffolds stabilize membrane tubes, and suggest instead that they act as templates that locally amplify steric pressure among disordered domains, leading to membrane fission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Amphiphysin is composed of an N-terminal, amphipathic helix BAR (N-BAR) domain, followed by an intrinsically disordered protein (IDP) domain of approximately 383 amino acids in humans, and a C-terminal SH3 domain (Miele et al., 2004; Owen et al., 2004; Owen et al., 1998; Peter et al., 2004) (Fig. 1A) . To compare membrane bending by fulllength amphiphysin (Amph-FL) to the N-BAR domain alone, we first examined the effects of each protein on giant unilamellar vesicles (GUVs). These experiments revealed that both the N-BAR domain and Amph-FL drove potent membrane bending, forming mobile, diffraction-limited tubules that extended from the GUV surface (Fig. S1A , Movies S1 and S2). These GUVs often collapsed or broke apart into smaller tubules and fragments (Movies S3 and S4), suggesting that lipid tubule formation may not have been the endpoint of the membrane remodeling process.",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 233,
                    "text": "(Miele et al., 2004;",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 234,
                    "end": 252,
                    "text": "Owen et al., 2004;",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 253,
                    "end": 271,
                    "text": "Owen et al., 1998;",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 272,
                    "end": 291,
                    "text": "Peter et al., 2004)",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 358,
                    "end": 367,
                    "text": "(Amph-FL)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 292,
                    "end": 301,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 655,
                    "end": 664,
                    "text": "(Fig. S1A",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "While the amphiphysin N-BAR domain stabilizes membrane tubules, full-length amphiphysin drives membrane fission."
        },
        {
            "text": "To directly visualize the morphology of membranes at the end of remodeling, we utilized negative stain transmission electron microscopy (TEM) to resolve membrane structures below the optical diffraction limit. As expected from previous findings (Gallop et al., 2006; Peter et al., 2004) , the N-BAR domain transformed vesicles that had an average initial diameter of 200 nm into long tubules with average outer diameter 44±6 nm s.d. (Fig. 1B ,C and S1B,C). In contrast, Amph-FL did not drive appreciable membrane tubule formation in TEM experiments. Rather, Amph-FL divided the vesicles of initially 200 nm diameter into a population of highly curved vesicles with a peak diameter centered near 22 nm (Fig. 1D,E and S1D). This result suggests that Amph-FL is capable of driving membrane fission, a more energetically demanding process than membrane tubule formation (Campelo et al., 2012) . (F) Membrane release from SUPER templates, measured as Texas Red signal present in the supernatant after sedimentation of the SUPER templates. Membrane release in the absence of protein was measured and subtracted as background. Dots indicate data and lines indicate mean, n = 3 independent experiments. P-value: one-tailed, unpaired Student's t-test. Scale bars in (B-D): 500 nm. Zoomed region scale bars: 200 nm. See also Fig. S1 and Movies S1-S4.",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 266,
                    "text": "(Gallop et al., 2006;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 267,
                    "end": 286,
                    "text": "Peter et al., 2004)",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 701,
                    "end": 706,
                    "text": "(Fig.",
                    "ref_id": null
                },
                {
                    "start": 866,
                    "end": 888,
                    "text": "(Campelo et al., 2012)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 433,
                    "end": 441,
                    "text": "(Fig. 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1315,
                    "end": 1322,
                    "text": "Fig. S1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "While the amphiphysin N-BAR domain stabilizes membrane tubules, full-length amphiphysin drives membrane fission."
        },
        {
            "text": "To better understand the ability of amphiphysin to drive membrane fission, we compared N-BAR and Amph-FL in two additional assays of membrane fission. In the first of these experiments, we used supported bilayers with extra membrane reservoir (SUPER templates), which are glass beads surrounded by a low-tension membrane. Exposure of SUPER templates to fission-driving proteins results in measurable membrane release from the beads Pucadyil and Schmid, 2008) . SUPER template experiments revealed that while both N-BAR and Amph-FL drove membrane release in the concentration range of 50-1,000 nM, Amph-FL drove more than twice as much (2.6 to 4.7-fold greater) membrane release at each concentration (Fig. 1F) . Notably, membrane release does not directly imply efficient membrane fission, as both vesicles and lipid tubules can be shed from SUPER templates. Therefore, we next employed a tethered vesicle assay to quantify the distributions of fission vesicle diameters over a range of protein concentrations (Snead et al., 2017) . Specifically, we tethered fluorescent vesicles to a coverslip passivated with PEG and PEG-biotin ( Fig. 2A) . Vesicles in these experiments contained a biotinylated lipid, which facilitated tethering to the substrate via binding to neutravidin. Vesicles also contained the fluorescent lipid Oregon Green 488-DHPE, which we used to quantify the brightness of each vesicle after imaging in confocal fluorescence microscopy (Aguet et al., 2013) (Fig. 2B ). We then converted the resulting distributions of vesicle brightness to approximate distributions of vesicle diameter by calibrating against the initial vesicle diameter distribution measured using dynamic light scattering (see methods).",
            "cite_spans": [
                {
                    "start": 432,
                    "end": 458,
                    "text": "Pucadyil and Schmid, 2008)",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 1010,
                    "end": 1030,
                    "text": "(Snead et al., 2017)",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 1454,
                    "end": 1474,
                    "text": "(Aguet et al., 2013)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 700,
                    "end": 709,
                    "text": "(Fig. 1F)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1132,
                    "end": 1140,
                    "text": "Fig. 2A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1475,
                    "end": 1483,
                    "text": "(Fig. 2B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Full-length amphiphysin generates highly curved fission products."
        },
        {
            "text": "Using this assay, we found that Amph-FL in the concentration range of 50-150 nM transformed vesicles with an average initial diameter of 200 nm (Fig. 2B ,C) to a population of high curvature fission products (Fig. 2B ,D) with a median diameter of 22 nm at 150 nM, in agreement with results from TEM ( Fig. 1D ,E). The proportion of vesicles that fell within the high curvature group (diameters below approximately 45 nm) increased with increasing protein concentration, from less than 1% at 50 nM to approximately 38% at 150 nM (Fig. 2F ). In contrast, the N-BAR domain did not drive fission, even at higher protein concentrations (Fig. 2B , E, and F). While lipid tubules were not apparent in tethered vesicle experiments with N-BAR (Fig. 2B ), tubules were observed at micromolar N-BAR concentrations (Fig. S1E) , consistent with the tubules formed in TEM experiments (Fig. 1C) . Notably, higher concentrations of Amph-FL were required to observe fission in TEM experiments compared to tethered vesicle experiments. This increase is due to the high lipid concentration used in TEM experiments (approximately 100-fold greater than tethered vesicle experiments), which is necessary to achieve an adequate density of lipid structures for TEM (see methods). Taken together, our results from electron microscopy and tethered vesicle experiments confirm that Amph-FL is a potent driver of membrane fission, while the isolated N-BAR domain is only capable of forming membrane tubules. Full-length amphiphysin produces highly curved fission products. Tethered vesicle composition: 76 mol% DOPC, 5 mol% PtdIns(4,5)P 2 , 15 mol% DOPS, 2 mol% Oregon Green 488-DHPE, 2 mol% DP-EG10-biotin. (A) Schematic of tethered vesicle fission experiment. (B) Representative spinning disc confocal micrographs of tethered vesicles before exposure to protein (top), after exposure to 150 nM Amph-FL (middle), and after exposure to 300 nM N-BAR (bottom). Contrast settings in top and bottom images are the same while contrast in middle image is adjusted to clearly show vesicle puncta. Dashed yellow boxes indicate puncta intensity profiles on right, where bar heights are all scaled between 90 and 6,000 brightness units while each color map corresponds to specified intensity range. (C-E) Distributions of All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 152,
                    "text": "(Fig. 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 208,
                    "end": 216,
                    "text": "(Fig. 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 301,
                    "end": 308,
                    "text": "Fig. 1D",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 528,
                    "end": 536,
                    "text": "(Fig. 2F",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 631,
                    "end": 639,
                    "text": "(Fig. 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 734,
                    "end": 742,
                    "text": "(Fig. 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 803,
                    "end": 813,
                    "text": "(Fig. S1E)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 870,
                    "end": 879,
                    "text": "(Fig. 1C)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Full-length amphiphysin generates highly curved fission products."
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/276147 doi: bioRxiv preprint 8 4 nm ( Fig. S2G -I, see methods), which corresponds to a radius of gyration of approximately 5 nm (Hofmann et al., 2012; Sherman and Haran, 2006) , comparable to other disordered domains of similar molecular weight Kalthoff et al., 2002) . FCS experiments also showed that the size of Amph CTD ∆SH3 varied with the concentration of monovalent salt in the buffer (Fig. S2J) , consistent with the known sensitivity of highly-charged disordered proteins to changes in ionic strength (Srinivasan et al., 2014) . We next performed tethered vesicle experiments to assess membrane fission by Amph CTD ∆SH3. The protein included an N-terminal hexa-histidine (6his) tag to facilitate binding to membranes by the lipid DOGS-NTA-Ni (Fig. 3A) . Experiments revealed that Amph CTD ∆SH3 indeed drove the formation of highly curved fission products (Fig. 3B,C) . However, 100-fold greater concentration of Amph CTD ∆SH3 in solution (10 µM) was required to generate fission products of similar curvature to those observed with Amph-FL (100 nM) (see Fig. 2D ,F).",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 268,
                    "text": "(Hofmann et al., 2012;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 269,
                    "end": 293,
                    "text": "Sherman and Haran, 2006)",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 363,
                    "end": 385,
                    "text": "Kalthoff et al., 2002)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 628,
                    "end": 653,
                    "text": "(Srinivasan et al., 2014)",
                    "ref_id": "BIBREF77"
                }
            ],
            "ref_spans": [
                {
                    "start": 155,
                    "end": 163,
                    "text": "Fig. S2G",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 510,
                    "end": 520,
                    "text": "(Fig. S2J)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 869,
                    "end": 878,
                    "text": "(Fig. 3A)",
                    "ref_id": null
                },
                {
                    "start": 982,
                    "end": 993,
                    "text": "(Fig. 3B,C)",
                    "ref_id": null
                },
                {
                    "start": 1181,
                    "end": 1188,
                    "text": "Fig. 2D",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Full-length amphiphysin generates highly curved fission products."
        },
        {
            "text": "Membrane binding experiments with fluorescently-labeled Amph CTD ∆SH3 showed that when 10 µM of protein was present in solution, the protein covered approximately 40% of the membrane surface . At this coverage, steric pressure from protein crowding is expected to be sufficient to overcome the energetic barrier to membrane fission (Snead et al., 2017) . Therefore, the requirement for a high solution concentration of Amph CTD ∆SH3 reflects the conditions necessary to promote crowded binding to the membrane surface. In contrast, the ability of Amph-FL to drive fission at much lower concentrations likely arises from polymerization of the BAR domain scaffold, which enables multivalent membrane binding (Simunovic et al., 2016; Sorre et al., 2012) . In line with this thinking, we found that 100 nM Amph-FL, a concentration which drove potent fission (Fig. 2D ,F), covered greater than 70% of the membrane surface (Fig. S2F ). This coverage is significantly higher than has been observed for non-assembling proteins (Feder, 1980; Snead et al., 2017) . Collectively, these results suggest that the ability of amphiphysin to drive efficient membrane fission arises from a collaboration between its N-BAR domain and disordered domain. respectively) as well as hydrodynamic radius . Tethered vesicle fission experiments revealed that N-BAR-epsin CTD generated highly curved fission products from vesicles with an initial average diameter of 200 nm within a similar range of protein concentrations to Amph-FL (Fig. 3F , compare to Fig. 2D ). Further, both N-BAR-epsin CTD and Amph-FL produced a very similar fraction of fission products with diameters below 45 nm at equivalent concentrations in solution (Fig. 3G) . Finally, SUPER template membrane shedding experiments revealed that in the concentration range of 50-1,000 nM, N-BAR-epsin CTD drove greater membrane release compared to the isolated N-BAR domain (Fig. 3H) , similar to the results of SUPER template experiments comparing N-BAR and Amph-FL (Fig. 1F ). These findings illustrate the ability of N-BAR scaffolds to promote membrane fission by crowding arbitrary disordered domains at membrane surfaces.",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 352,
                    "text": "(Snead et al., 2017)",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 706,
                    "end": 730,
                    "text": "(Simunovic et al., 2016;",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 731,
                    "end": 750,
                    "text": "Sorre et al., 2012)",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 1019,
                    "end": 1032,
                    "text": "(Feder, 1980;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1033,
                    "end": 1052,
                    "text": "Snead et al., 2017)",
                    "ref_id": "BIBREF75"
                }
            ],
            "ref_spans": [
                {
                    "start": 854,
                    "end": 862,
                    "text": "(Fig. 2D",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 917,
                    "end": 926,
                    "text": "(Fig. S2F",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1507,
                    "end": 1515,
                    "text": "(Fig. 3F",
                    "ref_id": null
                },
                {
                    "start": 1529,
                    "end": 1536,
                    "text": "Fig. 2D",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1703,
                    "end": 1712,
                    "text": "(Fig. 3G)",
                    "ref_id": null
                },
                {
                    "start": 1911,
                    "end": 1920,
                    "text": "(Fig. 3H)",
                    "ref_id": null
                },
                {
                    "start": 2004,
                    "end": 2012,
                    "text": "(Fig. 1F",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Full-length amphiphysin generates highly curved fission products."
        },
        {
            "text": "How does crowding among disordered domains overcome the ability of BAR scaffolds to stabilize lipid tubules? One explanation is that steric pressure among the bulky disordered domains of Amph-FL inhibits the assembly of a long-range N-BAR scaffold, which, if allowed to form, would inhibit fission. In support of this hypothesis, when Amph-FL reached over 70% surface coverage as described above (Fig. S2F) , the underlying N-BAR domain covered only about 16% of the membrane, based on membrane footprints for Amph-FL and N-BAR of 79 and 16.5 nm 2 per monomer, respectively (see methods). This coverage is significantly lower than expected for a fully-assembled N-BAR scaffold, which approaches complete coverage (Adam et al., 2015; . Furthermore, the volume available per amphiphysin disordered domain above the N-BAR scaffold is only about 50% of the volume that each domain would be expected to occupy in solution, based on its radius of gyration (Fig. 3I , see calculation in methods). Therefore, the disordered domains would be required to compress substantially to fit around a fullyassembled N-BAR scaffold. Previous work has shown that substantial compression of disordered domains is energetically costly, likely exceeding the cost of membrane deformation . Collectively, these arguments suggest that the presence of amphiphysin's bulky disordered domains inhibits assembly of long-range N-BAR scaffolds.",
            "cite_spans": [
                {
                    "start": 713,
                    "end": 732,
                    "text": "(Adam et al., 2015;",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 396,
                    "end": 406,
                    "text": "(Fig. S2F)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 950,
                    "end": 958,
                    "text": "(Fig. 3I",
                    "ref_id": null
                }
            ],
            "section": "Full-length amphiphysin generates highly curved fission products."
        },
        {
            "text": "Interestingly, previous structural studies using cryo-electron microscopy have reported limited observations of tubular N-BAR scaffolds formed from full-length amphiphysin (Adam et al., 2015; . These structures have been observed on membrane substrates containing a majority of negatively-charged lipids, which are thought to provide a strong electrostatic driving force for scaffold assembly (Adam et al., 2015; . Therefore, we performed tethered vesicle fission experiments using a similar membrane composition (Fig. S3) . Here, the onset of membrane fission occurred at somewhat higher Amph-FL concentration, 350 nM ( Fig. S3 ) in comparison to 75 nM ( Fig.  2B -F). These results demonstrate that high concentrations of negatively charged lipids cannot prevent membrane fission as protein concentration increases. Indeed, the cryoelectron microscopy studies cited above suggest that long-range scaffolds assembled from full-length protein were more rare . Moreover, these studies employed buffers that lacked small monovalent ions (Adam et al., 2015; , conditions known to favor extension of disordered domains owing to reduced electrostatic screening (Srinivasan et al., 2014) . This environment likely enabled the disordered domains to pack more efficiently around the scaffold, in line with the needle-like densities seen protruding from the N-BAR scaffold (Adam et al., 2015) .",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 191,
                    "text": "(Adam et al., 2015;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 393,
                    "end": 412,
                    "text": "(Adam et al., 2015;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1035,
                    "end": 1054,
                    "text": "(Adam et al., 2015;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1156,
                    "end": 1181,
                    "text": "(Srinivasan et al., 2014)",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 1364,
                    "end": 1383,
                    "text": "(Adam et al., 2015)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 513,
                    "end": 522,
                    "text": "(Fig. S3)",
                    "ref_id": null
                },
                {
                    "start": 621,
                    "end": 628,
                    "text": "Fig. S3",
                    "ref_id": null
                },
                {
                    "start": 656,
                    "end": 664,
                    "text": "Fig.  2B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Full-length amphiphysin generates highly curved fission products."
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Full-length amphiphysin generates highly curved fission products."
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/276147 doi: bioRxiv preprint All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Full-length amphiphysin generates highly curved fission products."
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/276147 doi: bioRxiv preprint Figure 3 . The disordered domain of amphiphysin alone drives membrane fission, but the N-BAR scaffold substantially enhances fission efficiency. Membrane composition in Amph CTD ∆SH3 tethered vesicle experiments: 76 mol% DOPC, 20 mol% DOGS-NTA-Ni, 2 mol% Oregon Green 488-DHPE, 2 mol% DP-EG10-biotin. In tethered vesicle experiments with N-BAR-epsin CTD, DOGS-NTA-Ni was replaced with 5 mol% PtdIns(4,5)P 2 and 15 mol% DOPS. SUPER template membrane composition: 79 mol% DOPC, 5 mol% PtdIns(4,5)P 2 , 15 mol% DOPS, 1 mol% Texas Red-DHPE. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 146,
                    "end": 154,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Full-length amphiphysin generates highly curved fission products."
        },
        {
            "text": "We next sought to evaluate the influence of disordered domains on the membrane remodeling behavior of BAR domains in live mammalian cells. Multiple previous studies have established that overexpression of BAR domains leads to formation of lipid tubules in the cytosol that are coated by BAR scaffolds (Boucrot et al., 2012; Frost et al., 2008; McDonald et al., 2015; Peter et al., 2004) . We first replicated these findings by overexpressing the N-BAR domain of human amphiphysin tagged with mCherry ( Fig. 4A ) in retinal pigmented epithelial (RPE) cells. We found that N-BAR generated a dense network of tubules inside the cells (Fig. 4B ), in agreement with previous findings (Peter et al., 2004) . The number of tubules per cell increased with the expression level of N-BAR (Fig. 4C) , and co-localized with a plasma membrane stain (Fig. S4A) , indicating that many of the tubules originated from the plasma membrane as previously observed (McDonald et al., 2015; McDonald et al., 2016) . In contrast, overexpression of Amph-FL tagged with mCherry ( Fig. 4A ) led to significantly fewer tubules per cell compared to N-BAR ( Fig. 4 B-D), suggesting that the disordered domain of Amph-FL inhibited tubule formation. Notably, Amph-FL interacts with the clathrin adaptor network and may therefore recruit other membrane remodeling proteins. As such, it is unclear whether the lack of stable All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 323,
                    "text": "(Boucrot et al., 2012;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 324,
                    "end": 343,
                    "text": "Frost et al., 2008;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 344,
                    "end": 366,
                    "text": "McDonald et al., 2015;",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 367,
                    "end": 386,
                    "text": "Peter et al., 2004)",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 679,
                    "end": 699,
                    "text": "(Peter et al., 2004)",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 944,
                    "end": 967,
                    "text": "(McDonald et al., 2015;",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 968,
                    "end": 990,
                    "text": "McDonald et al., 2016)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [
                {
                    "start": 502,
                    "end": 509,
                    "text": "Fig. 4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 631,
                    "end": 639,
                    "text": "(Fig. 4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 778,
                    "end": 787,
                    "text": "(Fig. 4C)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 836,
                    "end": 846,
                    "text": "(Fig. S4A)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1054,
                    "end": 1061,
                    "text": "Fig. 4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1128,
                    "end": 1134,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Disordered domains inhibit tubule formation by BAR scaffolds in live cells."
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/276147 doi: bioRxiv preprint tubules in Amph-FL-expressing cells arose from the disordered domain or from other binding partners recruited by Amph-FL. To distinguish between these possibilities, we created a chimera of N-BAR fused to an alternative disordered domain, from the neuronal protein neurofilament-M (N-BAR-NfM CTD), tagged with mCherry (Fig. 4A) . The disordered C-terminal domain of neurofilament-M acts as an entropic brush, radiating outward along the length of neurofilaments and sterically repelling neighboring disordered domains to control axon diameter (Brown and Hoh, 1997; Kumar et al., 2002) . The neurofilament-M disordered domain is similar in length to that of amphiphysin (438 versus 383 amino acids, respectively) but is not involved in endocytosis and therefore contains no binding domains for endocytic proteins. Overexpressing N-BAR-NfM CTD in RPE cells resulted in a similar phenotype to Amph-FL, in which the number of tubules per cell was significantly reduced compared to the isolated N-BAR domain (Fig. 4 B-D) . Furthermore, while tubules in N-BAR-expressing cells had an average length of 6.0±0.2 µm s.e.m., tubule lengths in cells expressing Amph-FL and N-BAR-NfM CTD were significantly shorter, 3.5±0.1 and 3.6±0.1 µm s.e.m., respectively (Fig. 4E ).",
            "cite_spans": [
                {
                    "start": 689,
                    "end": 710,
                    "text": "(Brown and Hoh, 1997;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 711,
                    "end": 730,
                    "text": "Kumar et al., 2002)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [
                {
                    "start": 464,
                    "end": 473,
                    "text": "(Fig. 4A)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1149,
                    "end": 1161,
                    "text": "(Fig. 4 B-D)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1394,
                    "end": 1402,
                    "text": "(Fig. 4E",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Disordered domains inhibit tubule formation by BAR scaffolds in live cells."
        },
        {
            "text": "Time-lapse imaging of live cells revealed that the tubules formed by Amph-FL and N-BAR-NfM CTD were more transient in comparison to isolated N-BAR ( Fig. 4F and Movie S5). Specifically, the tubules in cells expressing N-BAR had an average lifetime of approximately 75±5 s s.e.m., whereas tubule lifetime was significantly shorter in cells expressing Amph-FL and N-BAR-NfM CTD, approximately 29±3 and 35±4 s s.e.m., respectively (Fig. 4F ). The tubules formed by N-BAR also had greater fluorescence intensity in the protein channel relative to the local background in comparison to Amph-FL and N-BAR-NfM CTD (Fig. S4B ,C). This finding indicates that the disordered domains of Amph-FL and N-BAR-NfM CTD did not promote tubule fission by enhancing protein binding to the membrane surface. Collectively, results from experiments in live cells indicate that bulky disordered domains are capable of disrupting the formation of stable tubules scaffolded by BAR domains, similar to observations in vitro ( Fig. 1C ,D). The disordered domains may have inhibited tubule formation by driving membrane fission, though future work is needed to test the role of disordered domains in physiological fission events.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 149,
                    "end": 156,
                    "text": "Fig. 4F",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 428,
                    "end": 436,
                    "text": "(Fig. 4F",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 607,
                    "end": 616,
                    "text": "(Fig. S4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 999,
                    "end": 1006,
                    "text": "Fig. 1C",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Disordered domains inhibit tubule formation by BAR scaffolds in live cells."
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disordered domains inhibit tubule formation by BAR scaffolds in live cells."
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/276147 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disordered domains inhibit tubule formation by BAR scaffolds in live cells."
        },
        {
            "text": "We next asked how the membrane remodeling ability of crowded disordered domains compares with that of BAR scaffolds. To make this comparison, we created a chimeric protein that places the two mechanisms in direct competition within the same molecule. Specifically, we fused the inverted BAR (I-BAR) domain of human IRSp53 to the bulky, C-terminal disordered domain of rat AP180 (569 disordered amino acids) to form I-BAR-AP180 CTD (Fig. 5A ). While the I-BAR domain is known to generate inverted membrane curvature (Mattila et al., 2007; Saarikangas et al., 2009) , the attached disordered domains should generate steric pressure that will tend to bend the membrane in the opposite direction. Exposing GUVs to the I-BAR domain alone drove inverted membrane tubulation, as expected (Fig. 5B , left and Movie S6). In contrast, the I-BAR-AP180 CTD chimera drove neither inward nor outward tubulation. Instead, the protein caused the GUV membrane to fluctuate dynamically through non-spherical shapes in which regions of gentle membrane curvature extending both inward and outward were apparent, (Fig. 5B , right and Movie S7). These \"frustrated\" fluctuations demonstrate that the disordered domain effectively neutralized the ability of the I-BAR domain to drive inward membrane bending. This result suggests that crowding among disordered domains and scaffolding by BAR domains make comparable contributions to membrane remodeling.",
            "cite_spans": [
                {
                    "start": 515,
                    "end": 537,
                    "text": "(Mattila et al., 2007;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 538,
                    "end": 563,
                    "text": "Saarikangas et al., 2009)",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [
                {
                    "start": 431,
                    "end": 439,
                    "text": "(Fig. 5A",
                    "ref_id": null
                },
                {
                    "start": 781,
                    "end": 789,
                    "text": "(Fig. 5B",
                    "ref_id": null
                },
                {
                    "start": 1092,
                    "end": 1100,
                    "text": "(Fig. 5B",
                    "ref_id": null
                }
            ],
            "section": "Crowding among disordered domains opposes the ability of I-BAR scaffolds to drive inward membrane bending."
        },
        {
            "text": "Membrane release experiments using SUPER templates showed that exposure to the I-BAR domain (100 nM -5 µM) decreased the amount of membrane shedding to levels lower than the amount of non-specific shedding that occurred in protein-free buffer (Fig.  5C , negative values). This result suggests that assembly of the I-BAR scaffold stabilized the membrane against shedding. In contrast, I-BAR-AP180 CTD drove positive membrane release at all concentrations ( Fig. 5C) , demonstrating that the disordered domain of AP180 is capable of disrupting the membrane-stabilizing effect of I-BAR. Interestingly, tethered vesicle fission experiments revealed that the highest concentration All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 243,
                    "end": 252,
                    "text": "(Fig.  5C",
                    "ref_id": null
                },
                {
                    "start": 457,
                    "end": 465,
                    "text": "Fig. 5C)",
                    "ref_id": null
                }
            ],
            "section": "Crowding among disordered domains opposes the ability of I-BAR scaffolds to drive inward membrane bending."
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/276147 doi: bioRxiv preprint of I-BAR-AP180 CTD that we tested, 5 µM, drove membrane fission, generating a population of vesicles centered near 30 nm diameter (Fig. 5D ). This result demonstrates that, under appropriate conditions, steric pressure among crowded disordered domains is sufficient to overcome the structure-based curvature preference of the I-BAR scaffold. Importantly, while wild-type IRSp53 does not naturally contain a large disordered domain, the I-BAR domain-containing proteins MIM and ABBA do contain regions of substantial disorder (approximately 475 amino acids in MIM) (Lee et al., 2007) . Therefore, our observations raise the question of whether the presumed role of these proteins in driving cellular membrane protrusions can be justified on the basis of in vitro studies of their isolated I-BAR domains (Mattila et al., 2007; Saarikangas et al., 2009 ).",
            "cite_spans": [
                {
                    "start": 710,
                    "end": 728,
                    "text": "(Lee et al., 2007)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 948,
                    "end": 970,
                    "text": "(Mattila et al., 2007;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 971,
                    "end": 995,
                    "text": "Saarikangas et al., 2009",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [
                {
                    "start": 276,
                    "end": 284,
                    "text": "(Fig. 5D",
                    "ref_id": null
                }
            ],
            "section": "Crowding among disordered domains opposes the ability of I-BAR scaffolds to drive inward membrane bending."
        },
        {
            "text": "If BAR scaffolds drive membrane fission by concentrating large disordered domains at membrane surfaces, then the ability of Amph-FL to drive fission (Figs. 1 and 2) should extend to other proteins that contain both BAR domains and substantial regions of intrinsic disorder. Interestingly, many proteins that contain the modestly-curved F-BAR domain also have this architecture (Roberts-Galbraith and Gould, 2010), including the endocytic proteins FCHo1/2 (Henne et al., 2010) and its yeast homolog Syp1 (Reider et al., 2009) , the srGAP proteins involved in neuronal development (Wuertenberger and Groemping, 2015) , and the cytokinesis proteins Cdc15 and Imp2 (McDonald et al., 2016) in S. pombe and Hof1 (Meitinger et al., 2011) in S. cerevisiae. To test this idea, we examined FCHo1 (C. elegans), which consists of an Nterminal F-BAR domain followed by an intrinsically disordered domain of 412 amino acids and a C-terminal µ-homology domain (Henne et al., 2010; Ma et al., 2016; Umasankar et al., 2014; Wang et al., 2016) (Fig. 5E ). Negative stain TEM revealed that exposure of vesicles with an initial average diameter of 200 nm to the F-BAR domain of FCHo1 drove formation of lipid tubules with an average diameter of 21±2 nm s.d. (Fig. 5F ,G and S5A,B), in agreement with previous findings (Henne et al., 2010; Henne et al., 2007) . In contrast, full-length FCHo1 (FCHo1-FL) did not generate lipid tubules, but instead divided the 200 nm diameter vesicles into a population of highly curved vesicles with average diameter 17±7 nm s.d. (Fig. 5H and S5C,D) .",
            "cite_spans": [
                {
                    "start": 455,
                    "end": 475,
                    "text": "(Henne et al., 2010)",
                    "ref_id": null
                },
                {
                    "start": 503,
                    "end": 524,
                    "text": "(Reider et al., 2009)",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 579,
                    "end": 614,
                    "text": "(Wuertenberger and Groemping, 2015)",
                    "ref_id": "BIBREF88"
                },
                {
                    "start": 661,
                    "end": 684,
                    "text": "(McDonald et al., 2016)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 706,
                    "end": 730,
                    "text": "(Meitinger et al., 2011)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 945,
                    "end": 965,
                    "text": "(Henne et al., 2010;",
                    "ref_id": null
                },
                {
                    "start": 966,
                    "end": 982,
                    "text": "Ma et al., 2016;",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 983,
                    "end": 1006,
                    "text": "Umasankar et al., 2014;",
                    "ref_id": "BIBREF84"
                },
                {
                    "start": 1007,
                    "end": 1025,
                    "text": "Wang et al., 2016)",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 1298,
                    "end": 1318,
                    "text": "(Henne et al., 2010;",
                    "ref_id": null
                },
                {
                    "start": 1319,
                    "end": 1338,
                    "text": "Henne et al., 2007)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 1026,
                    "end": 1034,
                    "text": "(Fig. 5E",
                    "ref_id": null
                },
                {
                    "start": 1238,
                    "end": 1246,
                    "text": "(Fig. 5F",
                    "ref_id": null
                },
                {
                    "start": 1543,
                    "end": 1562,
                    "text": "(Fig. 5H and S5C,D)",
                    "ref_id": null
                }
            ],
            "section": "An F-BAR scaffold drives fission by locally crowding bulky disordered domains."
        },
        {
            "text": "Similarly, tethered vesicle fission experiments revealed that FCHo1-FL drove potent membrane fission over the concentration range of 10-250 nM (Fig. 5I,K) , a comparable range to Amph-FL (50-150 nM, Fig. 2D ,F), with a mean diameter of 19±1 nm s.e.m. at 250 nM of FCHo1-FL. However, the F-BAR domain alone did not drive fission in these experiments, even at substantially higher concentrations up to 2 µM (Fig. 5J,K) . Interestingly, in both tethered vesicle and TEM experiments, the fission products produced by FCHo1-FL had a peak diameter of slightly less than 20 nm, with some vesicles as small as 10 nm. These small diameters suggest that FCHo1-FL may stabilize All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 143,
                    "end": 154,
                    "text": "(Fig. 5I,K)",
                    "ref_id": null
                },
                {
                    "start": 199,
                    "end": 206,
                    "text": "Fig. 2D",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 405,
                    "end": 416,
                    "text": "(Fig. 5J,K)",
                    "ref_id": null
                }
            ],
            "section": "An F-BAR scaffold drives fission by locally crowding bulky disordered domains."
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/276147 doi: bioRxiv preprint the formation of membrane micelles, which are similar in morphology to the hemifusion intermediates that form during membrane fission (Campelo et al., 2012; Frolov et al., 2015) . Notably, vesicles in these experiments were composed primarily of the lipid DOPC, which has a lower bending rigidity than physiological membranes (Dimova, 2014) . In contrast, when we increased bilayer rigidity by replacing DOPC with the substantially more rigid, fully-saturated lipid DPPC (Dimova, 2014; Lee et al., 2001) , the average diameter of fission products increased to approximately 50 nm at 50 nM of FCHo1-FL, consistent with bilayer vesicles (Fig. S5E-G) . Collectively, these studies show that, despite their gentle curvature, F-BAR scaffolds are also capable of collaborating with disordered domain crowding to drive efficient membrane fission, producing highly curved vesicles. These findings suggest that the ability of BAR domains to assemble into scaffolds that concentrate disordered domains, regardless of their intrinsic structural curvature, is the key requirement for membrane fission.",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 302,
                    "text": "(Campelo et al., 2012;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 303,
                    "end": 323,
                    "text": "Frolov et al., 2015)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 472,
                    "end": 486,
                    "text": "(Dimova, 2014)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 617,
                    "end": 631,
                    "text": "(Dimova, 2014;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 632,
                    "end": 649,
                    "text": "Lee et al., 2001)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [
                {
                    "start": 781,
                    "end": 793,
                    "text": "(Fig. S5E-G)",
                    "ref_id": null
                }
            ],
            "section": "An F-BAR scaffold drives fission by locally crowding bulky disordered domains."
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "An F-BAR scaffold drives fission by locally crowding bulky disordered domains."
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/276147 doi: bioRxiv preprint Figure 5 . Disordered domain crowding opposes inverted membrane bending by I-BARs and promotes membrane fission by F-BARs. GUV membrane composition: 79.5 mol% DOPC, 5 mol% PtdIns(4,5)P 2 , 15 mol% DOPS, 0.5 mol% Oregon Green 488-DHPE. SUPER template membrane composition: 79 mol% DOPC, 5 mol% PtdIns(4,5)P 2 , 15 mol% DOPS, 1 mol% Texas Red-DHPE. Tethered vesicle membrane composition: 76 mol% DOPC, 5 mol% PtdIns(4,5)P 2 , 15 mol% DOPS, 2 mol% Oregon Green 488-DHPE, 2 mol% DP-EG10-biotin. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 146,
                    "end": 154,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "An F-BAR scaffold drives fission by locally crowding bulky disordered domains."
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "An F-BAR scaffold drives fission by locally crowding bulky disordered domains."
        },
        {
            "text": "Here we report that membrane scaffolding by BAR domains works synergistically with steric pressure among bulky disordered domains to drive membrane fission. By highlighting the ability of BAR scaffolds to locally concentrate disordered domains, this work helps to explain how steric pressure can be generated and locally sustained at membrane surfaces. Further, our findings are in contrast with the established view that BAR scaffolds prevent fission by stabilizing membrane tubes (Boucrot et al., 2012) . Instead, our work suggests that BAR proteins that contain substantial disordered regions are more likely to be drivers of membrane fission. In support of this idea, previous work showed that the yeast amphiphysins Rvs161/167 are essential for membrane fission, and deletion of these proteins leads to a defect in the entry of clathrin-coated pits into cells (Kaksonen et al., 2005; Kishimoto et al., 2011) . Depletion of amphiphysin by RNA interference also dramatically inhibits clathrin-mediated endocytosis in mammalian cells (Meinecke et al., 2013) , although this endocytic defect has been attributed to a reduction in dynamin recruitment.",
            "cite_spans": [
                {
                    "start": 482,
                    "end": 504,
                    "text": "(Boucrot et al., 2012)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 865,
                    "end": 888,
                    "text": "(Kaksonen et al., 2005;",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 889,
                    "end": 912,
                    "text": "Kishimoto et al., 2011)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1036,
                    "end": 1059,
                    "text": "(Meinecke et al., 2013)",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our finding that modestly-curved F-BAR domains can also collaborate with bulky disordered domains to drive potent fission is surprising, as it suggests that proteins such as FCHo1/2 may participate in membrane shaping throughout the maturation of clathrincoated pits, and may even help drive the final fission event. This hypothesis is in contrast to the idea that FCHo1/2 are primarily involved in the initiation of clathrin-coated pits All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/276147 doi: bioRxiv preprint (Henne et al., 2010; Ma et al., 2016) . However, previous work showed that FCHo2 is present throughout the lifetime of clathrin-coated pits (Taylor et al., 2011) , supporting the possible role of FCHo2 in membrane shaping. Moreover, many F-BAR proteins involved in other cellular pathways such as cytokinesis also contain large regions of intrinsic disorder (McDonald et al., 2016; Meitinger et al., 2011; . As such, our findings raise the question of whether F-BAR scaffolds facilitate membrane fission in a variety of contexts beyond membrane traffic.",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 166,
                    "text": "(Henne et al., 2010;",
                    "ref_id": null
                },
                {
                    "start": 167,
                    "end": 183,
                    "text": "Ma et al., 2016)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 286,
                    "end": 307,
                    "text": "(Taylor et al., 2011)",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 504,
                    "end": 527,
                    "text": "(McDonald et al., 2016;",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 528,
                    "end": 551,
                    "text": "Meitinger et al., 2011;",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "More broadly, our work raises the possibility that protein assemblies beyond BAR domains may serve as scaffolds for crowding bulky disordered domains in order to ensure efficient membrane fission. One potential example is dynamin, a scaffold-forming GTPase involved in fission of clathrin-coated pits (Antonny et al., 2016) . While dynamin itself does not contain substantial regions of disorder, it assembles with proteins that contain such domains, including amphiphysin and SNX9 (Daumke et al., 2014) . Once recruited by dynamin, these proteins may generate significant steric pressure at membrane necks. In line with this thinking, previous in vitro studies found that amphiphysin acts synergistically with dynamin to enhance membrane fission (Meinecke et al., 2013; . Moreover, the yeast dynamin homolog, Vps1, is dispensable for fission, but is necessary for proper localization and accumulation of amphiphysin at clathrincoated pits (Kaksonen et al., 2005; Smaczynska-de Rooij et al., 2010) . A function of Vps1 could therefore be to organize and concentrate bulky disordered domains at membrane necks to promote fission.",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 323,
                    "text": "(Antonny et al., 2016)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 482,
                    "end": 503,
                    "text": "(Daumke et al., 2014)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 747,
                    "end": 770,
                    "text": "(Meinecke et al., 2013;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 940,
                    "end": 963,
                    "text": "(Kaksonen et al., 2005;",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 964,
                    "end": 997,
                    "text": "Smaczynska-de Rooij et al., 2010)",
                    "ref_id": "BIBREF74"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Recent work has revealed that BAR domains also promote membrane fission by acting as a diffusion barrier to lipids (Renard et al., 2015; Simunovic et al., 2017) . This \"frictiondriven scission\" mechanism may be responsible for fission in a clathrin-independent endocytic pathway (Renard et al., 2015; Simunovic et al., 2017) . While friction-driven scission and disordered domain crowding are distinct mechanisms, they are not mutually exclusive and may therefore work cooperatively to drive fission of endocytic structures. Future work is needed to better understand the potential collaboration between these BAR domain-mediated fission mechanisms.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 136,
                    "text": "(Renard et al., 2015;",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 137,
                    "end": 160,
                    "text": "Simunovic et al., 2017)",
                    "ref_id": null
                },
                {
                    "start": 279,
                    "end": 300,
                    "text": "(Renard et al., 2015;",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 301,
                    "end": 324,
                    "text": "Simunovic et al., 2017)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our work reveals a synergistic relationship between structured protein assemblies and disordered pressure generators, which can be harnessed to drive membrane fission. It is increasingly recognized that structural disorder is prevalent in membrane trafficking, and that disordered domains are often coupled to structured domains within the same protein molecules (Pietrosemoli et al., 2013) . While previous work has focused primarily on structure-function relationships revealed by studying individual protein domains, these findings highlight the importance of examining the collective contributions from both All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 390,
                    "text": "(Pietrosemoli et al., 2013)",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/276147 doi: bioRxiv preprint structure and disorder to understand how proteins shape membranes in diverse cellular contexts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Chemical reagents MOPS (3-(N-morpholino)propanesulphonic acid), HEPES (4-(2-hydroxyethyl)-1piperazineethanesulphonic acid), Tris hydrochloride, NaCl, DTT (dithiothreitol), IPTG (isopropyl-β-D-thiogalactopyranoside), β-mercaptoethanol, thrombin protease, and Triton X-100 were purchased from Fisher Scientific. EDTA (ethylenediaminetetraacetic acid), EGTA (ethylene glycol tetraacetic acid), TCEP (tris(2-carboxyethyl)phosphine hydrochloride), PMSF (phenylmethanesulfonyl fluoride), EDTA-free protease inhibitor tablets, Thrombin CleanCleave Kit, PLL (poly-L-lysine), Atto 488 NHS-ester, and Atto 594 NHS-ester were purchased from Sigma-Aldrich. HRV-3C (human rhinovirus-3C) protease, neutravidin, Oregon Green 488-DHPE (Oregon Green 488 1,2dihexadecanoyl-sn-glycero-3-phosphoethanolamine), and Texas Red-DHPE were purchased from Thermo Fisher Scientific. mPEG-SVA (mPEG-succinimidyl valerate), biotin-PEG-SVA, mPEG-silane, and biotin-PEG-silane (all PEGs were molecular weight 5,000 Da) were purchased from Laysan Bio (Arab, AL, USA). DP-EG10-biotin (dipalmitoyl-decaethylene glycol-biotin) was generously provided by Dr. Darryl Sasaki of Sandia National Laboratories, Livermore, CA (Momin et al., 2015) . All other lipids were purchased from Avanti Polar Lipids (Alabaster, AL, USA), including: PtdIns(4,5)P 2 (L-αphosphatidylinositol-4,5-bisphosphate, from porcine brain), DOGS-NTA-Ni (1,2-dioleoylsn-glycero-3-[(N-(5-amino-1-carboxypentyl)iminodiacetic acid)succinyl], nickel salt), DOPC (1,2-dioleoyl-sn-glycero-3-phosphocholine), and DOPS (1,2-dioleoyl-sn-glycero-3-phospho-L-serine, sodium salt). The lipid compositions for all experiments are listed in the figure captions.",
            "cite_spans": [
                {
                    "start": 1183,
                    "end": 1203,
                    "text": "(Momin et al., 2015)",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "The pGex6P bacterial expression vector containing full-length human amphiphysin (residues 2-695) was generously provided by the Baumgart Lab (University of Pennsylvania). The N-BAR domain of human amphiphysin (residues 2-242) was cloned into the pGex4T2 bacterial expression vector using BamHI and EcoRI restriction sites. The C-terminal domain of human amphiphysin lacking the SH3 domain (Amph CTD DSH3, residues 240-622) with N-terminal GST and 6his tags was cloned using a previously-generated plasmid template, GST-6his-AP180 CTD in pGex4T2 . AP180 CTD was excised from the template using SalI and XhoI restriction sites and the Amph CTD ∆SH3 insert was ligated in using the same SalI and XhoI sites. The N-BAR domain of human amphiphysin fused to the C-terminal domain of rat epsin1 (N-BAR-epsin CTD, residues 144-575 of rat epsin1) was cloned by first ligating in the N-BAR All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plasmids"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/276147 doi: bioRxiv preprint domain of human amphiphysin (residues 2-242) into pGex4T2 using BamHI and EcoRI restriction sites. Epsin CTD was then ligated in frame with N-BAR using SalI and NotI restriction sites. The I-BAR domain of human IRSp53 (residues 1-250) was cloned by using site directed mutagenesis to introduce a stop codon at residue 251 in the pGex6P2 plasmid containing full-length IRSp53. The I-BAR domain of human IRSp53 fused to the C-terminal domain of rat AP180 (I-BAR-AP180 CTD, residues 328-896 of rat AP180) was cloned by first ligating the I-BAR domain of human IRSp53 (residues 1-250) into pGex4T2 using BamHI and EcoRI restriction sites. AP180 CTD was then ligated in frame with I-BAR using SalI and XhoI restriction sites. The pGex6P1 vector containing full-length C. elegans FCHo1 (residues 1-968) was generously provided by the Audhya Lab (University of Wisconsin -Madison) (Wang et al., 2016) . The F-BAR domain of C. elegans FCHo1 (residues 1-276) was cloned into the pGex4T2 vector using BamHI and EcoRI restriction sites.",
            "cite_spans": [
                {
                    "start": 1020,
                    "end": 1039,
                    "text": "(Wang et al., 2016)",
                    "ref_id": "BIBREF86"
                }
            ],
            "ref_spans": [],
            "section": "Plasmids"
        },
        {
            "text": "The pCAGEN mammalian expression vector containing the N-BAR domain of human amphiphysin (residues 1-256), tagged at the C-terminus with mCherry, was a gift from Tobias Meyer (Addgene plasmid # 85130). Full-length human amphiphysin (residues 1-695) was cloned into the pCAGEN vector, in frame with mCherry at the C-terminus, by first excising the N-BAR domain from the template using EcoRI and AgeI restriction sites, and then ligating in full-length amphiphysin using the same EcoRI and AgeI restriction sites. The N-BAR domain of human amphiphysin fused to the C-terminal domain of mouse neurofilament-M (N-BAR-NfM CTD, residues 411-848 of mouse neurofilament-M) was cloned by ligating neurofilament-M CTD into the existing N-BAR-mCherry pCAGEN template, between N-BAR and mCherry, using a single AgeI restriction site. The resulting plasmid contained a GPV linker between N-BAR and neurofilament-M CTD and a GPVAT linker between neurofilament-M CTD and mCherry. All plasmids were confirmed by DNA sequencing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plasmids"
        },
        {
            "text": "All proteins were expressed as N-terminal glutathione-S-transferase (GST) fusion constructs in BL21 E. coli cells following induction with 1 mM IPTG. Full-length amphiphysin, N-BAR, Amph CTD ∆SH3, I-BAR, I-BAR-AP180 CTD and F-BAR were induced at 30 °C for 6-8 h. N-BAR-epsin CTD was induced at 16 °C for 20 h. Full-length FCHo1 was induced at 12 °C for 24 h. Cells were harvested and bacteria were lysed using lysis buffer and probe sonication. For full-length FCHo1, lysis buffer was: 100 mM sodium phosphate pH 8.0, 5 mM EDTA, 5 mM DTT, 10% glycerol, 1 mM PMSF, 1% Triton X-100, 1x Roche protease inhibitor cocktail. For all other proteins, lysis buffer was: 500 mM Tris-HCl pH 8.0, 5 mM EDTA, 10 mM β-mercaptoethanol or 5 mM TCEP, 5% glycerol, 1 mM PMSF, 1% Triton X-100, 1x Roche or Pierce protease inhibitor cocktail. Proteins were purified from bacterial extracts by incubating with glutathione resin, followed by extensive washing (at least 10x column volumes). Full-length amphiphysin, N-BAR, Amph CTD ∆SH3, and F-BAR were cleaved directly from the resin using soluble HRV-3C (Thermo Fisher) or thrombin (GE Healthcare Life Sciences) proteases overnight at 4 °C with rocking. HRV-3C, which contained a GST tag, was removed by passage through a glutathione agarose column. Thrombin was removed with p-aminobenzamidine-agarose resin (Sigma-Aldrich). N-BAR-epsin CTD, I-BAR, and I-BAR-AP180 CTD were eluted with 15 mM reduced glutathione in 500 mM Tris-HCl pH 8.0, 5 mM EDTA, 10 mM βmercaptoethanol or 5 mM TCEP, 5% glycerol, 1 mM PMSF buffer. Full-length FCHo1 was eluted with 15 mM reduced glutathione in 100 mM sodium phosphate pH 8.0, 5 mM EDTA, 5 mM DTT, 10% glycerol, 1 mM PMSF buffer. The proteins were concentrated with EMD Millipore Amicon centrifugal filter units, desalted with Zeba Spin Desalting Columns (Fisher), and then incubated with either Thrombin CleanCleave Kit (Sigma-Aldrich), soluble HRV-3C, or soluble thrombin overnight at 4 °C with rocking. Cleaved GST was removed by passage through a glutathione agarose column. I-BAR-AP180 CTD and N-BAR-epsin CTD were further purified by gel filtration chromatography using a Superose 6 column equilibrated with 20 mM Tris-HCl pH 8.0, 150 mM NaCl, 1 mM EDTA, 5 mM EGTA, 1 mM PMSF, 5 mM DTT. All proteins were stored as small aliquots or liquid nitrogen pellets at -80 °C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protein purification"
        },
        {
            "text": "Proteins were labeled using amine-reactive, NHS ester-functionalized dyes (Atto-Tec) in 25 mM HEPES pH 7.35, 150 mM NaCl, 5 mM TCEP buffer. The concentration of dye was adjusted experimentally to obtain the desired labeling ratio of 0.5-1 dye molecules per protein, typically 2-5 times molar excess of dye. Reactions were performed for 20-30 min at room temperature and labeled protein was separated from unconjugated dye using Princeton CentriSpin-20 size exclusion spin columns (Princeton Separations).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protein labeling"
        },
        {
            "text": "Vesicles for electron microscopy were composed of 5 mol% PtdIns(4,5)P 2 , 15 mol% DOPS, and 80 mol% DOPC. Dried lipid films were hydrated in 20 mM MOPS pH 7.35, 150 mM NaCl, 0.5 mM EGTA and EDTA buffer and extruded though a 200 nm pore filter (Whatman). Proteins were diluted to the indicated concentrations in the same MOPS buffer with 5 mM TCEP and incubated with vesicles at 37 °C for 30 min (Amph-FL and N-BAR) or 60 min (FCHo1-FL and F-BAR). The vesicle concentration was 1 mM in experiments with Amph-FL, FCHo1-FL, and F-BAR, and 0.1 mM in experiments with N-BAR and in protein-free controls. 5 µL of the mixture was placed onto a glow-discharged, 300 square mesh, carbon-coated grid and stained with 2% uranyl acetate (Electron Microscopy Sciences; Hatfield, PA, USA). Images were collected on a Tecnai Spirit BioTwin T12 electron microscope (Tecnai; Hillsboro, OR, USA). Vesicle and tubule diameters were measured using ImageJ software. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transmission electron microscopy"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/276147 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transmission electron microscopy"
        },
        {
            "text": "A spinning disc confocal microscope (Zeiss Axio Observer Z1 with Yokagawa CSU-X1M) was used to image GUVs and tethered vesicles. Laser wavelengths of 488 and 561 nm were used for excitation. Emission filters were centered at 525 nm with a 50 nm width, and 629 nm with a 62 nm width. A triple-pass dichroic mirror was used: 405/488/561 nm. The microscope objective was a Plan-Apochromat 100x, 1.4 numerical aperture oil immersion objective. Images were collected on a cooled (-70 °C) EMCCD iXon3 897 camera (Andor Technology; Belfast, UK).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fluorescence microscopy"
        },
        {
            "text": "Giant unilamellar vesicles (GUVs) were prepared according to published protocols (Angelova and Dimitrov, 1986) . A mixture of 5 mol% PtdIns(4,5)P 2 , 15 mol% DOPS, 0.5 mol% Oregon Green 488-DHPE, and 79.5 mol% DOPC was dried into a film on an indium-tin-oxide coated glass slide. Lipids were further dried under vacuum overnight. Electroformation was performed at 55 °C in 350 mOsm sucrose solution also containing 0.5 mM EGTA and EDTA to prevent clustering of PtdIns(4,5)P 2 . Vesicles were mixed with protein solution at the specified concentration in 20 mM MOPS pH 7.35, 150 mM NaCl, 0.5 mM EGTA and EDTA, 5 mM TCEP buffer. Prior to mixing, the osmolarity of the GUV solution and experiment buffer was measured using a vapor pressure osmometer (Wescor).",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 110,
                    "text": "(Angelova and Dimitrov, 1986)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Giant unilamellar vesicle preparation"
        },
        {
            "text": "SUPER templates were prepared according to the protocol of Neumann et al . A lipid mixture of 5 mol% PtdIns(4,5)P 2 , 15 mol% DOPS, 1 mol% Texas Red DHPE, and 79 mol% DOPC was mixed in a clean glass test tube, the solvent was evaporated, and the lipid film was further dried under vacuum. The lipid film was hydrated in Milli-Q water, subjected to three freeze-thaw cycles in liquid nitrogen, and extruded through a 100 nm pore filter (Whatman). SUPER templates were made by creating a 100 µL mixture consisting of 200 µM liposomes, 1 M NaCl, and 5 x 10 6 of 2.5 µm m-type silica beads (Corpuscular; Cold Spring, NY, USA) in a low-adhesion microcentrifuge tube. The mixture was incubated for 30 min at room temperature and gently agitated periodically. The mixture was washed by adding 1 mL Milli-Q water, gently mixing, and spinning at 300 g for 2 min in a swinging bucket rotor to pellet the SUPER templates. 1 mL of supernatant was removed, SUPER templates were resuspended in the remaining 100 µL, and washing was repeated a total of four times. SUPER templates were kept on ice and used within 4 h. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUPER template preparation"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/276147 doi: bioRxiv preprint Measurement of SUPER template membrane release SUPER template membrane shedding experiments were performed according to the protocol of Neumann et al . 10 µL of SUPER templates were gently pipetted into the top of a 90 µL solution of protein at specified concentrations in 20 mM MOPS pH 7.35, 150 mM NaCl, 0.5 mM EGTA and EDTA, 5 mM TCEP buffer. SUPER templates were allowed to slowly settle for 30 min at room temperature without disturbing. SUPER templates containing unreleased membrane were then sedimented by gentle centrifugation at 300 g for 2 min in a swinging bucket rotor. 75 µL of supernatant containing released membrane was collected and mixed in a 96-well plate with Triton X-100 at a final concentration of 0.1% and volume of 100 µL. In order to measure the total fluorescence of SUPER template membrane, a detergent control consisting of SUPER templates added directly to 0.1% Triton X-100, which solubilized all SUPER template membrane, was run. The fluorescence intensity of released membrane was measured in a plate reader using 590 nm excitation light and an emission filter centered at 620 nm. After subtracting the fluorescence of 0.1% Triton X-100 in buffer alone from all measurements, membrane release was calculated by dividing the fluorescence intensity after protein exposure by the fluorescence intensity of the detergent control. The background level of membrane release in the absence of protein was also measured by incubating SUPER templates in buffer alone. This buffer control was subtracted from all measurements as background.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUPER template preparation"
        },
        {
            "text": "Imaging wells for fluorescence correlation spectroscopy (FCS) utilized supported lipid bilayers (SLBs) to passivate the glass surface and prevent protein adsorption. Briefly, a well was created with a silicone gasket on an ultraclean coverslip, and a solution of sonicated DOPC vesicles at 1 mM lipid was added. The SLB was formed for 10 min and thoroughly washed in experiment buffer of 50 mM Tris pH 8.0, 10 mM CaCl 2 , 150 mm NaCl, 15 mM EGTA, 5 mM EDTA, 5 mM TCEP. Atto 488-labeled proteins were diluted in experiment buffer and added to the imaging well such that the concentration of Atto 488 dye was approximately 1 nM. FCS measurements were acquired on a custom-built timecorrelated single photon counting confocal microscope using a 486 nm picosecond pulsed diode laser. The laser was focused in solution approximately 3 µm above the bilayer passivation surface, and fluorescence signal was collected as proteins diffused through the focused laser volume. The signal was split onto separate GaAsP photomultiplier tubes (Hamamatsu) for cross-correlation using Becker and Hickl software. FCS traces were collected for 120 s. The number of FCS traces acquired for Amph CTD ∆SH3, AP180 CTD, and transferrin were: 10, 5, and 3, respectively. Each FCS trace was fit with the 2D autocorrelation function: All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fluorescence correlation spectroscopy"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/276147 doi: bioRxiv preprint = 1 + () * + * 1 + / 0 + 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fluorescence correlation spectroscopy"
        },
        {
            "text": "Where is 1/ 2 , 2 is the number of labeled proteins in the focused laser volume, / is the diffusion time, and is the anomalous diffusion coefficient. and 4 , which correct for short time processes such as intersystem crossing, were held constant in the fitting as 0.05 and 5 µs, respectively (Houser et al., 2016) . Fitting was performed in Wolfram Mathematica 11 software. values were between 0.90 and 0.93 for all fits, demonstrating that a substantial correction for anomalous diffusion was not needed.",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 313,
                    "text": "(Houser et al., 2016)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Fluorescence correlation spectroscopy"
        },
        {
            "text": "Fig. S2G-I shows representative FCS traces and fits for Amph CTD ∆SH3, AP180 CTD, and transferrin, with mean values of / ± first s.d. reported next to each trace. The hydrodynamic radius, 6 , of each protein is also reported next to each trace. AP180 CTD was used as a calibration standard to compute 6 of Amph CTD ∆SH3 , as / is directly proportional to 6 . AP180 CTD is a disordered protein with a radius that has been wellcharacterized Kalthoff et al., 2002) , making it an appropriate calibration standard. This calibration approach also yielded a radius for transferrin that was consistent with its expected radius (Hall et al., 2002) , confirming the validity of our approach. The radius of Amph CTD ∆SH3 was taken as 5 nm in estimates of membrane coverage by proteins in Fig. 3D , S2A-F, and S2K-M. This value was chosen based on previous studies which found that the radius of gyration of a disordered protein is approximately 1.2-fold greater than the hydrodynamic radius (Hofmann et al., 2012; Sherman and Haran, 2006 ). (Zhang and Han, 1996) . Because / is directly proportional to 6 , the increase in / at 10 mM NaCl indicates an increase in 6 , likely owing to reduced charge screening which expands and extends the disordered protein (Srinivasan et al., 2014) . Similarly, the decrease in / at 1 M NaCl indicates a decrease in 6 , owing to enhanced charge screening which compacts the disordered protein.",
            "cite_spans": [
                {
                    "start": 439,
                    "end": 461,
                    "text": "Kalthoff et al., 2002)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 620,
                    "end": 639,
                    "text": "(Hall et al., 2002)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 981,
                    "end": 1003,
                    "text": "(Hofmann et al., 2012;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1004,
                    "end": 1027,
                    "text": "Sherman and Haran, 2006",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 1031,
                    "end": 1052,
                    "text": "(Zhang and Han, 1996)",
                    "ref_id": "BIBREF89"
                },
                {
                    "start": 1248,
                    "end": 1273,
                    "text": "(Srinivasan et al., 2014)",
                    "ref_id": "BIBREF77"
                }
            ],
            "ref_spans": [
                {
                    "start": 778,
                    "end": 785,
                    "text": "Fig. 3D",
                    "ref_id": null
                }
            ],
            "section": "Fluorescence correlation spectroscopy"
        },
        {
            "text": "for 10-15 min to dissolve the PEG. Acetic acid was added to a concentration of 1%, and 50 µL of the reactive mixture was dropped onto a dry, ultraclean coverslip. Another dry, ultraclean coverslip was sandwiched on top, and the slides were incubated at 70 °C for 30-60 min. The slides were separated, washed in ultrapure water, and stored dry for later use. Imaging wells were made by placing silicone gaskets onto the glass and hydrating in 20 mM MOPS pH 7.35, 150 mM NaCl buffer. Neutravidin was added to the well at a final concentration of 0.2 mg mL -1 , incubated for 10 min, and the well was washed repeatedly with MOPS buffer before adding vesicles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fluorescence correlation spectroscopy"
        },
        {
            "text": "The biotinylated PLL-PEG was made according to a previous protocol (Ruiz -Taylor et al., 2001) . Briefly, amine-reactive PEG-SVA (succinimidyl valerate) and biotin-PEG-SVA was added to a 40 mg mL -1 mixture of PLL in 50 mM sodium tetraborate pH 8.5 at a molar ratio of one PEG per five lysine subunits. PEG-biotin comprised 2% of the total PEG amount. The mixture was stirred continuously for 6 h at room temperature and buffer exchanged into PBS using Centri-Spin size exclusion columns (Princeton Separations). Imaging wells were made by placing silicone gaskets onto ultraclean coverslips. Wells were coated for 20-30 min with biotinylated PLL-PEG diluted tenfold in 20 mM MOPS pH 7.35, 150 mM NaCl buffer. After coating, the well was washed repeatedly with MOPS buffer to wash out excess PLL-PEG. Neutravidin was added to the well following the same process as for PEG-silane slides.",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 94,
                    "text": "-Taylor et al., 2001)",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [],
            "section": "Fluorescence correlation spectroscopy"
        },
        {
            "text": "Vesicle diameter distributions were measured using an assay developed by the Stamou group (Hatzakis et al., 2009; Kunding et al., 2008; Stamou et al., 2003) . Vesicles in experiments with Amph-FL, N-BAR, N-BAR-epsin CTD, I-BAR-AP180 CTD, FCHo1-FL, and F-BAR were composed of 76 mol% DOPC, 15 mol% DOPS, 5 mol% PtdIns(4,5)P 2 , 2 mol% DP-EG10-biotin, and 2 mol% Oregon Green 488-DHPE. Vesicles in experiments with Amph CTD ∆SH3 were composed of a similar lipid mixture, with the exception that DOPS and PtdIns(4,5)P 2 were replaced with 20 mol% DOGS-NTA-Ni. Experiments with Amph-FL and N-BAR on highly charged membranes (Fig. S3 ) used vesicles composed of 68 mol% DOPS, 23 mol% DOPE, 5 mol% cholesterol, 2 mol% DP-EG10-biotin, and 2 mol% Oregon Green 488-DHPE, similar to Mim et al, Cell 2012 . Dried lipid films were hydrated in 20 mM MOPS pH 7.35, 150 mM NaCl buffer (0.5 mM EGTA and EDTA was included in experiments with PtdIns(4,5)P 2 ) and extruded to 200 nm.",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 113,
                    "text": "(Hatzakis et al., 2009;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 114,
                    "end": 135,
                    "text": "Kunding et al., 2008;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 136,
                    "end": 156,
                    "text": "Stamou et al., 2003)",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 773,
                    "end": 793,
                    "text": "Mim et al, Cell 2012",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 620,
                    "end": 628,
                    "text": "(Fig. S3",
                    "ref_id": null
                }
            ],
            "section": "Determination of vesicle diameter from measurements of tethered vesicle brightness"
        },
        {
            "text": "Fission experiments were performed by mixing vesicles at a concentration of 10 µM with unlabeled protein at specified concentrations in the above MOPS buffer with 5 mM TCEP. The mixture was incubated at 37 °C for either 30 min (Amph-FL, N-BAR, Amph CTD ∆SH3, and N-BAR-epsin CTD) or 60 min (I-BAR-AP180 CTD, FCHo1-FL, and F-BAR).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Determination of vesicle diameter from measurements of tethered vesicle brightness"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Determination of vesicle diameter from measurements of tethered vesicle brightness"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/276147 doi: bioRxiv preprint During the incubation period, imaging wells were prepared as described above. After incubation, the mixtures were added to the wells and vesicles were allowed to tether for 10 min before washing repeatedly to remove untethered vesicles. Multiple spinning disc confocal z-stacks of tethered vesicles were acquired with a z-step of 0.1 µm. The same laser power and camera gain settings were used for all experiments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Determination of vesicle diameter from measurements of tethered vesicle brightness"
        },
        {
            "text": "All images in the z-stacks were cropped to the center 171x171 pixels (center 1/9 th ), and the frame with the greatest mean brightness was selected as the best focus image for analysis. Fluorescence amplitudes of diffraction-limited puncta were obtained using cmeAnalysis particle detection software (Aguet et al., 2013) . Individual vesicles were detected by fitting two-dimensional Gaussian profiles to each puncta. The standard deviation of the Gaussian was determined from the point spread function of our microscope. The brightness values of detected puncta were reported as valid if they were diffraction-limited and had amplitudes significantly above their local fluorescence background. To further ensure that puncta were well above the noise threshold, we only accepted puncta that persisted at the same location through five consecutive imaging frames.",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 320,
                    "text": "(Aguet et al., 2013)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Determination of vesicle diameter from measurements of tethered vesicle brightness"
        },
        {
            "text": "To convert fluorescence brightness values to vesicle diameters, we computed a scaling factor that centered the mean of the vesicle brightness distribution of a high-curvature, sonicated vesicle sample to the average diameter of the same vesicles obtained from dynamic light scattering. This scaling factor was then used to scale the vesicle brightness distributions after protein exposure to distributions of vesicle diameter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Determination of vesicle diameter from measurements of tethered vesicle brightness"
        },
        {
            "text": "Vesicles in experiments with full-length amphiphysin and N-BAR were composed of 76 mol% DOPC, 15 mol% DOPS, 5 mol% PtdIns(4,5)P 2 , 2 mol% DP-EG10-biotin, and 2 mol% Oregon Green 488-DHPE. DOPS and PtdIns(4,5)P 2 were replaced with 20 mol% DOGS-NTA-Ni in experiments with Amph CTD ∆SH3. Dried lipid films were hydrated in 20 mM MOPS pH 7.35, 150 mM NaCl buffer (0.5 mM EGTA and EDTA was included in experiments with PtdIns(4,5)P 2 ) and extruded to 30 or 200 nm. Imaging wells were prepared as described above. Vesicles were diluted to 5 µM in the wells and allowed to tether for 10 min. Untethered vesicles were removed by thorough washing with MOPS buffer. After tethering, Atto 594-labeled protein was added to the specified concentration, and multiple spinning disc confocal z-stacks of lipid and protein fluorescence were acquired, with a z-step of 0.1 µm. Images were collected after approximately 15 min incubation of protein with vesicles. The same laser power and camera gain settings were used for all experiments. Fig. S2A shows images of tethered vesicles with 10 and 25 nM All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1025,
                    "end": 1033,
                    "text": "Fig. S2A",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Determination of membrane coverage by proteins from measurements of vesicle and protein brightness"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/276147 doi: bioRxiv preprint Amph-FL-Atto 594, demonstrating increased protein brightness (and therefore membrane coverage) with increasing protein concentration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Determination of membrane coverage by proteins from measurements of vesicle and protein brightness"
        },
        {
            "text": "Images were cropped and individual vesicle puncta were detected using cmeAnalysis software (Aguet et al., 2013) , following a similar approach described in the previous section. Here we only accepted puncta that persisted at the same location through three consecutive imaging frames. The algorithm also searched for fluorescent puncta in the protein channel using the centroids of the detected fluorescent puncta in the master lipid channel. The search region in the protein channel was three times the standard deviation of the Gaussian fit to the point spread function of our microscope. We estimated vesicle diameters from lipid fluorescence brightnesses by calibrating against dynamic light scattering, as described in the previous section. We estimated the number of bound proteins on each vesicle by comparing brightness values in the protein channel to the brightness of a single molecule of Atto 594-labeled protein. Images of single molecules of Atto 594-labeled proteins were obtained by adding a dilute concentration of protein to an imaging well on an ultraclean coverslip, and imaging single proteins adhered to the coverslip surface in a similar manner as described for the tethered vesicles. A linear correction for camera exposure time was applied to the single molecule brightness, as longer exposure times were required to image single molecules compared to membranebound protein. Fig. S2B shows a plot of the raw protein intensity values as a function of vesicle intensity for 10 and 25 nM Amph-FL. The 25 nM data shows a higher slope than 10 nM, indicating greater membrane coverage. Fig. S2C shows this same data after processing, plotted as the number of membrane-bound proteins as a function of vesicle diameter.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 111,
                    "text": "(Aguet et al., 2013)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 1400,
                    "end": 1408,
                    "text": "Fig. S2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1605,
                    "end": 1613,
                    "text": "Fig. S2C",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Determination of membrane coverage by proteins from measurements of vesicle and protein brightness"
        },
        {
            "text": "Membrane coverage by proteins was estimated for each vesicle by dividing the area occupied by membrane-bound proteins by the corresponding vesicle surface area. The projected membrane footprint of N-BAR, Amph-FL, and Amph CTD ∆SH3 monomers were assumed to be: 16.5 (Adam et al, Scientific Reports 2015) (Adam et al., 2015) , 79, and 79 nm 2 , respectively. The average membrane coverage within an experiment was estimated as the mean of all individual vesicle coverage values. Experiments were repeated three times for each protein concentration. Fig. S2D ,E and Fig. 3D plots the mean ± first s.d. of the coverage values from the three experiments. To confirm the validity of this analysis approach, we also plotted the area of membrane-bound proteins as a function of vesicle surface area, as shown in Fig. S2M for the 1 µM Amph CTD ∆SH3 dataset. The slope of a linear fit to these data provides an alternative estimate of membrane coverage. The slope of 0.21, or 21% coverage, agrees well with 24% membrane coverage in Fig. 3D that was estimated using the method described above.",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 302,
                    "text": "(Adam et al, Scientific Reports 2015)",
                    "ref_id": null
                },
                {
                    "start": 303,
                    "end": 322,
                    "text": "(Adam et al., 2015)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 547,
                    "end": 555,
                    "text": "Fig. S2D",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 563,
                    "end": 570,
                    "text": "Fig. 3D",
                    "ref_id": null
                },
                {
                    "start": 804,
                    "end": 812,
                    "text": "Fig. S2M",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1022,
                    "end": 1029,
                    "text": "Fig. 3D",
                    "ref_id": null
                }
            ],
            "section": "Determination of membrane coverage by proteins from measurements of vesicle and protein brightness"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Determination of membrane coverage by proteins from measurements of vesicle and protein brightness"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/276147 doi: bioRxiv preprint Fig. S2D ,E plots membrane coverage of N-BAR and Amph-FL at 5, 10, and 25 nM, indicating similar binding behavior of each protein within this concentration regime. At concentrations above 25 nM, Amph-FL significantly deformed and tubulated 200 nm tethered vesicles, leading to inaccuracies in coverage estimates. Therefore, to obtain estimates of membrane coverage by Amph-FL at higher concentrations at which potent fission occurs, we used higher initial curvature vesicles, extruded to 30 nm. Fig. S2F plots membrane coverage by Amph-FL at 25 and 100 nM on 30 nm vesicles, showing that Amph-FL reached approximately 77% membrane coverage at 100 nM, significantly higher than can be reached by protein monomers that do not assemble (Feder, 1980) . This coverage is expected to generate significant steric pressure from disordered domain crowding, thus providing a potential explanation for the strong membrane fission observed with Amph-FL at 100 nM.",
            "cite_spans": [
                {
                    "start": 879,
                    "end": 892,
                    "text": "(Feder, 1980)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 146,
                    "end": 154,
                    "text": "Fig. S2D",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 641,
                    "end": 649,
                    "text": "Fig. S2F",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Determination of membrane coverage by proteins from measurements of vesicle and protein brightness"
        },
        {
            "text": "A plasmid for expression of BFP-tagged clathrin light chain (BFP-CLC) was generated by replacing the mCherry domain of mCherry-CLC, a gift from Dr. Tom Kirchhausen (Addgene #53972). The mCherry fluorophore was removed and replaced with tagBFP, a gift from Dr. Franck Perez (Addgene #65257). mCherry was excised from the mCherry-CLC plasmid using AgeI and XhoI restriction enzymes. TagBFP was amplified from the li-Str_ManII-SBP-tagBFP plasmid using PCR primers which introduced AgeI and XhoI restriction sites. The resulting tagBFP sequence was digested and ligated onto the CLC backbone to generate BFP-CLC with a linker sequence of HKGRPTR. The CLC-BFP construct was then excised using AgeI and EcoRI restriction sites and ligated into a pLJM1 backbone obtained from Addgene as a gift from Dr. David Sabatini (Addgene #19319). Once subcloned into this viral transfer plasmid, lentiviruses were generated by transfecting the BFP-CLC construct with the envelope plasmid VSVG (a gift from Dr. Jennifer Lippincott-Schwartz, Addgene #11912) and packaging plasmid pCMV-dR8.91 (a gift from Dr. Janet Zoldan). Lentiviral particles were then harvested, filtered, and incubated with human retinal pigmented epithelial (RPE) recipient cells (ARPE-19, purchased from American Type Culture Collection). Cells were incubated with 2 µg/mL puromycin for one week to select for transduced cells which were then used to generate the monoclonal cell line stably expressing BFP-CLC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Generation of BFP-CLC RPE cell line"
        },
        {
            "text": "Cell culture and transfection BFP-CLC RPE cells were grown in 1:1 F12:DMEM supplemented with 10% FBS, 20 mM HEPES, Pen/Strep/L-glutamine (100 units/ml, 100 μg/ml, 300 μg/ml respectively) and incubated at 37°C with 5% CO 2 . Cells were seeded onto acid washed coverslips at a density of 5 x 10 4 cells per coverslip for 24 hours before transfection with 1-2 µg of plasmid DNA using 3 µL Fugene transfection reagent per µg of DNA (Promega, Madison, WI, All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Generation of BFP-CLC RPE cell line"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/276147 doi: bioRxiv preprint USA). Cells were imaged 16-20 h after transfection. Two independent transfections were performed for each plasmid construct, and data were pooled from both transfections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Generation of BFP-CLC RPE cell line"
        },
        {
            "text": "Spinning disc confocal z-stacks of BFP-CLC and the mCherry fusion protein were collected with a z-step of 0.25 µm. Z-stacks were analyzed for the number of tubes per cell and tube length. Image analysis was performed using ImageJ software. The plasma membrane frame was chosen by identifying the BFP-CLC frame in which the clathrincoated structures were best in focus. The plasma membrane expression level of the mCherry fusion protein was then quantified by measuring the mean brightness on a region of the plasma membrane, away from the nucleus and bright structures. Membrane tubes were counted at one frame above the plasma membrane frame. Tube lengths were quantified as the end-to-end distances of the tubes. Fig. S4A shows an image of a cell stained with CellMask Green plasma membrane stain (Thermo Fisher). Before imaging, the cells were incubated for 5 min at 37 °C in a solution of the CellMask Green stain diluted 1000-fold in sterile PBS. The solution was removed and the cells were washed three times with media before imaging.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 715,
                    "end": 723,
                    "text": "Fig. S4A",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Generation of BFP-CLC RPE cell line"
        },
        {
            "text": "A custom-built TIRF microscope was used to collect time-lapse movies of live cells. A 532 nm laser was used to excite mCherry, and a 635 nm laser was used for autofocus. An Olympus IX73 microscope body was equipped with a Photometrics Evolve Delta EMCCD camera and a Zeiss plan-apochromat 100x 1.46 NA oil immersion TIRF objective. The objective was heated to 37 °C using a Pecon TempController 2000-2 objective heater. The emission filter for the 532 nm laser was a dual bandpass filter centered at 583 nm with 37 nm width and 707 nm with 51 nm width, which minimized signal from the autofocus laser. Movies were collected at the plasma membrane just above the coverslip surface in 2 s intervals for 120 frames. Tube lifetimes and intensities were quantified from TIRF movies. Only movies of cells with similar expression level, acquired under identical imaging settings, were used for analysis. For the tube lifetime analysis in Fig. 4F , only tubes which appeared within the time course of imaging and departed before the end of the time course were included. For the tube intensity analysis, a single frame in the movie with the maximum number of tubes was selected, and the average tube intensity was measured along a straight line drawn on the tube. The mean intensity along an identical line on either side of the tube was also measured, and these values were averaged to estimate the local background intensity of the tube. The protein enrichment on the tube was then quantified as the ratio of the tube intensity to the local background, after subtracting the camera noise background from both values.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 931,
                    "end": 938,
                    "text": "Fig. 4F",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Generation of BFP-CLC RPE cell line"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Generation of BFP-CLC RPE cell line"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/276147 doi: bioRxiv preprint Statistics and sample sizes TEM experiments: Vesicle diameter distributions in Fig. 1E (Amph-FL) are composed of n > 1,000 vesicles for each condition. Tubule diameter distributions in Fig. S1C (N-BAR) and S5B (F-BAR) are composed of n > 300 and n > 500 tubules, respectively. Vesicle diameter distributions in Fig. S5D (FCHo1-FL) are composed of n > 1,300 vesicles for each condition.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 225,
                    "end": 232,
                    "text": "Fig. 1E",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 331,
                    "end": 339,
                    "text": "Fig. S1C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 457,
                    "end": 476,
                    "text": "Fig. S5D (FCHo1-FL)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Generation of BFP-CLC RPE cell line"
        },
        {
            "text": "SUPER template experiments: Plots in Fig. 1F , 3H, and 5C display n = 3 independent measurements of SUPER template membrane release at each protein concentration. The indicated p values were calculated using unpaired, one-tailed Student's t-tests. Fig. 4E ,F indicate means. The indicated p-values were calculated using unpaired, two-tailed Student's t-tests.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 37,
                    "end": 44,
                    "text": "Fig. 1F",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 248,
                    "end": 255,
                    "text": "Fig. 4E",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Generation of BFP-CLC RPE cell line"
        },
        {
            "text": "The volume per disordered domain (IDP) attached to the BAR scaffold was estimated as the volume of a cylindrical shell surrounding a membrane tube, with thickness equal to twice the radius of gyration of the IDP domains, divided by the number of BAR domains in the scaffold. The cylindrical shell volume surrounding the membrane tube is therefore:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calculation of IDP compression above BAR scaffold"
        },
        {
            "text": "Where < and > are the outer and inner radii of the shell, respectively, is the tube length, > is the radius of the membrane tube, and < = > + 2 D/E , with D/E equal to the radius of gyration of amphiphysin's disordered domain. The number of proteins in the scaffold is: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calculation of IDP compression above BAR scaffold"
        },
        {
            "text": "Figures S1-S5 and legends for Movies S1-S7. Figure S1 . While N-BAR generates membrane tubules, Amph-FL forms highly curved fission vesicles. GUV membrane composition: 79.5 mol% DOPC, 5 mol% PtdIns(4,5)P 2 , 15 mol% DOPS, 0.5 mol% Oregon Green 488-DHPE. Membrane composition in TEM experiments: 80",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 44,
                    "end": 53,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Supplemental material includes:"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplemental material includes:"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/276147 doi: bioRxiv preprint mol% DOPC, 5 mol% PtdIns(4,5)P 2 , 15 mol% DOPS, extruded to 200 nm. Membrane composition in tethered vesicle experiments: 76 mol% DOPC, 5 mol% PtdIns(4,5)P 2 , 15 mol% DOPS, 2 mol% Oregon Green 488-DHPE, 2 mol% DP-EG10-biotin, extruded to 200 nm. (A) Representative spinning disc confocal micrographs of GUVs after exposure to 5 µM of either N-BAR (left) or Amph-FL (right). Fluorescence signal comes from Atto 594-labeled protein. (E) Two representative spinning disc confocal micrographs of tethered vesicles before exposure to protein (top) and after exposure to 5 µM N-BAR (bottom). At 5 µM, a higher concentration than used in experiments in Fig. 2 , N-BAR generates membrane tubules with length greater than the diffraction limit of light. Tubules indicated by white arrows. Scale bars: 2 µm. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 794,
                    "end": 800,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Supplemental material includes:"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/276147 doi: bioRxiv preprint Figure S2 . Membrane coverage measurements of N-BAR, Amph-FL, and Amph CTD ∆SH3, and fluorescence correlation spectroscopy (FCS) of Amph CTD ∆SH3. Tethered vesicle composition for N-BAR and Amph-FL: 76 mol% DOPC, 15 mol% DOPS, 5 mol% PtdIns(4,5)P 2 , 2 mol% DP-EG10-biotin, and 2 mol% Oregon Green 488-DHPE. In experiments with Amph CTD ∆SH3, DOPS and PtdIns(4,5)P 2 were replaced by 20 mol% DOGS-NTA-Ni. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/276147 doi: bioRxiv preprint function of protein concentration. Because Amph-FL occupies a greater area on the membrane surface compared to N-BAR (79 versus 16.5 nm 2 per monomer, respectively), Amph-FL reaches a higher coverage than N-BAR at equal number density of membranebound proteins. At 25 nM, Amph-FL reaches approximately 20% membrane coverage, approaching a crowded regime (Snead et al., 2017; Stachowiak et al., 2012) . Markers in (D) and (E) represent mean ± first s.d., n = 3 independent experiments. (F) Membrane coverage estimates for 25 and 100 nM Amph-FL on 30 nm vesicles. At 100 nM Amph-FL, when potent membrane fission occurs, Amph-FL reaches approximately 77% membrane coverage, significantly higher than can be reached by non-assembling proteins. At this coverage, steric pressure from disordered domain crowding is very high, providing a potential explanation for strong membrane fission by Amph-FL. Markers indicate mean of all coverage values, error bars represent 95% confidence interval. 25 nM: n = 2,171 vesicles, 100 nM: n = 1,783 vesicles. (G-I) Representative, normalized FCS traces of (G) Amph CTD ∆SH3, (H) AP180 CTD, and (I) transferrin. Blue dots indicate data, black lines indicate fit (see methods). Average values of diffusion time, t D , ± first s.d. are shown next to each trace, with n = 10, 5, and 3 FCS traces for Amph CTD ∆SH3, AP180 CTD, and transferrin, respectively. The hydrodynamic radius, 6 , of each protein is also shown next to each trace. 6 of Amph CTD ∆SH3 was computed by scaling from the known 6 of AP180 CTD (see methods). Using this same approach yields an 6 of transferrin that is similar to its expected value (Hall et al., 2002) . (J) Relative diffusion times of Amph CTD ∆SH3 in buffer with 10, 150, and 1,000 mM sodium chloride (NaCl), expressed as the proportion of the average diffusion time at 150 mM NaCl. The data indicate a transition from an extended to a more compact state with increasing ionic strength, as expected for charged disordered proteins (Srinivasan et al., 2014) . Diffusion times were corrected for changes in solution viscosity with varying NaCl concentration (Zhang and Han, 1996) . Red dots indicate data, black lines indicate mean. n = 5 FCS traces at each NaCl concentration. (K) Images of tethered vesicles (green, left column) and membrane-bound Amph CTD ∆SH3-Atto 594 (red, right column). Top row is 1 µM, bottom row is 2 µM. Images in each column have equal contrast to show greater protein intensity with increasing concentration. Scale bars: 2 µm. (L) Raw protein intensity as a function of raw vesicle intensity for the 1 µM Amph CTD ∆SH3 dataset. (M) The same 1 µM Amph CTD ∆SH3 dataset after processing, plotted as the area occupied by membrane-bound proteins as a function of vesicle surface area. The slope of a linear fit to the data represents the average membrane coverage by proteins. The value of 21% coverage from this approach agrees with 24% membrane coverage shown in Fig. 3D , estimated by averaging all of the membrane coverage values of individual vesicles. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 1051,
                    "end": 1071,
                    "text": "(Snead et al., 2017;",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 1072,
                    "end": 1096,
                    "text": "Stachowiak et al., 2012)",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 2339,
                    "end": 2358,
                    "text": "(Hall et al., 2002)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 2690,
                    "end": 2715,
                    "text": "(Srinivasan et al., 2014)",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 2815,
                    "end": 2836,
                    "text": "(Zhang and Han, 1996)",
                    "ref_id": "BIBREF89"
                }
            ],
            "ref_spans": [
                {
                    "start": 146,
                    "end": 155,
                    "text": "Figure S2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 3647,
                    "end": 3654,
                    "text": "Fig. 3D",
                    "ref_id": null
                }
            ],
            "section": "Supplemental material includes:"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/276147 doi: bioRxiv preprint Figure S3 . Amph-FL drives fission of membranes that contain high concentrations of negatively charged lipids. Vesicle composition: 68 mol% DOPS, 23 mol% DOPE, 5 mol% cholesterol, 2 mol% DP-EG10-biotin, and 2 mol% Oregon Green 488-DHPE, extruded to 200 nm. Composition based on Mim et al, Cell 2012 . (A) Representative spinning disc confocal micrographs of vesicles (top) before protein exposure, (middle) after exposure to 500 nM Amph-FL, and (bottom) after exposure to 500 nM N-BAR. Contrast settings in top and bottom images are the same while contrast in middle image is adjusted to clearly show vesicle puncta. Dashed yellow boxes indicate puncta intensity profiles on right, where bar heights are all scaled between 90 and 3,050 brightness units while each color map corresponds to specified intensity range. Scale bars: 2 µm. (B-D) Distributions of vesicle diameter measured by tethered vesicle assay (B) before exposure to protein, (C) after exposure to Amph-FL at 150, 350, and 500 nM, and (D) after exposure to N-BAR at 500 nM. (E) Summary of tethered vesicle fission data, expressed as the ratio of the distribution area below 45 nm diameter to the total distribution area. Compare to Fig. 2F . Markers represent mean ± first s.d., n = 3 independent experiments. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 424,
                    "end": 444,
                    "text": "Mim et al, Cell 2012",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 146,
                    "end": 155,
                    "text": "Figure S3",
                    "ref_id": null
                },
                {
                    "start": 1343,
                    "end": 1350,
                    "text": "Fig. 2F",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Supplemental material includes:"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/276147 doi: bioRxiv preprint Figure S4 . Imaging tubules generated in live cells by N-BAR, Amph-FL, and N-BAR-NfM CTD. (A) Spinning disc confocal image of a live RPE cell overexpressing the N-BAR domain of amphiphysin tagged with mCherry and stained with CellMask Green plasma membrane stain. Yellow dashed box indicates the zoomed region below, where the individual channels are shown. White arrows indicate lipid tubes. The co-localization of the plasma membrane stain with N-BAR-coated tubes indicates that the tubes are derived from the plasma membrane. Scale bar in top image: 10 µm. Scale bar in zoomed region: 5 µm. (B) Representative tubes in RPE cells overexpressing the indicated proteins tagged with mCherry. Images were acquired in TIRF at 37 °C. Tubules are from cells with similar protein expression level, and all images are displayed with equal contrast settings. White arrows indicate tubes. N-BAR shows greater enrichment on the tube relative to the local background compared to Amph-FL and N-BAR-NfM CTD. Scale bars: 1 µm. (C) Protein intensity on membrane tubes in live cells, quantified as the ratio of the tube intensity to the local background intensity. Points indicate individual tubes, and black lines indicate means. Data All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 146,
                    "end": 155,
                    "text": "Figure S4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Supplemental material includes:"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/276147 doi: bioRxiv preprint were quantified from TIRF movies that were taken under identical imaging settings. n = 100, 50, and 91 tubes for N-BAR, Amph-FL, and N-BAR-NfM CTD, respectively. P-values: unpaired, two-tailed Student's t-tests. These data indicate the disordered domains of Amph-FL and N-BAR-NfM CTD did not promote fission of lipid tubules in live cells by enhancing protein binding to the membrane surface. Figure S5 . While F-BAR generates membrane tubules, FCHo1-FL forms highly curved fission vesicles. Membrane composition in TEM experiments: 80 mol% DOPC, 5 mol% PtdIns(4,5)P 2 , 15 mol% DOPS. Vesicle composition in (E): 76 mol% DPPC, 15 mol% DPPS, 5 mol% All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 539,
                    "end": 548,
                    "text": "Figure S5",
                    "ref_id": null
                }
            ],
            "section": "Supplemental material includes:"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/276147 doi: bioRxiv preprint PtdIns(4,5)P 2 , 2 mol% DP-EG10-biotin, and 2 mol% Oregon Green 488-DHPE. For vesicles in (F), DPPC and DPPS were replaced with DOPC and DOPS, respectively. All vesicles extruded to 200 nm. (A) Two representative electron micrographs of tubules generated by 33 µM F-BAR. Dashed boxes indicate zoomed regions to the right of each image. Black arrows indicate tubules. Scale bars, including zoomed regions: 200 nm. (B) Histogram of the outer diameters of tubules generated by 33 µM F-BAR. Mean = 21 ± 2 nm first s.d., n = 524 tubules. Movie S4. Full-length amphiphysin drives collapsing of vesicles into diffraction-limited tubules and fragments. GUV composition: 79.5 mol% DOPC, 5 mol% PtdIns(4,5)P 2 , 15 mol% DOPS, 0.5 mol% Oregon Green 488-DHPE. GUVs were mixed with 5 µM Amph-FL and imaged by confocal microscopy. Fluorescence signal comes from Atto594-labeled protein. The frames are approximately 400 ms apart. The video plays at 5 frames per second.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplemental material includes:"
        },
        {
            "text": "Movie S5. Live cell imaging reveals that N-BAR generates tubules with longer lifetime compared to Amph-FL and N-BAR-NfM CTD. Movie shows tubules in live RPE cells expressing N-BAR (left), Amph-FL (middle), or N-BAR-NfM CTD (right), imaged by TIRF microscopy at 37 °C. The cells are all at similar protein expression level, and were imaged using identical settings. The N-BAR-expressing cell shows a greater number of tubules that also persist longer compared to Amph-FL and N-BAR-NfM CTD. See Fig. 4F for quantification. The frames are 2 s apart, 120 frames total. The video plays as 10 frames per second.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 493,
                    "end": 500,
                    "text": "Fig. 4F",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Supplemental material includes:"
        },
        {
            "text": "Movie S6. The IRSp53 I-BAR domain drives inward tubulation. GUV composition: 79.5 mol% DOPC, 5 mol% PtdIns(4,5)P 2 , 15 mol% DOPS, 0.5 mol% Oregon Green 488-DHPE. GUVs were mixed with 5 µM I-BAR and imaged by confocal microscopy. Fluorescence signal comes from Atto594-labeled protein. The frames are approximately 500 ms apart. The video plays at 5 frames per second.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplemental material includes:"
        },
        {
            "text": "Movie S7. The I-BAR-AP180 CTD chimera drives frustrated membrane fluctuations. GUV composition: 79.5 mol% DOPC, 5 mol% PtdIns(4,5)P 2 , 15 mol% DOPS, 0.5 mol% Oregon Green 488-DHPE. GUVs were mixed with 10 µM I-BAR-AP180 CTD and imaged by confocal microscopy. Fluorescence signal comes from Atto594-labeled protein. The frames are approximately 500 ms apart. The video plays at 5 frames per second.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplemental material includes:"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplemental material includes:"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/276147 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplemental material includes:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Structural insights into the cooperative remodeling of membranes by amphiphysin/BIN1. Scientific Reports. 5",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Adam",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Basnet",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mizuno",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Advances in Analysis of Low Signal-to-Noise Images Link Dynamin and AP2 to the Functions of an Endocytic Checkpoint",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Aguet",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Antonescu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mettlen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schmid",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Danuser",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Developmental Cell",
            "volume": "26",
            "issn": "",
            "pages": "279--291",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Liposome electroformation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Angelova",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dimitrov",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Faraday Discussions",
            "volume": "81",
            "issn": "",
            "pages": "303--311",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Membrane fission by dynamin: what we know and what we need to know",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Antonny",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Burd",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "De Camilli",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Daumke",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Faelber",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ford",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Frolov",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Frost",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hinshaw",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kirchhausen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kozlov",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lenz",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Low",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mcmahon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Merrifield",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pollard",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Roux",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schmid",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Embo Journal",
            "volume": "35",
            "issn": "",
            "pages": "2270--2284",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Steric and not structure-specific factors dictate the endocytic mechanism of glycosylphosphatidylinositol-anchored proteins",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bhagatji",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Leventis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Comeau",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Refaei",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Silvius",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Cell Biology",
            "volume": "186",
            "issn": "",
            "pages": "615--628",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Membrane Fission Is Promoted by Insertion of Amphipathic Helices and Is Restricted by Crescent BAR Domains",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Boucrot",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pick",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Camdere",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Liska",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Evergren",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mcmahon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kozlov",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Cell",
            "volume": "149",
            "issn": "",
            "pages": "124--136",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Entropic exclusion by neurofilament sidearms: A mechanism for maintaining interfilament spacing",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hoh",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Biochemistry",
            "volume": "36",
            "issn": "",
            "pages": "15035--15040",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Intrinsically disordered proteins drive membrane curvature",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Busch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Houser",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sherman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lafer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stachowiak",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nature Communications",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Membrane Fission: The Biogenesis of Transport Carriers",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Campelo",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Malhotra",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kornberg",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Annual Review of Biochemistry",
            "volume": "81",
            "issn": "",
            "pages": "407--427",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Regulated portals of entry into the cell",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Conner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schmid",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "422",
            "issn": "",
            "pages": "37--44",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "ER Cargo Properties Specify a Requirement for COPII Coat Rigidity Mediated by Sec13p",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Copic",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Latham",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Horlbeck",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "D&apos;arcangelo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Science",
            "volume": "335",
            "issn": "",
            "pages": "1359--1362",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "BAR Domain Scaffolds in Dynamin-Mediated Membrane Fission",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Daumke",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Roux",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Haucke",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Cell",
            "volume": "156",
            "issn": "",
            "pages": "882--892",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "No reuse allowed without permission. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/276147"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Recent developments in the field of bending rigidity measurements on membranes",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dimova",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Advances in Colloid and Interface Science",
            "volume": "208",
            "issn": "",
            "pages": "225--234",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Random sequential adsorption",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Feder",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Journal of Theoretical Biology",
            "volume": "87",
            "issn": "",
            "pages": "237--254",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Geometry of membrane fission",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Frolov",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Escalada",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Akimov",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shnyrova",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Chemistry and Physics of Lipids",
            "volume": "185",
            "issn": "",
            "pages": "129--140",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Structural basis of membrane invagination by F-BAR domains",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Frost",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Perera",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Roux",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Spasov",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Destaing",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Egelman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "De"
                    ],
                    "last": "Camilli",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Unger",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Cell",
            "volume": "132",
            "issn": "",
            "pages": "807--817",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The BAR Domain Superfamily: Membrane-Molding Macromolecules",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Frost",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Unger",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "De Camilli",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Cell",
            "volume": "137",
            "issn": "",
            "pages": "191--196",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Mechanism of endophilin N-BAR domain-mediated membrane curvature",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gallop",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kent",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Butler",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Langen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mcmahon",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Embo Journal",
            "volume": "25",
            "issn": "",
            "pages": "2898--2910",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The F-BAR Domain of srGAP2 Induces Membrane Protrusions Required for Neuronal Migration and Morphogenesis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Guerrier",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Coutinho-Budd",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sassa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gresset",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jordan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Frost",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Polleux",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Cell",
            "volume": "138",
            "issn": "",
            "pages": "990--1004",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The crystal and molecular structures of diferric porcine and rabbit serum transferrins at resolutions of 2.15 and 2.60 angstrom, respectively",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hadden",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Leonard",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bailey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Neu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Winn",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lindley",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Acta Crystallographica Section D-Biological Crystallography",
            "volume": "58",
            "issn": "",
            "pages": "70--80",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "How curved membranes recruit amphipathic helices and protein anchoring motifs",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hatzakis",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Bhatia",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Larsen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Madsen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bolinger",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kunding",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Castillo",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Gether",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hedegard",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Stamou",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature Chemical Biology",
            "volume": "5",
            "issn": "",
            "pages": "835--841",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Elastic Properties of Lipid Bilayers -Theory and Possible Experiments",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Helfrich",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Zeitschrift Fur Naturforschung C-a Journal of Biosciences. C",
            "volume": "28",
            "issn": "",
            "pages": "693--703",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Structure and analysis of FCHo2 F-BAR domain: A dimerizing and membrane recruitment module that effects membrane curvature",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Henne",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kent",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ford",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hegde",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Daumke",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Butler",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mittal",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Langen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mcmahon",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Structure",
            "volume": "15",
            "issn": "",
            "pages": "839--852",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "No reuse allowed without permission. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/276147"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Polymer scaling laws of unfolded and intrinsically disordered proteins quantified with single-molecule spectroscopy",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hofmann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Soranno",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Borgia",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gast",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Nettels",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schuler",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "109",
            "issn": "",
            "pages": "16155--16160",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The impact of physiological crowding on the diffusivity of membrane bound proteins",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Houser",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Busch",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bell",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stachowiak",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Soft Matter",
            "volume": "12",
            "issn": "",
            "pages": "2127--2134",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Membrane Remodeling by alpha-Synuclein and Effects on Amyloid Formation",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "De Messieres",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of the American Chemical Society",
            "volume": "135",
            "issn": "",
            "pages": "15970--15973",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "A modular design for the clathrin-and actin-mediated endocytosis machinery",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kaksonen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Toret",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Drubin",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Cell",
            "volume": "123",
            "issn": "",
            "pages": "305--320",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Unusual structural organization of the endocytic proteins AP180 and epsin 1",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kalthoff",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Alves",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Urbanke",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Knorr",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ungewickell",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Journal of Biological Chemistry",
            "volume": "277",
            "issn": "",
            "pages": "8209--8216",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Determinants of endocytic membrane geometry, stability, and scission",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kishimoto",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Buser",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Michelot",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Drubin",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "108",
            "issn": "",
            "pages": "979--988",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Relating interactions between neurofilaments to the structure of axonal neurofilament distributions through polymer brush models",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Trapp",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hoh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Paulaitis",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Biophysical Journal",
            "volume": "82",
            "issn": "",
            "pages": "2360--2372",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "A fluorescencebased technique to construct size distributions from single-object measurements: Application to the extrusion of lipid vesicles",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kunding",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mortensen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Christensen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Stamou",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Biophysical Journal",
            "volume": "95",
            "issn": "",
            "pages": "1176--1188",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "All-optical measurements of the bending rigidity of lipid-vesicle membranes across structural phase transitions",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Physical Review E",
            "volume": "64",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Structural basis for the actin-binding function of missing-in-metastasis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kerff",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chereau",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ferron",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Klug",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dominguez",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Structure",
            "volume": "15",
            "issn": "",
            "pages": "145--155",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Differential curvature sensing and generating activities of dynamin isoforms provide opportunities for tissue-specific regulation",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Neumann",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ramachandran",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pucadyil",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schmid",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "108",
            "issn": "",
            "pages": "234--242",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "No reuse allowed without permission. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/276147"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Transient Fcho1/2.Eps15/R.AP-2 Nanoclusters Prime the AP-2 Clathrin Adaptor for Cargo Binding",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Umasankar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wrobel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lymar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mccoy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Holkar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jha",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pradhan-Sundd",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Watkins",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Owen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Traub",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Developmental Cell",
            "volume": "37",
            "issn": "",
            "pages": "428--443",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Missing-in-metastasis and IRSp53 deform PI(4,5)P-2-rich membranes by an inverse BAR domain-like mechanism",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mattila",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pykalainen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Saarikangas",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Paavilainen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Vihinen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Jokitalo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lappalainen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Cell Biology",
            "volume": "176",
            "issn": "",
            "pages": "953--964",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Oligomerization but Not Membrane Bending Underlies the Function of Certain F-BAR Proteins in Cell Motility and Cytokinesis",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mcdonald",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kooi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ohi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gould",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Developmental Cell",
            "volume": "35",
            "issn": "",
            "pages": "725--736",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "The Tubulation Activity of a Fission Yeast F-BAR Protein Is Dispensable for Its Function in Cytokinesis",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mcdonald",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Takizawa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Feoktistova",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ohi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kooi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gould",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Cell Reports",
            "volume": "14",
            "issn": "",
            "pages": "534--546",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Cooperative Recruitment of Dynamin and BIN/Amphiphysin/Rvs (BAR) Domaincontaining Proteins Leads to GTP-dependent Membrane Scission",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Meinecke",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Boucrot",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Camdere",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mittal",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mcmahon",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Biological Chemistry",
            "volume": "288",
            "issn": "",
            "pages": "6651--6661",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Phosphorylation-dependent regulation of the F-BAR protein Hof1 during cytokinesis",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Meitinger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Boehm",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hofmann",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hub",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zentgraf",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lehmann",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pereira",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Genes & Development",
            "volume": "25",
            "issn": "",
            "pages": "875--888",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Two distinct interaction motifs in amphiphysin bind two independent sites on the clathrin terminal domain beta-propeller",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Miele",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Traub",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Owen",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nature Structural & Molecular Biology",
            "volume": "11",
            "issn": "",
            "pages": "242--248",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Cytokinetic Abscission: Molecular Mechanisms and Temporal Control",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mierzwa",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gerlich",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Developmental Cell",
            "volume": "31",
            "issn": "",
            "pages": "525--538",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Structural Basis of Membrane Bending by the N-BAR Protein Endophilin",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gawronski-Salerno",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Frost",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lyman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Voth",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Unger",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Cell",
            "volume": "149",
            "issn": "",
            "pages": "137--145",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Membrane curvature and its generation by BAR proteins",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mim",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Unger",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Trends in Biochemical Sciences",
            "volume": "37",
            "issn": "",
            "pages": "526--533",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Designing lipids for selective partitioning into liquid ordered membrane domains",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Momin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gadok",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Busch",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bachand",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stachowiak",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sasaki",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Soft Matter",
            "volume": "11",
            "issn": "",
            "pages": "3241--3250",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Analyzing membrane remodeling and fission using supported bilayers with excess membrane reservoir",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Neumann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pucadyil",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schmid",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nature Protocols",
            "volume": "8",
            "issn": "",
            "pages": "213--222",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "No reuse allowed without permission. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/276147"
                ]
            }
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Dual Role of BAR Domain-containing Proteins in Regulating Vesicle Release Catalyzed by the GTPase, Dynamin-2",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Neumann",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schmid",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Biological Chemistry",
            "volume": "288",
            "issn": "",
            "pages": "25119--25128",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Adaptors for clathrin coats: Structure and function",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Owen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Annual Review of Cell and Developmental Biology",
            "volume": "20",
            "issn": "",
            "pages": "153--191",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Crystal structure of the amphiphysin-2 SH3 domain and its role in the prevention of dynamin ring formation",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Owen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wigge",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Vallis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mcmahon",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Embo Journal",
            "volume": "17",
            "issn": "",
            "pages": "5273--5285",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "BAR domains as sensors of membrane curvature: The amphiphysin BAR structure",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Peter",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kent",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mills",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Vallis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Butler",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mcmahon",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Science",
            "volume": "303",
            "issn": "",
            "pages": "495--499",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Structural Disorder Provides Increased Adaptability for Vesicle Trafficking Pathways",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pietrosemoli",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pancsa",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tompa",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Plos Computational Biology",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Real-Time Visualization of Dynamin-Catalyzed Membrane Fission and Vesicle Release",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pucadyil",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schmid",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Cell",
            "volume": "135",
            "issn": "",
            "pages": "1263--1275",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Syp1 is a conserved endocytic adaptor that contains domains involved in cargo selection and membrane tubulation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Reider",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Barker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Im",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Maldonado-Baez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hurley",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Traub",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wendland",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Embo Journal",
            "volume": "28",
            "issn": "",
            "pages": "3103--3116",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Endophilin-A2 functions in membrane scission in clathrin-independent endocytosis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Renard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Simunovic",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lemiere",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Boucrot",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Garcia-Castillo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Arumugam",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Chambon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lamaze",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wunder",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kenworthy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mcmahon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sykes",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bassereau",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Johannes",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nature",
            "volume": "517",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Setting the F-BAR Functions and regulation of the F-BAR protein family",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Roberts-Galbraith",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gould",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cell Cycle",
            "volume": "9",
            "issn": "",
            "pages": "4091--4097",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Dephosphorylation of F-BAR Protein Cdc15 Modulates Its Conformation and Stimulates Its Scaffolding Activity at the Cell Division Site",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Roberts-Galbraith",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ohi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ballif",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mcleod",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Mcdonald",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gygi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yates",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gould",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Molecular Cell",
            "volume": "39",
            "issn": "",
            "pages": "86--99",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Monolayers of derivatized poly(L-lysine)-grafted poly(ethylene glycol) on metal oxides as a class of biomolecular interfaces",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ruiz-Taylor",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zaugg",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Witte",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Indermuhle",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nock",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wagner",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "98",
            "issn": "",
            "pages": "852--857",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Molecular Mechanisms of Membrane Deformation by I-BAR Domain Proteins",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Saarikangas",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pykalainen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Laurinmaki",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mattila",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kinnunen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Butcher",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lappalainen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Current Biology",
            "volume": "19",
            "issn": "",
            "pages": "95--107",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "No reuse allowed without permission. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/276147"
                ]
            }
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Coil-globule transition in the denatured state of a small protein",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Sherman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Haran",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "103",
            "issn": "",
            "pages": "11539--11543",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "How curvaturegenerating proteins build scaffolds on membrane nanotubes",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Simunovic",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Evergren",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Golushko",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Prevost",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Renard",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Johannes",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mcmahon",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Lorman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Voth",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bassereau",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "113",
            "issn": "",
            "pages": "11226--11231",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "When Physics Takes Over: BAR Proteins and Membrane Curvature",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Simunovic",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Voth",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Callan-Jones",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bassereau",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Trends in Cell Biology",
            "volume": "25",
            "issn": "",
            "pages": "780--792",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "A role for the dynamin-like protein Vps1 during endocytosis in yeast",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Smaczynska-De Rooij",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Allwood",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Aghamohammadzadeh",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hettema",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Goldberg",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ayscough",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Cell Science",
            "volume": "123",
            "issn": "",
            "pages": "3496--3506",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "Membrane fission by protein crowding",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Snead",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gadok",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lafer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rangamani",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stachowiak",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "114",
            "issn": "",
            "pages": "3258--3267",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "Nature of curvature coupling of amphiphysin with membranes depends on its bound density",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sorre",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Callan-Jones",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Manzi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Goud",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Prost",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bassereau",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Roux",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "109",
            "issn": "",
            "pages": "173--178",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "Stimulisensitive intrinsically disordered protein brushes",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Srinivasan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bhagawati",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ananthanarayanan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nature Communications",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "Steric confinement of proteins on lipid membranes can drive curvature and tubulation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stachowiak",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sasaki",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "107",
            "issn": "",
            "pages": "7781--7786",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "Membrane bending by protein-protein crowding",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stachowiak",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Schmid",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ryan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ann",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sasaki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sherman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Geissler",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fletcher",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hayden",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nature Cell Biology",
            "volume": "14",
            "issn": "",
            "pages": "944--949",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "Self-assembled microarrays of attoliter molecular vessels",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Stamou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Duschl",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Delamarche",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Vogel",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Angewandte Chemie-International Edition",
            "volume": "42",
            "issn": "",
            "pages": "5580--5583",
            "other_ids": {}
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "No reuse allowed without permission. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/276147"
                ]
            }
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "A High Precision Survey of the Molecular Dynamics of Mammalian Clathrin-Mediated Endocytosis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Perrais",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Merrifield",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Plos Biology",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "A clathrin coat assembly role for the muniscin protein central linker revealed by TALEN",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Umasankar",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Thieman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jha",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Doray",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Watkins",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Traub",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF85": {
            "ref_id": "b85",
            "title": "Nucleocapsid-independent assembly of coronavirus-like particles by co-expression of viral envelope protein genes",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Vennema",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Godeke",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rossen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Voorhout",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Horzinek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Opstelten",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rottier",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Embo Journal",
            "volume": "15",
            "issn": "",
            "pages": "2020--2028",
            "other_ids": {}
        },
        "BIBREF86": {
            "ref_id": "b86",
            "title": "Eps15 membrane-binding andbending activity acts redundantly with Fcho1 during clathrin-mediated endocytosis",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hanna",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Audhya",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Molecular Biology of the Cell",
            "volume": "27",
            "issn": "",
            "pages": "2675--2687",
            "other_ids": {}
        },
        "BIBREF87": {
            "ref_id": "b87",
            "title": "Mutations in BIN1 Associated with Centronuclear Myopathy Disrupt Membrane Remodeling by Affecting Protein Density and Oligomerization",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Baumgart",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Plos One",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF88": {
            "ref_id": "b88",
            "title": "A single PXXP motif in the C-terminal region of srGAP3 mediates binding to multiple SH3 domains",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wuertenberger",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Groemping",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Febs Letters",
            "volume": "589",
            "issn": "",
            "pages": "1156--1163",
            "other_ids": {}
        },
        "BIBREF89": {
            "ref_id": "b89",
            "title": "Viscosity and density of water plus sodium chloride plus potassium chloride solutions at 298.15 K",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Journal of Chemical and Engineering Data",
            "volume": "41",
            "issn": "",
            "pages": "516--520",
            "other_ids": {}
        },
        "BIBREF90": {
            "ref_id": "b90",
            "title": "How proteins produce cellular membrane curvature",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zimmerberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kozlov",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nature Reviews Molecular Cell Biology",
            "volume": "7",
            "issn": "",
            "pages": "9--19",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Amphiphysin drives membrane fission, while the N-BAR domain stabilizes membrane tubules. Membrane composition for vesicles in TEM: 80 mol% DOPC, 5 mol% PtdIns(4,5)P 2 , 15 mol% DOPS. SUPER template membrane composition: 79 mol% DOPC, 5 mol% PtdIns(4,5)P 2 , 15 mol% DOPS, 1 mol% Texas Red-DHPE. (A) Schematic of full-length amphiphysin (Amph-FL) dimer. BAR domain: PDB 4ATM. SH3 domain: PDB 1BB9. (B-D) Negative stain TEM micrographs of 200 nm extruded vesicles (B) before exposure to protein, (C) after exposure to 26 µM N-BAR, and (D) after exposure to 5 µM Amph-FL. Dashed boxes indicate zoomed regions to the right. Black arrows indicate membrane tubules, red arrowheads indicate fission vesicles. (E) Histograms of vesicle diameters measured from electron micrographs. Vesicles alone: n = 1,302 vesicles. 5 µM Amph-FL: n = 1,071 vesicles.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2. Full-length amphiphysin produces highly curved fission products. Tethered vesicle composition: 76 mol% DOPC, 5 mol% PtdIns(4,5)P 2 , 15 mol% DOPS, 2 mol% Oregon Green 488-DHPE, 2 mol% DP-EG10-biotin. (A) Schematic of tethered vesicle fission experiment. (B) Representative spinning disc confocal micrographs of tethered vesicles before exposure to protein (top), after exposure to 150 nM Amph-FL (middle), and after exposure to 300 nM N-BAR (bottom). Contrast settings in top and bottom images are the same while contrast in middle image is adjusted to clearly show vesicle puncta. Dashed yellow boxes indicate puncta intensity profiles on right, where bar heights are all scaled between 90 and 6,000 brightness units while each color map corresponds to specified intensity range. (C-E) Distributions of",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "(A) Schematic of Amph CTD ∆SH3. (B) Tethered vesicle fission experiments show that Amph CTD ∆SH3 forms highly curved fission products. (C) Summary of data from tethered vesicle fission experiments with Amph CTD ∆SH3 expressed as the ratio of the distribution area below 45 nm to the total distribution area (compare to Fig. 2F). (D) Coverage of the membrane surface by Amph CTD ∆SH3 for each concentration at which fission was measured. (E) Schematic of N-BAR-epsin CTD chimera dimer. (F) Tethered vesicle fission measurements show that N-BAR-epsin CTD generates highly curved fission vesicle populations over the concentration range of 10-150 nM, similar to Amph-FL (compare to Fig. 2D). (G) Summary of data from tethered vesicle fission experiments with N-BAR-epsin CTD, expressed as the ratio of the distribution area below 45 nm to the total distribution area. Amph-FL and N-BAR data from Fig. 2F. (H) SUPER template membrane shedding experiments show that N-BAR-epsin CTD drives greater membrane release compared to N-BAR (compare to Fig. 1F). Dots indicate data and lines indicate mean, n = 3 independent experiments. P-value: one-tailed, unpaired Student's t-test. Markers in (C), (D), and (G) represent mean ± first s.d., n = 3 independent experiments. (I) Schematic of the N-BAR scaffold (EMDB 3192) (Adam et al., 2015) with attachment points of some of the disordered domains marked (two per N-BAR dimer). Dashed circles indicate approximate volumes occupied by undeformed disordered domains. See also Fig. S2 and S3.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Disordered domains disrupt N-BAR mediated membrane tubulation in live cells. (A) Schematic of mCherry (PDB 2H5Q) fusion constructs expressed in cells. (B) Confocal images of RPE cells expressing N-BAR (top), Amph-FL (middle), and N-BAR-NfM CTD (bottom). Yellow dashed boxes indicate zoomed regions to the right. White arrows indicate tubules. All All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "within the same range of protein expression level used for quantification in (D) and (E). (C) Number of tubes per cell as a function of protein expression level, quantified as the background-subtracted protein intensity at the plasma membrane (see methods). Lines indicate linear regression with y-intercept set to 0. Shaded regions indicate 99% confidence interval. Line color matches the respective marker color. n > 90 cells per condition from two independent transfections. (D) Number of tubes per cell within the expression level range of 200-400 brightness units. Bars indicate mean ± s.e.m., n > 20 cells per condition. (E) Length of tubes in cells within the expression level range of 200-400 brightness units. Points indicate data, black lines indicate means. n > 80 tubes per condition. (F) Lifetime of tubes in cells measured from time-lapse TIRF movies (see methods). Points indicate data, black lines indicate means. n > 40 tubes per condition. All p-values: two-tailed, unpaired Student's t-tests. Scale bars in (B): 10 µm. Zoomed region scale bars: 5 µm. See also Fig. S4 and Movie S5.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "of I-BAR-AP180 CTD chimera dimer. IRSp53 I-BAR domain: PDB 1Y2O. (B) Two representative confocal micrographs of GUVs after exposure to I-BAR or I-BAR-AP180 CTD. Asterisks indicate direction of membrane bending (magenta: inward; cyan: outward). Fluorescence signal comes from Atto 594-labeled protein. (C) SUPER template membrane release comparing I-BAR and I-BAR-AP180 CTD. Dots indicate data and lines indicate mean, n = 3 independent experiments. P-value: one-tailed, unpaired Student's t-test. (D) Tethered vesicle fission experiments reveal that 5 µM I-BAR-AP180 CTD generates highly curved fission vesicles. (E) Schematic of full-length FCHo1 (FCHo1-FL) dimer. F-BAR domain: PDB 2V0O. µ-homology domain: PDB 5JP2, chain A. (F-H) Negative stain TEM micrographs of 200 nm extruded vesicles (F) before exposure to protein, (G) after exposure to 33 µM F-BAR, and (H) after exposure to 2 µM FCHo1-FL. Dashed boxes indicate zoomed regions to the right. Black arrows indicate membrane tubules, red arrowheads indicate fission vesicles. (I) Tethered vesicle fission experiments reveal FCHo1-FL generates highly curved fission products over the concentration range of 10-250 nM. (J) F-BAR does not drive fission in tethered vesicle fission experiments, even at concentrations up to 2,000 nM. (K) Plot of ratio of vesicle distribution area below 45 nm to the total distribution area (compare to Fig. 2F). Markers in represent mean ± first s.d., n = 3 independent experiments. Scale bars in (B): 5 µm. Scale bars in (F-H), including zoomed regions: 200 nm. See also Fig. S5 and Movies S6 and S7.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "S2J shows the relative diffusion time, / , of Amph CTD ∆SH3 in 20 mM MOPS pH 7.35 in varying concentrations of NaCl. Data are plotted as the relative diffusion time compared to the diffusion time at 150 mM NaCl. Diffusion times were corrected for changes in solution viscosity with changing NaCl concentration",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Tethered vesicle fission experiments: Vesicle diameter distributions in Fig. 2C-E, 3B,F, 5D,I,J, S3B-D, and S5E represent data pooled from three independent experiments at each protein concentration. Fig. 2C-E (Amph-FL and N-BAR): n > 3,500 vesicles for each condition. Fig. 3B (Amph CTD ∆SH3): n > 4,100. Fig. 3F (N-BAR-epsin CTD): n > 1,000. Fig. 5D (I-BAR-AP180 CTD): n > 4,800. Fig. 5I,J (FCHo1-FL and F-BAR): n > 900. Fig. S3B-D (Amph-FL and N-BAR on highly charged vesicles): n > 800. Fig. S5E (FCHo1-FL on DPPC vesicles): n > 3,900. The markers in Fig. 2F, 3C,G, 5K, S3E, and S5G show the mean ± first s.d. of the three independent experiments. Protein coverage experiments on tethered vesicles: Markers in Fig. S2D,E (Amph-FL and N-BAR) and Fig. 3D (Amph CTD ∆SH3) show the mean ± first s.d. from three independent experiments, where n > 4,100 total vesicles for each concentration in Fig. S2D,E and n > 2,900 total vesicles for each concentration in Fig. 3D. Fig. S2F (Amph-FL on 30 nm extruded vesicles) show data from one experiment where n > 1,700 vesicles for each concentration. Bars show mean ± 95% confidence interval. Cell experiments: Fig. 4C displays data from n > 90 cells per condition from two independent transfections. Fig. 4D displays a subset of the data in Fig. 4C that is within the specified protein expression range, with n > 20 cells per condition. Bars represent mean ± s.e.m. Fig. 4E displays the lengths of individual tubes from cells within the specified protein expression range, where n > 80 tubes per condition. Fig. 4F displays the lifetimes of individual tubes measured from TIRF movies, where n > 40 tubes per condition. Black lines in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "> is the surface area of the membrane tube and IJK is the area occupied per BAR monomer. The volume per compressed, scaffold-anchored disordered domain is: un-compressed volume of the disordered domain is: were taken as: IJK = 16.5 A , > = 14 (both from Adam et al, Scientific Reports 2015) (Adam et al., 2015), and D/E = 5 . Using these values, D/E,4<M2G:88:N = 224 S and D/E,OP(4<M2G:88:N = 524 S , corresponding to an approximately 60% compression of the disordered domain volume to accommodate the scaffold geometry. See also Fig. 3I.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Scale bars: 5 µm. (B) Two representative electron micrographs of tubules generated by 26 µM N-BAR. Dashed boxes indicate zoomed regions to the right of each image. Black arrows indicate tubules. Scale bars, including zoomed regions: 200 nm. (C) Histogram of tubule outer diameters generated by 26 µM N-BAR. Mean = 44 ± 6 nm first s.d., n = 323 tubules. (D) Two representative electron micrographs of fission vesicles generated by 5 µM Amph-FL. Dashed boxes indicate zoomed regions to the right of each image. Red arrowheads indicate fission vesicles. Scale bars, including zoomed regions: 200 nm.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "(A-E and K-M): Extruded to 200 nm. (F): Extruded to 30 nm. (A) Images of tethered vesicles (green, left column) and membrane-bound Amph-FL-Atto 594 (red, right column). Top row is 10 nM, bottom row is 25 nM. Images in each column have equal contrast to show that increasing protein concentration leads to increased membrane-bound protein intensity. Scale bars: 2 µm. (B) Raw protein intensity as a function of raw vesicle intensity for 10 and 25 nM Amph-FL. (C) The same data in (B) after processing (see methods), plotted as the number of membrane-bound proteins as a function of vesicle diameter. (D) Number of membrane-bound proteins per 1000 nm 2 of membrane surface area as a function of the concentration of N-BAR or Amph-FL. The two proteins follow a similar trend, indicating similar binding. (E) Data in (D) plotted as the coverage of the membrane surface by proteins as a All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "(C) Two representative electron micrographs of fission vesicles generated by 2 µM FCHo1-FL. Dashed boxes indicate zoomed regions to the right of each image. The top zoomed region shows a larger vesicle with highly curved buds extending from the surface, which may be an intermediate state prior to full fission. Red arrowheads indicate fission vesicles. Scale bars, including zoomed regions: 200 nm. (D) Histograms of vesicle diameters before and after exposure to 2 µM FCHo1-FL. FCHo1-FL generates a high-curvature vesicle population with average diameter 17 ± 7 nm first s.d. Vesicles alone: n = 1,302 vesicles. 2 µM FCHo1-FL: n = 1,676 vesicles. (E) Fission product diameter distributions from tethered vesicle fission assay with DPPC as the primary lipid after exposure to 25, 50, and 100 nM FCHo1-FL. (F) Fission product diameter distributions with DOPC as the primary lipid after 25, 50, and 100 nM FCHo1-FL, repeated from Fig. 5I. DPPC fission product distributions in (E) show lowercurvature populations compared to the high-curvature populations with DOPC vesicles in (F), indicating that increasing the bilayer rigidity restricts membrane fission by FCHo1-FL. (G) Plot of the proportion of fission product diameters below 45 nm as a function of FCHo1-FL concentration. DPPC vesicles require higher FCHo1-FL concentration to observe highcurvature fission products observed with DOPC vesicles. Markers represent mean ± first s.d., n = 3 independent experiments. DOPC data repeated from Fig. 5K.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements J.C.S. and E.M.L. acknowledge funding from the National Institutes of Health (R01GM112065), including an administrative supplement for diversity in support of W.F.Z. W.T.S. acknowledges the support of a Ruth L. Kirschstein NRSA Predoctoral Fellowship from the National Institutes of Health (F31GM121013), as well as a fellowship from the Graduate School at UT Austin. G.K. acknowledges the support of a National Science Foundation Graduate Research Fellowship. We thank Dr. Carl Hayden for assistance with fluorescence microscopy and FCS experiments. We thank Dr. Anjon Audhya (University of Wisconsin -Madison) for advice on the purification of full-length FCHo1. We thank Liping Wang (Lafer lab, UT Health Science Center at San Antonio) for assistance with protein expression and purification. We thank Dr. Darryl Sasaki (Sandia National Laboratories, Livermore, CA) for providing DP-EG10-biotin. We thank Dr. Gaudenz Danuser and Dr. Sandra Schmid (UT Southwestern, Dallas, TX) for freely providing cmeAnalysis particle detection software. We thank Dr. Dwight Romanovicz and the ICMB Microscopy Facility at UT Austin for assistance with electron microscopy. The authors declare no competing financial interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "All authors designed and performed experiments, consulted together on the data, and wrote the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Contributions"
        }
    ]
}