{
    "paper_id": "4602afcb8d95ebd9da583124384fd74299d20f5b",
    "metadata": {
        "title": "SPINT2 inhibits proteases involved in activation of both influenza viruses and metapneumoviruses 1 2",
        "authors": [
            {
                "first": "Marco",
                "middle": [
                    "R"
                ],
                "last": "Straus",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jonathan",
                "middle": [
                    "T"
                ],
                "last": "Kinder",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Kentucky",
                    "location": {
                        "settlement": "Lexington",
                        "region": "KY",
                        "country": "United 9 States"
                    }
                },
                "email": ""
            },
            {
                "first": "Michal",
                "middle": [],
                "last": "Segall",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rebecca",
                "middle": [
                    "Ellis"
                ],
                "last": "Dutch",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Kentucky",
                    "location": {
                        "settlement": "Lexington",
                        "region": "KY",
                        "country": "United 9 States"
                    }
                },
                "email": ""
            },
            {
                "first": "Gary",
                "middle": [
                    "R"
                ],
                "last": "Whittaker",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "R S"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "T K"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Viruses possessing class I fusion proteins require proteolytic activation by host cell proteases to mediate 18 fusion with the host cell membrane. The mammalian SPINT2 gene encodes a protease inhibitor that 19 targets trypsin-like serine proteases. Here we show the protease inhibitor, SPINT2, restricts cleavage-20 activation efficiently for a range of influenza viruses and for human metapneumovirus (HMPV). SPINT2 21 treatment resulted in the cleavage and fusion inhibition of full-length influenza A/CA/04/09 (H1N1) HA, 22",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Influenza-like illnesses (ILIs) represent a significant burden on public health and can be caused by 10 a range of respiratory viruses in addition to influenza virus itself (1). An ongoing goal of anti-viral drug 11 discovery is to develop broadly-acting therapeutics that can be used in the absence of definitive diagnosis, 12 such as in the case of ILIs. For such strategies to succeed, drug targets that are shared across virus families 13 need to be identified. 14 For the SPINT2 inhibition assays, trypsin (which typically resides in the intestinal tract and expresses a very 1 broad activity towards different HA subtypes and HMPV F) served as a control (41). In addition, furin was 2 used as a negative control that is not inhibited by SPINT2. As none of the peptides used in combination 3 with the aforementioned proteases has a furin cleavage site we tested furin-mediated cleavage on a 4 peptide with a H5N1 HPAI cleavage motif in the presence of 500 nM SPINT2 (Supplementary Figure 1) . 5",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 986,
                    "end": 995,
                    "text": "Figure 1)",
                    "ref_id": null
                }
            ],
            "section": "Introduction 9"
        },
        {
            "text": "We continued by measuring the Vmax values for each protease/peptide combination in the presence of 6 different SPINT2 concentrations and plotted the obtained Vmax values against the SPINT2 concentrations 7 on a logarithmic scale (Supplementary Figure 2) . Using Prism7 software, we then determined the IC50 that 8 reflects at which concentration the Vmax of the respective reaction is inhibited by half. SPINT2 cleavage 9",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 244,
                    "end": 253,
                    "text": "Figure 2)",
                    "ref_id": null
                }
            ],
            "section": "Introduction 9"
        },
        {
            "text": "inhibition of a representative H1N1 cleavage site by trypsin results in an IC50 value of 70.6 nM (Table 2A)  10 while the inhibition efficacy of SPINT2 towards matriptase, HAT, KLK5 and KLK12 ranged from 11 nM to 11 25 nM (Table 2A) . However, inhibition was much less efficient for plasmin compared with trypsin (122 12 nM). We observed a similar trend when testing peptides mimicking the H3N2 and H7N9 HA cleavage sites 13 using trypsin, HAT, KLK5, plasmin and trypsin, matriptase, plasmin, respectively (Table 2A) . With the 14 exception of plasmin, we found that human respiratory tract proteases are inhibited with a higher efficacy 15 compared to trypsin. We expanded our analysis to peptides mimicking HA cleavage sites of H2N2, H5N1 16 (LPAI and HPAI), H6N1 and H9N2 that all reflected the results described above (Table 2A) . Only cleavage 17 inhibition of H6N1 HA by KLK5 did not significantly differ from the observation made with trypsin (Table  18   2A ). 19",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 97,
                    "end": 111,
                    "text": "(Table 2A)  10",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 222,
                    "end": 232,
                    "text": "(Table 2A)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 506,
                    "end": 516,
                    "text": "(Table 2A)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 822,
                    "end": 832,
                    "text": "(Table 2A)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 950,
                    "end": 965,
                    "text": "(Table  18   2A",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Introduction 9"
        },
        {
            "text": "When we tested the inhibition of HMPV cleavage by trypsin, matriptase and KLK5, SPINT2 demonstrated 20 high inhibition efficacy for all three tested proteases with measured IC50s for trypsin, matriptase and KLK5 21 of 0.04 nM, 0.0003 nM and 0.95 nM, respectively (Table 2B ).Compared to the IC50 values observed with 22 the peptides mimicking influenza HA cleavage site motifs the IC50 values for the HMPV F peptide were 23 very low. 24 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/752592 doi: bioRxiv preprint vivo situation and requires validation by expressing the full-length fusion proteins in a cell culture model 3 to test cleavage and cleavage inhibition of the respective protease (39). However, before conducting these 4 experiments we wanted to ensure that SPINT2 does not have a cytotoxic effect on cells. Therefore, 293T 5 cells were incubated with various concentrations of SPINT2 over a time period of 24 hours. PBS and 500µM 6 H2O2 served as cytotoxic negative and positive controls respectively. We observed a slight reduction of 7 about 10 -15 % in cell viability when SPINT2 was added to the cells (Figure 1) . 8",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 263,
                    "end": 272,
                    "text": "(Table 2B",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1258,
                    "end": 1268,
                    "text": "(Figure 1)",
                    "ref_id": null
                }
            ],
            "section": "Introduction 9"
        },
        {
            "text": "To test SPINT2-mediated cleavage inhibition of full-length HA we expressed the HAs of A/CA/04/09 9 (H1N1), A/x31 (H3N2) and A/Shanghai/2/2013 (H7N9) in 293T cells and added recombinant matriptase or 10 KLK5 protease that were pre-incubated with 10nM or 500nM SPINT2. Trypsin and the respective protease 11 without SPINT2 incubation were used as controls. Cleavage of HA0 was analyzed via Western Blot and the 12 signal intensities of the HA1 bands were quantified using the control sample without SPINT2 incubation as 13 a reference point to illustrate the relative cleavage of HA with and without inhibitor (Figure 2A and B-D) . 14 Trypsin cleaved all tested HA proteins with very high efficiency that was not observed with matriptase or 15 KLK5 ( Figure 2B -D). However, H1N1 HA was cleaved by matriptase and KLK5 to a similar extent without 16 and with 10nM SPINT2. 500nM SPINT2 led to a relative cleavage reduction of about 70% and 50% for 17 matriptase and KLK5, respectively (Figure 2A and B). KLK5-mediated cleavage of H3N2 HA was reduced by 18 about 10% when KLK5 was pre-incubated with 10nM SPINT2 and by about 60% when 500nM SPINT2 was 19 used (Figure 2A and C). When we tested the cleavage inhibition of matriptase with H7N9 HA as a substrate 20 we found that 10nM and 500nM SPINT reduced the cleavage to 40% and 10% cleavage, respectively, 21 compared to the control. (Figure 2A and D). In contrast, 10nM SPINT2 had no effect on KLK5-mediated 22 cleavage of H7N9 HA while 500nM reduced relative cleavage by approximately 70% (Figure 2A and D) . 23 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https: //doi.org/10.1101/752592 doi: bioRxiv preprint In order to determine whether SPINT2 also prevented cleavage of HMPV F we first examined which 1 proteases, in addition to trypsin and TMPRSS2, were able to cleave HMPV F. First, we co-transfected the 2 full length TMPRSS2, HAT and matriptase with HMPV F in VERO cells. The F protein was then radioactively 3 labeled with 35 S methionine and cleavage was examined by quantifying the F0 full length protein and the 4 F1 cleavage product. We found that TMPRSS2 and HAT were able to efficiently cleave HMPV F while 5 matriptase decreased the expression of F, though it is not clear if this was due to general degradation of 6 protein or lower initial expression. However, matriptase demonstrated potential low-level cleavage when 7 co-transfected ( Figure 3A and B). We then examined cleavage by the exogenous proteases KLK5, KLK12 8 and matriptase. Compared with the trypsin control, KLK5 and matriptase were able to cleave HMPV F, 9",
            "cite_spans": [
                {
                    "start": 623,
                    "end": 627,
                    "text": "B-D)",
                    "ref_id": null
                },
                {
                    "start": 1729,
                    "end": 1775,
                    "text": "//doi.org/10.1101/752592 doi: bioRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 608,
                    "end": 618,
                    "text": "(Figure 2A",
                    "ref_id": null
                },
                {
                    "start": 749,
                    "end": 758,
                    "text": "Figure 2B",
                    "ref_id": null
                },
                {
                    "start": 981,
                    "end": 991,
                    "text": "(Figure 2A",
                    "ref_id": null
                },
                {
                    "start": 1154,
                    "end": 1164,
                    "text": "(Figure 2A",
                    "ref_id": null
                },
                {
                    "start": 1380,
                    "end": 1390,
                    "text": "(Figure 2A",
                    "ref_id": null
                },
                {
                    "start": 1537,
                    "end": 1554,
                    "text": "(Figure 2A and D)",
                    "ref_id": null
                },
                {
                    "start": 2522,
                    "end": 2531,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Introduction 9"
        },
        {
            "text": "while KLK12 was not ( Figure 3C and D). In agreement with the peptide assay, cleavage of HMPV F by KLK5 10 and matriptase was less efficient than for trypsin and both peptide, and full-length protein assays 11 demonstrate that KLK12 does not cleave HMPV F. This also serves as confirmation that matriptase likely 12 cleaves HMPV F, but co-expression with matriptase may alter protein synthesis, stability or turnover if co-13 expressed during synthesis and transport to the cell surface. Next, we tested SPINT2 inhibition of 14 exogenous proteases trypsin, KLK5 and matriptase. We pre-incubated SPINT2 with each protease, added 15 it to VERO cells expressing HMPV F and analyzed cleavage product formation. SPINT2 pre-incubation 16 minimally affected cleavage at a concentration of 10nM but addition of 500nM SPINT2 resulted in 17 inhibition of trypsin, KLK5 and matriptase-mediated cleavage of HMPV, similar to our findings for HA 18 ( Figure 3E and F). 19",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 22,
                    "end": 31,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 937,
                    "end": 946,
                    "text": "Figure 3E",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Introduction 9"
        },
        {
            "text": "The above presented biochemical experiments demonstrate that SPINT2 is able to efficiently 21 inhibit proteolytic cleavage of HMPV F and several influenza A HA subtypes by a variety of proteases. For 22 a functional analysis to determine whether SPINT2 inhibition prevents cells to cell fusion and viral growth, 23 we examined influenza A infection in cell culture. While HMPV is an important human pathogen, Influenza 24 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/752592 doi: bioRxiv preprint grows significantly better in cell culture compared with HMPV. First, we tested whether cleavage 1 inhibition by SPINT2 resulted in the inhibition of cell-cell fusion. As described above, matriptase and KLK5 2 were pre-incubated with 10nM and 500nM SPINT2 and subsequently added to VERO cells expressing 3 A/CA/04/09 (H1N1) HA or A/Shanghai/2/2013 (H7N9) HA. Cells were then briefly exposed to a low pH 4 buffer to induce fusion and subsequently analyzed using an immune fluorescence assay. When matriptase 5 and KLK5 were tested with 10nM SPINT2 and incubated with VERO cells expressing H1N1 HA, we still 6 observed syncytia formation ( Figure 4A ). However, 500mM SPINT2 resulted in the abrogation of syncytia 7 formation triggered by cleavage of the respective HA by matriptase and KLK5. We made the same 8 observation when we tested KLK5 and H7N9 HA ( Figure 4B ). Matriptase-mediated H7N9 HA syncytia 9 formation was inhibited by the addition of 10nM SPINT2 ( Figure 4B ). To ensure that cell-cell fusion 10 inhibition is a result of HA cleavage inhibition through SPINT2 but not a side effect of SPINT2 treatment 11 per se we expressed A/Vietnam/1204/2004 (H5N1) HA in VERO cells and treated them with the inhibitor. 12 H5N1 HA possesses a HPAI cleavage site and is cleaved intracellularly by furin during its maturation 13 process. SPINT2 does not inhibit furin and is not able to cross cell membranes. Thus, SPINT2 can not 14 interfere with the proteolytic processing of H5N1 HA and therefore this control allows to examine whether 15 SPINT2 interferes with cell-cell fusion. Figure 4C shows that H5N1 HA forms large syncytia in the absence 16 of SPINT2 as well as in the presence of 500 nM SPINT2. Hence, we conclude that SPINT2 does not have a 17 direct inhibitory effect on cell-cell fusion. 18",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1275,
                    "end": 1284,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1493,
                    "end": 1502,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1602,
                    "end": 1611,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2221,
                    "end": 2230,
                    "text": "Figure 4C",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "SPINT2 inhibits HA mediated cell-cell fusion 20"
        },
        {
            "text": "To understand whether SPINT2 was able to inhibit or reduce the growth of virus in a cell culture 20 model over the course of 48 hours we transfected cells with human TMPRSS2 and human matriptase, two 21 major proteases that have been shown to be responsible for the activation of distinct influenza A subtype 22",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SPINT2 reduces viral growth in cell culture 19"
        },
        {
            "text": "viruses. TMPRSS2 is essential for H1N1 virus propagation in mice and plays a major role in the activation 23 of H7N9 and H9N2 viruses (42-44) . Matriptase cleaves H1N1 HA in a sub-type specific manner, is involved 24 . CC-BY-NC-ND 4.0 International license is made available under a in the in vivo cleavage of H9N2 HA and our results described above suggest a role for matriptase in the 1 activation of H7N9 (19, 44) . At 18 hours post transfection we infected MDCK cells with A/CA/04/09 (H1N1) 2 at a MOI of 0.1 and subsequently added SPINT2 protein at different concentrations. Non-transfected cells 3 served as a control and exogenous trypsin was added to facilitate viral propagation. The supernatants 4 were harvested 48 hours post infection and viral titers were subsequently analyzed using an immuno-5 plaque assay. SPINT2 initially mitigated trypsin-mediated growth of H1N1 at a concentration of 50nM and 6 the extent of inhibition slightly increased with higher concentrations ( Figure 5A , Table 3A ). The highest 7 tested SPINT2 concentration of 500nM reduced viral growth by about 1 log ( Figure 5A , Table 3A ). We 8 observed a similar pattern with cells transfected with human matriptase ( Figure 5B , Table 3A ). Growth 9 inhibition started at a SPINT2 concentration of 50nM and with the application of 500nM growth was 10 reduced by approximately 1.5 logs ( Figure 5B , Table 3A ). When we infected cells expressing TMPRSS2 with 11 H1N1 and added SPINT2, viral growth was significantly reduced at a concentration of 150nM. Addition of 12 500nM SPINT2 led to a reduction of viral growth of about 1.5 logs ( Figure 5C , Table 3A ). We also tested 13 whether SPINT2 could reduce the growth of a H3N2 virus because it is major circulating seasonal influenza 14 subtype. However, TMPRSS2 and matriptase do not seem to activate H3N2 viruses (19, 45) . Hence, trypsin 15 and SPINT2 were added to the growth medium of cells infected with A/X31 H3N2. Compared to control 16 cells without added inhibitor SPINT2 significantly inhibited trypsin-mediated H3N2 growth at a 17 concentration of 50nM ( Figure 5D , Table 3A ). At the highest SPINT2 concentration of 500nM viral growth 18 was reduced by about 1 log ( Figure 5D ). 19",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 141,
                    "text": "H7N9 and H9N2 viruses (42-44)",
                    "ref_id": null
                },
                {
                    "start": 403,
                    "end": 416,
                    "text": "H7N9 (19, 44)",
                    "ref_id": null
                },
                {
                    "start": 1851,
                    "end": 1855,
                    "text": "(19,",
                    "ref_id": null
                },
                {
                    "start": 1856,
                    "end": 1859,
                    "text": "45)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 988,
                    "end": 997,
                    "text": "Figure 5A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1000,
                    "end": 1008,
                    "text": "Table 3A",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 1101,
                    "end": 1110,
                    "text": "Figure 5A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1113,
                    "end": 1121,
                    "text": "Table 3A",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 1204,
                    "end": 1213,
                    "text": "Figure 5B",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1216,
                    "end": 1224,
                    "text": "Table 3A",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 1374,
                    "end": 1383,
                    "text": "Figure 5B",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1386,
                    "end": 1394,
                    "text": "Table 3A",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 1622,
                    "end": 1631,
                    "text": "Figure 5C",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1634,
                    "end": 1642,
                    "text": "Table 3A",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 2103,
                    "end": 2112,
                    "text": "Figure 5D",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 2115,
                    "end": 2123,
                    "text": "Table 3A",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 2217,
                    "end": 2226,
                    "text": "Figure 5D",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "SPINT2 reduces viral growth in cell culture 19"
        },
        {
            "text": "We also examined the effect of SPINT2 inhibition of HMPV spread over time. VERO cells were 20 infected with rgHMPV at MOI 1 and subsequently treated with 500nM of SPINT2 and 0.3µg/mL of TPCK-21 trypsin. Every 24 hours, cells were scraped and the amount of virus present was titered up to 96hpi with 22 SPINT2 and trypsin replenished daily. We find that un-treated cells are infected and demonstrate 23 significant spread through 96hpi. Conversely, cells infected and treated with SPINT2 had no detectible 24 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/752592 doi: bioRxiv preprint virus up to 48hpi and very minimal virus detected at 72 and 96hpi, demonstrating that SPINT2 significantly 1 inhibition HMPV viral replication and spread ( Figure 6 ). 2 Antiviral therapies are often applied when patients already show signs of disease. Therefore, we 3 tested if SPINT2 was able to reduce viral growth when added to cells 24 hours after the initial infection. 4",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 879,
                    "end": 887,
                    "text": "Figure 6",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "SPINT2 reduces viral growth in cell culture 19"
        },
        {
            "text": "Cells were infected with 0.1 MOI of A/CA/04/09 (H1N1) and trypsin was added to promote viral growth. 5",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SPINT2 reduces viral growth in cell culture 19"
        },
        {
            "text": "At the time of infection, we also added 500nM SPINT2 to one sample. A second sample received 500nM 6 SPINT2 24 hours post infection. Growth supernatants were harvested 24 hours later, and viral growth was 7 analyzed. We found that viral growth was significantly reduced by regardless whether SPINT2 was added 8 at the time of infection or 24 hours later ( Figure 7 , Table 3B ). 9",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 356,
                    "end": 364,
                    "text": "Figure 7",
                    "ref_id": null
                },
                {
                    "start": 367,
                    "end": 375,
                    "text": "Table 3B",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "SPINT2 reduces viral growth in cell culture 19"
        },
        {
            "text": "Influenza A virus has caused four pandemics since the early 20 th century and infects millions of 11",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion 10"
        },
        {
            "text": "people each year as seasonal 'flu, resulting in up to 690,000 deaths annually (5). Vaccination efforts have 12 proven to be challenging due to the antigenic drift of the virus and emerging resistance phenotypes (46). 13",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion 10"
        },
        {
            "text": "Moreover, the efficacy of vaccines seems to be significantly reduced in certain high-risk groups (47). 14 Prevalent antiviral therapies to treat influenza A virus-infected patients such as adamantanes and 15 neuraminidase inhibitors target viral proteins but there is increasing number of reports about circulating 16 influenza A subtypes that are resistant to these treatments (7). HMPV causes infections in the upper and 17 lower respiratory tract expressing very similar symptoms as influenza infections and resulting in significant 18 morbidity and mortality (11, 12) . The most susceptible groups are young children, older adults and people 19 that are immunocompromised (13-15). Currently, there are not treatment against HMPV infections 20 available. In this study we focused on a novel approach that uses antiviral therapies targeting host factors 21 rather than viral proteins offering a more broad and potentially more effective therapeutic approach (24). 22",
            "cite_spans": [
                {
                    "start": 563,
                    "end": 567,
                    "text": "(11,",
                    "ref_id": null
                },
                {
                    "start": 568,
                    "end": 571,
                    "text": "12)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion 10"
        },
        {
            "text": "We demonstrate that SPINT2, a potent inhibitor of serine-type proteases, is able to significantly inhibit 23 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/752592 doi: bioRxiv preprint cleavage of HMPV F and HA, impair HA-triggered fusion of cells and hence, reduce the growth of various 1 influenza A strains in cell culture. 2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion 10"
        },
        {
            "text": "We assessed cleavage of the HMPV fusion protein in vitro using a peptide cleavage assay modified from 3 previously work on other viral fusion proteins (38, 48). The HMPV F peptide was cleaved by trypsin, 4 plasmin, matriptase and KLK5 but was unable to be cleaved by KLK12. To confirm these findings in a 5 system in which the entire HMPV F protein was subject to cleavage, we co-expressed the fusion protein 6 with TMPRSS2, HAT and matriptase proteases, or treated F with exogenous proteases KLK5, KLK12 and 7 matriptase. These findings are the first to identify proteases besides trypsin and TMPRSS2 that are able 8 to cleave HMPV F. In addition, HMPV appears to utilize many of the serine proteases that influenza uses 9",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion 10"
        },
        {
            "text": "for HA processing and therefore, offers strong potential for an antiviral target. 10 SPINT2 demonstrates greater advantage over other inhibitors of host proteases such as e.g. aprotinin that 11 was shown to be an effective antiviral but also seemed to be specific only for a subset of proteases (25). 12",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion 10"
        },
        {
            "text": "It can be argued that a more specific protease inhibitor which inhibits only one or very few proteases 13 might be more advantageous because it may result in less side effects. With respect to influenza A 14 infections, TMPRSS2 could represent such a specific target as it was shown to a major activating proteases 15 for H1N1 and H7N9 in mice and human airway cells (42, 44, (49) (50) (51) . However, there is no evidence that 16 that application of a broad-spectrum protease inhibitor results in more severe side effects than a specific 17 one as side effects may not be a consequence of the protease inhibition but the compound itself may act 18 against different targets in the body. The reports demonstrating that TMPRSS2 is crucial for H1N1 and 19 H7N9 virus propagation in mice and cell culture suggest that it also plays a major role in the human 20 respiratory tract. So far, however, it is unclear whether the obtained results translate to humans and other 21 studies have shown that for example human matriptase is able to process H1N1 and H7N9 (19, 52). 22",
            "cite_spans": [
                {
                    "start": 367,
                    "end": 371,
                    "text": "(42,",
                    "ref_id": null
                },
                {
                    "start": 372,
                    "end": 375,
                    "text": "44,",
                    "ref_id": null
                },
                {
                    "start": 376,
                    "end": 380,
                    "text": "(49)",
                    "ref_id": null
                },
                {
                    "start": 381,
                    "end": 385,
                    "text": "(50)",
                    "ref_id": null
                },
                {
                    "start": 386,
                    "end": 390,
                    "text": "(51)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion 10"
        },
        {
            "text": "Our peptide assay suggests that SPINT2 has a wide variety of host protease specificity. With the exception 23",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion 10"
        },
        {
            "text": "of plasmin, all the tested proteases in combination with peptides mimicking the cleavage site of different 24 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/752592 doi: bioRxiv preprint 1 cleavage inhibition of HMPV F were substantially lower, in the picomolar range. This suggests that the 2 HMPV cleavage may be more selectively inhibited by SPINT2. However, the western blot data showed 3 that addition of the lowest concentration (10 nM) of SPINT2 did not result in cleavage inhibition of HMPV 4 F by the tested proteases. Differences in sensitivity of SPINT2 between influenza HA and HMPV require 5 further investigation. 6 SPINT2 poses several potential advantages over other inhibitors that target host proteases. Cell culture 7 studies showed that, for example, matriptase-mediated H7N9 HA cleavage was efficiently inhibited at a 8 concentration of 10nM SPINT2. In contrast, the substrate range for aprotinin, a serine protease inhibitor 9",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion 10"
        },
        {
            "text": "shown to reduce influenza A infections by targeting host proteases, seemed to be more limited (25). Other 10 synthetic and peptide-like molecules designed to inhibit very specific serine proteases such as TMPRSS2, 11 TMPRSS4 and TMPRSS11D (HAT) were only tested with those proteases and their potential to inhibit other 12 proteases relevant for influenza A activation remains unclear (53-55). Currently, the most promising 13 antiviral protein inhibitor is camostat which is already approved in Japan for the treatment of chronic 14 pancreatitis (56). Recently, it was demonstrated that camostat inhibited influenza replication in cell 15 culture and prevented the viral spread and pathogenesis of SARS-CoV in mice by inhibition of serine 16 proteases (55, 57). However, camostat was applied prior to the virus infection and it was administered 17 into the mice via oral gavage (57) . A previous study showed that SPINT2 significantly attenuated influenza 18 A infections in mice using a concentration that was 40x lower than the described camostat concentration 19 and intranasal administration was sufficient (26). Our current study suggests that SPINT2 is able to 20 significantly inhibit viral spread during an ongoing infection and does not need to be applied prior or at 21 the start of an infection. The mouse study also showed that SPINT2 can be applied directly to the 22 respiratory tract while camostat that is currently distributed as a pill and therefore less organ specific. In 23 addition, camostat is synthetic whereas SPINT2 is a naturally occurring molecule which may attenuate 24 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/752592 doi: bioRxiv preprint potential adverse effects due to non-native compounds activating the immune system. Future research 1 will be conducted to test if SPINT2 can be applied more efficiently via an inhaler and to explore potential 2 side effects in mice studies. However, when we tested the potential of SPINT2 to inhibit viral replication 3 in a cell culture model we were only able to achieve growth reductions of approximately 1 -1.5 logs after 4 48 hours with a concentration of 500nM SPINT2. One potential explanation is that 500nM SPINT2 was 5 unable to saturate the proteases present in the individual experiments and was not sufficient to prevent 6 viral growth. In addition, the continuous overexpression of matriptase and TMPRSS2 may have produced 7 an artificially high quantity of protein that exceeded the inhibitory capacities of SPINT2. This problem 8 could be solved either by using higher concentration of SPINT2 or by optimizing its inhibitory properties. 9",
            "cite_spans": [
                {
                    "start": 879,
                    "end": 883,
                    "text": "(57)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion 10"
        },
        {
            "text": "However, the data also demonstrates that SPINT2 has the ability to inhibit proteases that expressed on 10 the cell surface and that inhibition is not limited to proteases that were added exogenously and pre-11 incubated with the inhibitor ( Figure 5 ). SPINT2 did not express any cytotoxic effects up to a concentration 12 of 10mM, significantly above the therapeutic dosage required for inhibition. In comparison with other 13 studies, the SPINT2 concentration we used here were in the nanomolar range while other published 14 inhibitors require micromolar concentrations (53-55). However, we believe that future research will allow 15 to fully utilize the potential of SPINT2 as a broad-spectrum antiviral therapy. Wu et al., recently described 16 that the Kunitz domain I of SPINT2 is responsible for the inhibition of matriptase (28). In future studies we 17 will explore whether the inhibitory capabilities of SPINT2 can be condensed into small peptides that may 18 improve its efficacy. Its ability to inhibit a broad range of serine protease that are involved in the activation 19 of influenza A suggest that a SPINT2 based antiviral therapy could be efficient against other pathogens 20 too. TMPRSS2, for example, not only plays a major role in the pathogenesis of H1N1 but is also required 21 for the activation of SARS-CoV and MERS-CoV and HMPV (58, 59). Currently, treatment options for these 22 viruses are very limited and therefore SPINT2 could become a viable option if its potential as an antiviral 23 therapeutic can be fully exploited. 24 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/752592 doi: bioRxiv preprint However, while SPINT2 has a therapeutic potential to treat ILIs caused by viruses that require activation 1 by trypsin-like serine proteases it may have its limitation to provide a treatment option for infections 2 caused by influenza HPAI viruses, such as H5N1 (60). These viruses are believed to be activated by furin 3 and pro-protein convertases that belong to the class of subtilisin-like proteases (61). Preliminary data 4 from our lab demonstrated that SPINT2 did not inhibit furin-mediated cleavage of HPAI cleavage site 5 peptide mimics as well as peptides carrying described furin cleavage sites (data not shown). In addition, 6 furin acts intracellularly and we have no evidence that SPINT2 is able to penetrate the cell membrane and 7 thus inhibiting proteases located in intracellular compartments. Therefore, it seems unlikely that SPINT2 8 is able to inhibit furin in cell culture-based studies or in vivo experiments. 9",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 241,
                    "end": 249,
                    "text": "Figure 5",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Discussion 10"
        },
        {
            "text": "In conclusion we believe SPINT2 has potential to be developed into a novel antiviral therapy. In contrast 10 to most similar drugs that are synthetic, SPINT2 is an endogenously expressed protein product that 11 confers resistance to a variety of pathogenic viruses and which can potentially be delivered directly into 12 the respiratory tract as an aerosol. Most importantly, SPINT2 demonstrated the ability to significantly 13 attenuate an ongoing viral infection in cell culture and further research will be conducted to explore the 14 time period during which SPINT2 demonstrates the highest efficacy. 15",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion 10"
        },
        {
            "text": "Cells, plasmids, viruses, and proteins 17",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods 16"
        },
        {
            "text": "were maintained in Dulbecco's modified Eagle medium (DMEM) supplemented with 25 mM HEPES 19 (Cellgro) and 10% fetal bovine serum (VWR). VERO cells used for HMPV experiments were maintained in 20 DMEM (HyClone) supplemented with 10% FBS (Sigma). The plasmid encoding A/CA/04/09 (H1N1) HA was 21 generated as described (19) . The plasmid encoding for HMPV F S175H434 was generated as described(62). 22",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 321,
                    "text": "(19)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "293T, VERO and MDCK cells (American Type Culture Collection) used for influenza experiments 18"
        },
        {
            "text": "The plasmids encoding for A/Shanghai/2/2013 (H7N9) HA, human TMPRSS2 and human matriptase were 23 purchased from Sino Biological Inc. The plasmid encoding for A/Aichi/2/68 (H3N2) HA was generously 24 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/752592 doi: bioRxiv preprint donated by David Steinhauer. A/CA/04/09 and A/X31 viruses were propagated in eggs. All recombinant 1 proteases were purchased as described (39). 2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "293T, VERO and MDCK cells (American Type Culture Collection) used for influenza experiments 18"
        },
        {
            "text": "Expression and purification of SPINT2 3 SPINT2 was expressed and purified as described with minor modification (26). In brief, E. coli RIL 4 (DE3) arctic express cells (Agilent) were transformed with SPINT2-pSUMO. Cells were then grown in 0.5 L 5",
            "cite_spans": [],
            "ref_spans": [],
            "section": "293T, VERO and MDCK cells (American Type Culture Collection) used for influenza experiments 18"
        },
        {
            "text": "Luria Broth containing 50 µg/ml kanamycin at 37°C. At OD 0.5-0.6 cells were chilled on ice and protein 6 expression was induced with 0.2 mM IPTG. Cells were then grown over night at 16°C. Cells were harvested 7 and protein was purified as previously described (26). SPINT2 protein was eluted by a 1-hour incubation 8 with ULP1-6xHis. Glycerol was added to the eluted SPINT2 protein to a final concentration of 20% and 9 protein aliquots were stored at -80°C. Protein concentration was determined by analyzing different 10 dilutions of SPINT2 on an SDS-PAGE gel along with 5 defined concentrations of BSA between 100 ng and 11 1 µg. The gel was then stained with Coomassie, scanned with ChemiDoc Imaging system (Bio-Rad) and 12 bands were quantified using Image Lab software (Bio-Rad). Concentrations of the SPINT2 dilutions were 13 determined based on the BSA concentrations and the final SPINT2 concentration was calculated based on 14 the average of the SPINT2 different dilutions. 15",
            "cite_spans": [],
            "ref_spans": [],
            "section": "293T, VERO and MDCK cells (American Type Culture Collection) used for influenza experiments 18"
        },
        {
            "text": "Peptide assays were carried out as described (39). The sequence of the HMPV F peptide mimicking 17 the HMPV F cleavage site used in this assay is ENPRQSRFVL including the same N-and C-terminal 18 modifications as described for the HA peptides (39). The Vmax was calculated by graphing each replicate in 19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Peptide Assays 16"
        },
        {
            "text": "Microsoft Excel and determining the slope of the reaction for every concentration (0 nM, 1 nM, 5 nM, 10 20 nM, 25 nM, 50 nM, 75 nM, 150 nM, 300 nM and 500 nM). The Vmax values were then plotted in the 21 GraphPad Prism 7 software against the log10 of the SPINT2 concentration to produce a negative sigmoidal 22 graph from which the IC50, or the concentration of SPINT2 at which the Vmax is inhibited by half, could be 23 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/752592 doi: bioRxiv preprint extrapolated for each peptide protease mixture. Since the x-axis was the log10 of the SPINT2 1 concentration, the inverse log was then taken for each number to calculate the IC50 in nM. 2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Peptide Assays 16"
        },
        {
            "text": "The cytotoxicity assay was performed with a cell counting kit-8 (Dojindo Molecular Technologies) 4 according to the manufacturer's instructions. In brief, approx. 2 x 10 3 293T cells were seeded per well of 5 a 96-well plate and grown over night. SPINT2 was added at the indicated concentrations. DMEM and 500 6 µM H2O2 were used as a control. 24 hours later 10 µl CKK-8 solution were added to each well and 7 incubated for 1 hour. Absorbance at 450 nm was measured using a SPARK microplate reader (Tecan). Per 8 sample and treatment three technical replicates were used and the average was counted as one biological 9",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cytotoxicity assay 3"
        },
        {
            "text": "replicate. Experiment was conducted three times. 10",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cytotoxicity assay 3"
        },
        {
            "text": "VERO cells were transfected with 2ug of pDNA using Lipofectamine and plus reagent (Invitrogen) 12 in opti-mem (Gibco) according to the manufacturers protocol. The following day, cells were washed with 13 PBS and starved in cysteine/methionine deficient media for 45 min and radiolabeled with 50uC/mL S35-14 cysteine/methionine for 4 hours. Cells were lysed in RIPA lysis buffer and processed as described 15 previously (22) and the fusion protein of HMPV was immunoprecipitated using anti-HMPV F 54G10 16 monoclonal antibody (John Williams, U. Pitt). Samples were run on a 15% SDS-PAGE and visualized using 17 the typhoon imaging system. Band densitometry was conducted using ImageQuant software (GE). Repository. Respective secondary antibodies had an Alexa488 tag (Invitrogen). Western blot membranes 3 were scanned using a ChemiDoc imaging system (Bio-Rad). For quantification the pixel intensity of the 4 individual HA1 bands was measured using ImageJ software and cleavage efficiencies were calculated by 5 the following equation: HA1 10 nM or 500 nM SPINT2/HA1 0nM SPINT2 x 100%. Cell-cell fusion assays 6 were carried out as described (19). 7",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Metabolic protein labeling and immunoprecipitation of HMPV fusion protein 11"
        },
        {
            "text": "MDCK cells were seeded to a confluency of about 70% in 6-well plates. One plate each was then 9 transformed with a plasmid allowing for the expression of human matriptase or human TMPRSS2. One 10 plate was transformed with empty vector. 18 hours post transfection cells were infected with the 11 respective egg-grown virus at a MOI of approx. 0.1. Different SPINT2 concentrations were added as 12 indicated. 0.8 nM trypsin was added to the cells transformed with the empty vector. 48 hours post 13 infection supernatants were collected, centrifuged and stored at -80°C. Viral titers were determined using 14 an immune-plaque assay as described (64). 15",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inhibition of influenza viral infection in cell culture 8"
        },
        {
            "text": "VERO (200,000) cells were plated into 24-well plates. The following day, cells were infected with 17 MOI 1 rgHMPV for 3 hours. Cells were washed with PBS and 500µL OPTI-mem with or without 500nM 18 SPINT2 and 0.3µg/mL of TPCK-trypsin was added and incubated for up to 96 hours. The SPINT2 and trypsin 19 was replenished in new OPTI-mem every 24 hours. For each time point, media was aspirated and 100µL 20 of OPTI-mem was added to cells followed by scraping and flash freezing. These samples were then titered 21 on confluent VERO cells up to 10 -6 dilution to calculate viral titer. Graph shows 4 independent replicates 22 with internal duplicates plotted as individual points. Some data points not shown are due to sample loss, 23 with a minimum of 6 points per group or 3 independent replicates. 24 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It Hepatocyte growth factor activator inhibitor 2/placental bikunin (HAI-2/PB) gene is frequently 4 hypermethylated in human hepatocellular carcinoma. Cancer Res 63:8674-9. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/752592 doi: bioRxiv preprint analysis was performed using a non-paired student's t-test comparing the samples tested with 10 nM 3 SPINT2 against the respective sample incubated with 500 nM SPINT2. Error bars indicate standard 4 deviation. * indicates p = < 0.05. 5 Figure 3 : TMPRSS2, HAT, matriptase and KLK5 cleave HMPV F and SPINT2 is able to prevent cleavage by 6 exogenous proteases. HMPV F was either expressed alone or co-transfected with protease and allowed 7 to express for ~ 18hours. Cells were then metabolically starved of cysteine and methionine followed by 8 radioactive S35 labeling of protein for 4 hours in the presence of TPCK-trypsin or specified protease. 9 SPINT2 treated proteases were incubated at room temperature for 10 minutes and placed onto cells for 10 4 hours. Radioactive gels were quantified using ImageQuant software with percent cleavage equal 11 to �� 1 0 + 1 � 100�. A and B) Co-transfected proteases TMPRSS2, HAT and matriptase are able to cleave 12 HMPV F (n=4) while C and D) exogenous proteases KLK5 and matriptase but not KLK12 are able to cleave 13 HMPV F (n=5). E and F) SPINT2 prevented cleavage of HMPV F by trypsin, KLK5 and matriptase at nm 14 concentrations demonstrated by the loss of the F1 cleavage product (n=3). Statistical analysis was 15 performed using a one-way ANOVA followed by a student's t-test with a bonferroni multiple comparisons 16 test correction. P<0.05 *, P<0.005 **, P<0.005 ***, P<0.001 ****. N values represent independent 17 replicates for each treatment group. Error bars represent SD. 18 The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/752592 doi: bioRxiv preprint antibodies and a secondary fluorogenic Alexa488 antibody. Nuclei were stained using DAPI. Magnification 1 40x. (C) VERO cells expressed A/Vietnam/1204/2004 H5N1 HA that was cleaved during its maturation 2 process in the cell. SPINT2 was added at 0 nM or 500 nM at the time of transfection. Magnification 25x. 3 for human matriptase or human TMPRSS2 and allowed to express the proteins for ~18 hours. Cells 5 expressing human matriptase (B) or human TMPRSS2 (C) were then infected with A/CA/04/09 H1N1 at a 6 MOI of 0.1 and different SPINT2 concentration were added to each well. Non-transfected cells to which 7 trypsin was added served as a control (A). (D) MDCK cells were infected with A/X31 H3N2 at an MOI of 8 0.1 and trypsin was added to assist viral propagation. Different SPINT2 concentration were added as 9 indicated. After 48 hours of infection the supernatants were collected and used for an immuno-plaque 10 assay to determine the viral loads. Experiment was repeated three times and each dot represents the viral 11 titer of a single experiment. Statistical analysis was performed using a non-paired student's t-test 12 comparing the control (0 h) against the respective sample. Error bars indicate standard deviation. * 13 indicates p = < 0.05. Extended horizontal line within the error bars represents mean value of the three 14 independent replicates. 15 completed in duplicate (all data points plotted within the graph). Statistical analysis was performed using 21 a student's t-test. P <0.05 *, P <0.005 **, P <0.005 ***, P <0.001 ****. ND indicates that the sample was 22 below the limit of detection. 23 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/752592 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/752592 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/752592 doi: bioRxiv preprint 1 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/752592 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/752592 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/752592 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/752592 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/752592 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/752592 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/752592 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/752592 doi: bioRxiv preprint 1 2 3 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/752592 doi: bioRxiv preprint . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/752592 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1517,
                    "end": 1525,
                    "text": "Figure 3",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Inhibition of HMPV viral infection in cell culture 16"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Protease inhibitors targeting coronavirus and 13 filovirus entry",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Mckerrow",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Renslo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Simmons",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Antiviral Res",
            "volume": "116",
            "issn": "",
            "pages": "76--84",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Efficient Activation of 15 the Severe Acute Respiratory Syndrome Coronavirus Spike Protein by the Transmembrane 16",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Matsuyama",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nagata",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shirato",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kawase",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Takeda",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Taguchi",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "DW, Nolan T. 2017. Respiratory viruses and influenza-like illness: Epidemiology 9 and outcomes in children aged 6 months to 10 years in a multi-country population sample. Y, Reeves RM, Wang X, Bassat Q, Brooks WA, Cohen C, Moore DP, Nunes M, Rath B, Campbell 12 H, Nair H, Acacio S, Alonso WJ, Antonio M, Ayora Talavera G, Badarch D, Baillie VL, Barrera-13 Badillo G, Bigogo G, Broor S, Bruden D, Buchy P, Byass P, Chipeta J, Clara W, Dang D-A, de Freitas 14 Lázaro Emediato CC, de Jong M, Díaz-Quiñonez JA, Do LAH, Fasce RA, Feng L, Ferson MJ, Gentile 15 A, Gessner BD, Goswami D, Goyet S, Grijalva CG, Halasa N, Hellferscee O, Hessong D, Homaira N, 16 Jara J, Kahn K, Khuri-Bulos N, Kotloff KL, Lanata CF, Lopez O, Lopez Bolaños MR, Lucero MG, 17 Lucion F, Lupisan SP, Madhi SA, Mekgoe O, Moraleda C, Moyes J, Mulholland K, Munywoki PK, 18 Naby F, Nguyen TH, Nicol MP, Nokes DJ, Noyola DE, Onozuka D, Palani N, Poovorawan Y, Rahman 19 M, Ramaekers K, Romero C, Schlaudecker EP, Schweiger B, Seidenberg P, Simoes EAF, Singleton 20 R, Sistla S, Sturm-Ramirez K, Suntronwong N, Sutanto A, Tapia MD, Thamthitiwat S, Thongpan I, 21 Tillekeratne G, Tinoco YO, Treurnicht FK, Turner C, Turner P, van Doorn R, Van Ranst M, Visseaux 22 B, Waicharoen S, Wang J, Yoshida L-M, Zar HJ. 2019. Global patterns in monthly activity of 23 influenza virus, respiratory syncytial virus, parainfluenza virus, and metapneumovirus:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": ", Lin C-Y, Hsiao P-W, Lee M-S. 2014. HAI-2 suppresses the invasive growth and 9 metastasis of prostate cancer through regulation of matriptase. Oncogene 33:4643-52. 10 35. Hwang S, Kim H-E, Min M, Raghunathan R, Panova IP, Munshi R, Ryu B. 2015. Epigenetic Silencing 11 of SPINT2 Promotes Cancer Cell Motility via HGF-MET Pathway Activation in Melanoma. JP, Christoph K, Kosa P, List K, Bugge TH. 2009. Regulation of cell surface 14 protease matriptase by HAI2 is essential for placental development, neural tube closure and 15 embryonic survival in mice. Development 136:2653-2663. 16 37. Wu C-J, Feng X, Lu M, Morimura S, Udey MC. 2017. Matriptase-mediated cleavage of EpCAM 17 destabilizes claudins and dysregulates intestinal epithelial homeostasis. J Clin Invest 127H, Kawaoka Y, Tashiro M, Takeda M. 2014. The host protease TMPRSS2 plays a 13 major role in in vivo replication of emerging H7N9 and seasonal influenza viruses. MR, Whittaker GR. 2017. A peptide-based approach to evaluate the adaptability of 5 influenza A virus to humans based on its hemagglutinin proteolytic cleavage site. G, Arendt A, Schwalm F, Sediri H, Preuss A, Nelson PS, Garten W, Klenk H-D, 17 Gabriel G, Bottcher-Friebertshauser E. 2014. TMPRSS2 Is a Host Factor That Is Essential for 18 Pneumotropism and Pathogenicity of H7N9 Influenza A Virus in Mice. J Virol 88:4744-4751. 19 52. Whittaker GR, Straus MR. 2019. Human matriptase/ST 14 proteolytically cleaves H7N9 20 hemagglutinin and facilitates the activation of influenza A/Shanghai/2/2013 virus in cell culture. 21 Influenza Other Respi Viruses irv.12707. 22 53. Sielaff F, Böttcher-Friebertshäuser E, Meyer D, Saupe SM, Volk IM, Garten W, Steinmetzer T. 23 2011. Development of substrate analogue inhibitors for the human airway trypsin-like protease 24 JK, Suyama M, Kubokawa Y, Matsumura Y, Inami K, Watanabe S. 2010. Efficacy of camostat 9 mesilate against dyspepsia associated with non-alcoholic mild pancreatic disease. VC, Huang W, Pocwierz MS, Whittaker GR. 2013. Plasmin-mediated activation 8 of pandemic H1N1 influenza virus hemagglutinin is independent of the viral neuraminidase.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Cytotoxicity assay to evaluate the cytotoxic effect of SPINT2. 13 293T cells were incubated with indicated SPINT2 concentrations for 24 hours. DMEM and 500 µM H2O2 14 served as controls. After 24 hours cell viability was determined via a spectrophotometric assay. SPINT2 inhibits cleavage of HA protein expressed in 293T cells. Cells were transfected with 16 plasmids encoding for the indicated HA and allowed to express the protein for ~18 hours. The recombinant 17 proteases were incubated for 15 minutes with the indicated SPINT2 concentrations and subsequently 18 added to the cells for 10 minutes (trypsin) or 90 minutes (matriptase and KLK5). Western blots were 19 performed and the HA1 band was quantified using ImageJ. (A) Quantification of the HA1 band comparing 20 the signal intensity of the 0 nM SPINT2 samples against 10 nM and 500 nM SPINT2 of the respective 21 each experiment were analyzed. Quantifications were conducted as described in the methods section. (B 23 -D) Western blots showing the cleavage of (B) A/CA/04/09 H1N1 HA by matriptase and KLK5 at different 24",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "SPINT2 inhibits HA-mediated cell-cell fusion. VERO cells were transfected with plasmids 19 encoding for (A) A/CA/04/09 H1N1 HA or (B) A/Shanghai/2/2013 H7N9 HA and allowed to express the 20 protein for ~18 hours. Recombinant matriptase and KLK5 were incubated with different SPINT2 21 concentrations for 15 minutes and then added to the HA-expressing cells for 3 hours. After 3 hours the 22 cells were briefly treated with cell fusion buffer at pH5, washed, supplemented with growth medium and 23returned to the incubator for 1 hour to allow fusion. HA protein was detected using HA-specific primary 24",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "SPINT2 reduces IAV growth in cell culture. MDCK cells were transfected with plasmids encoding 4",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "SPINT2 mitigates the spread of HMPV in cell culture. VERO cells were infected with a MOI 1 of 16 rgHMPV. SPINT2 and TPCK-trypsin were added at 500nM and 0.3µg/mL respectively and spread was 17 monitored up to 96hpi. Cells not treated with SPINT2 demonstrated significant spread up through 96hpi 18 whereas treated samples did not show any detectable virus up to 48hpi. However, there was minimal 19 detected virus at 72 and 96hpi. Error bars indicate standard deviation of 4 independent samples 20",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "SPINT2 reduces viral growth when added 24 hours post infection. MDCK cells were infected 1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Viral titers measured in the infection studies: Table shows the average viral titers and standard 10 deviation calculated from the 3 independent biological replicates depicted in Figures 6 and 7. (A) Titers 11 and standard deviation from infection studies shown in Figure 5. (B) Titers and standard deviation",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Figure 1 1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Figure 2 1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Figure 3 1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Figure 4 1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Figure 5 1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Figure 6 1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Figure 7 1",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "proteases from host cells and bacteria in the human airway epithelium. Pathog Dis 69:87-100. 14 Y. 2008. Efficient Multiplication of Human Metapneumovirus in Vero Cells Expressing the 21 Protein-Promoted Membrane Fusion: Critical Roles for Proteolytic Processing and Low pH. J Virol 24 influenza virus infection and hemagglutinin cleavage by the protease inhibitor HAI-2. Biochem 10 Biophys Res Commun 450:1070-1075. 11 27. Szabo R, Hobson JP, List K, Molinolo A, Lin C-Y, Bugge TH. 2008. Potent inhibition and global co-12 localization implicate the transmembrane Kunitz-type serine protease inhibitor hepatocyte 13 growth factor activator inhibitor-2 in the regulation of epithelial matriptase activity. J Biol Chem 14 Teng CH, Tu YT, Ko CJ, Cheng TS, Lan SW, Lin HY, Lin HH, Tu HF, Hsiao PW, Huang HP, 16 Chen CH, Lee MS. 2017. The Kunitz Domain i of Hepatocyte Growth Factor Activator Inhibitor-2 17 Inhibits Matriptase Activity and Invasive Ability of Human Prostate Cancer Cells. Sci Rep 7:1-19. 18",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Cleavage profile of the HMPV F: A fluorogenic peptide mimicking the cleavage site of HMPV F 21 was incubated with the indicated proteases and cleavage was monitored by the increase of fluorescence 22 at 390 nm. RFU = relative fluorescence units. StDev = Standard Deviation. 23 . CC-BY-NC-ND 4.0 International license is made available under aThe copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/752592 doi: bioRxiv preprint",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "IC50 values of all protease/peptide combinations. : Fluorogenic peptides mimicking the cleavage 1 sites of A/CA/04/09 H1N1, A/Japan/305/1957 H2N2 HA, A/Aichi/2/68 H3N2 HA, A/Vietnam/1203/2004 2 H5N1 LPAI HA, A/Vietnam/1204/2004 H5N1 HPAI HA, A/Taiwan/2/2013 H6N1 HA, A/Shanghai/2/2013 3 H7N9 HA, A/Hong Kong/2108/2003 H9N2 HA and HMPV F were incubated with the indicated proteases 4 and different SPINT2 concentrations. Cleavage was monitored by the increase of fluorescence at 390 nm 5 and the resulting Vmax values were used to calculate the IC50 values as described in the \"Material and 6 Methods\" section. (A) IC50 values of influenza A fluorogenic cleavage site peptide mimics. Concentrations 7 are in nanomolar. (B) IC50 values of the HMPV F cleavage site peptide mimic. Concentrations are in 8 picomolar. NT = Not tested. 9",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Vmax (RFU/min) StDev IC50 values (nM) Trypsin Matriptase HAT KLK5 KLK12 Plasmin IC50 values (nM)",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}