{
    "paper_id": "47b07518dc0f608e53198bb5f8a95caa1c164fe5",
    "metadata": {
        "title": "A simple laboratory parameter facilitates early identification of COVID-19 patients",
        "authors": [
            {
                "first": "Qilin",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "postCode": "430022",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiuli",
                "middle": [],
                "last": "Ding",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "postCode": "430022",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Geqing",
                "middle": [],
                "last": "Xia",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "postCode": "430022",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhi",
                "middle": [],
                "last": "Geng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "postCode": "430022",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Fenghua",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "postCode": "430022",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Lin",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "postCode": "430022",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": "lin_wang@hust.edu.cn"
            },
            {
                "first": "Zheng",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "postCode": "430022",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "were often unable to make timely diagnosis for quarantine or therapeutic decisions. A way of accelerating triage process and prioritizing CT examination and PCR tests for suspected SARS-CoV-2 patients would be to identify a useful practical marker. The official guidelines (the Guidelines of the National Health Commission of China for COVID-19, 5 th edition; 2 and the WHO interim guideline 3 ) currently recommend two laboratory parameters, \"normal/ decreased number of leukocytes\" or \"decreased number of lymphocytes\", as one of the criteria for diagnosis of COVID-19 infection. Here, our analysis suggests eosinopenia (decreased number of eosinophils) as a potentially more reliable laboratory predictor of SARS-CoV-2 infection than recommended \"leukocyte counts\" and \"lymphopenia\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Methods: Data of this retrospective case-negative control study were collected from 105 patients first visiting the Fever Clinic of Wuhan Union Hospital from Feb 3 to Feb 7, 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Nasopharyngeal swab specimens of all patients were subject to real time RT-PCR tests through amplifying ORF1ab gene and N gene of SARS-CoV-2 (BioGerm, Shanghai, China). Clinical and laboratory findings were recorded and carefully checked. All statistical analyses were carried out by SPSS 20.0 (SPSS Inc., Chicago, USA). This study was approved by Wuhan Union Hospital Ethics Committee. All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.02.13.20022830 doi: medRxiv preprint Results: Two cohorts contained SARS-CoV-2-negative (SN) patients (n=53) and SARS-CoV-2-positive (SP) patients (n=52), respectively. The differences in clinical and laboratory findings between the two cohorts were univariately and multivariately analyzed (Table1). No significant differences were found in gender. SP patients (average age 57) was older than SN patients (average age 51, p=0.015). SN patients had a higher rate of other respiratory pathogens infection (34% vs 9.6%, p=0.005). All the patients had pneumonia-like clinical symptoms including fever and respiratory symptoms, whose distribution was similar in the two cohorts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In laboratory findings, the rates of \"normal or decreased number of leukocytes\" and \"lymphopenia\" that were used for defining suspected patients by the current guidelines, were not different between these two cohorts. Intriguingly, eosinopenia (<0.02 ×10 9 / L) was observed in the majority of SP patients (78.8 %), in stark contrast to 35.8 % in SN patients (p ＜0.001). Consistently, the average eosinophil counts across SP patients (0.02 ×10 9 / L) was significantly lower than that of SN patients (0.05 ×10 9 / L, p=0.004).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The performance of eosinopenia as a predictor for SARS-CoV-2 infection was then determined in the presence of symptoms ( Table 2 ). The inclusion of leukocyte counts (normal or decreased number) had no significant diagnostic value. Notably, the inclusion of eosinopenia remarkably improved the sensitivity and specificity to 78.8% and 64.2%, respectively, much higher than the inclusion of lymphopenia (48.1% and 52.8%). Further, the combination of other blood parameters (leukocytes and/ or lymphopenia) with eosinopenia increased selectivity but reduced sensitivity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 121,
                    "end": 128,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "Discussion: Eosinopenia can be observed in typhoid fever or as a response to glucocorticoid.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In previous clinical reports on SARS-CoV, MERS-CoV and current SAR-CoV-2, 4-6 changes in eosinophils in peripheral blood were usually omitted. Our study showed that eosinopenia appeared in the majority of SP patients. The mechanisms underlying such eosinopenia were currently unclear and warrant further study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Since the data was collected at patients' first medical visit, eosinopenia was presumed to be an early event in patients' clinical course, possibly prior to emergence of characteristic radiological findings. Combined with fever and respiratory symptoms, eosinopenia as a parameter in routine blood tests might be capable of facilitating rapid identification of highlysuspected cases from mixed patients at triage in fever clinics. These quickly-identified suspected patients would be recommended to (1) receive the priority for radio-diagnosis and laboratory-definitive diagnosis, (2) be isolated in designated wards without any delay to avoid potential virus spreading, (3) and receive empirical antiviral treatment (as of now no consensus All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.02.13.20022830 doi: medRxiv preprint over usage of antiviral agents) to prevent aggravation. The additional inclusion of eosinopenia may further refine the laboratory diagnostic criteria recommended by the current guidelines. Numbers are absolute cell counts (10 9 / L). PPV, positive predictive value; NPV, negative predictive value.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "National Health Commission of China. The latest situation of the COVID-19 epidemic (up to February 11 th )",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "National Health Commission of China. Clinical Diagnosis and treatment Guidance of 2019 novel coronavirus (2019-nCoV) caused pneumonia",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical management of severe acute respiratory infection when novel coronavirus (ncov) infection is suspected",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical progression and viral load in a community outbreak of coronavirus-associated SARS pneumonia: a prospective study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "C"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "9371",
            "pages": "1767--1772",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Middle East respiratory syndrome",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zumla",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet",
            "volume": "386",
            "issn": "9997",
            "pages": "995--1007",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet. 2020. All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. The copyright holder for this preprint (which was not peer-reviewed) is",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.13.20022830"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "As of Feb 11, 2020, the total number of patients with laboratory-confirmed SARS-CoV-2 infection across China has reached over 40000 and are still growing. 1 This outbreak has now spread over 24 countries. The WHO has declared international public health emergency. Referring to previous experience combatting SARS-CoV in 2003 in China, Wuhan and other cities have established fever clinic to triage suspected COVID-19 patients from other patients with similar symptoms. Soon after the outbreak, an overwhelmingly large number of mixed patients with fever or other respiratory symptoms flooded in, resulting in considerably long waiting time for CT examination and etiological PCR tests. Consequently, physicians",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Comparison of clinical data and laboratory findings between SARS-CoV-2-negative (SN) and SARS-CoV-2-positive (SP) patientsData are presented as n/ n, n (%), media (IQR) and mean (95% CI). Other respiratory pathogen infections include mycoplasma, chlamydia, syncytial virus, adenovirus and coxsackie virus B, and influenza. Ref., normal reference range; OR, odds ratio; hCRP, hypersensitive C-reactive protein; *, p -value＜0.05, significantly different.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Diagnostic performance of single and combined laboratory parameters in conjunction with symptoms on differentiating SARS-CoV-2positive patients from SARS-CoV-2-negative patients Symptoms + eosinopenia (＜0.02) + lymphopenia (＜1.1) + leukocyte (≤3.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}