{
    "paper_id": "4b5ba0d8c476c899a79cec7872f7d2287937a59d",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "(nanobio interface) 21 The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/623678 doi: bioRxiv preprint sample was passed through a Sephadex G-25 column to remove the unencapsulated CF 188 via size exclusion chromatography. The size of the LUVs was determined by DLS and the The leakage assay is a technique that permits the detection of changes in membrane 192 permeability. It is based on the self-quenching ability of the fluorophore CF when it is highly 193 concentrated. The CF was encapsulated within LUVs at enough concentration to be self-194 quenched and the LUVs were exposed to different concentrations of AgNPs. The ITO   211   slides were then assembled into an electroformation chamber each in contact with a copper   212   tape and separated by a Teflon gasket. The chamber was filled with a 300 mM sucrose   213 solution (300 mOsm kg -1 ) and connected to a function generator to apply an AC electric field.",
            "cite_spans": [
                {
                    "start": 20,
                    "end": 22,
                    "text": "21",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 692,
                    "end": 895,
                    "text": "The ITO   211   slides were then assembled into an electroformation chamber each in contact with a copper   212   tape and separated by a Teflon gasket. The chamber was filled with a 300 mM sucrose   213",
                    "ref_id": null
                }
            ],
            "section": "76"
        },
        {
            "text": "The electroformation was carried out at 5 V peak to peak and 10 Hz for two hours and then ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "214"
        },
        {
            "text": "FRAP experiments were performed on the top pole of GUVs before and after 20 ± 5 minutes 249 of exposure to AgNPs. A circular ROI of 5 ± 0.5 µm diameter was exposed to 5 bleaching 250 scans at 100% laser power and the recovery was monitored by recording time series of 100 251 frames with the confocal pinhole adjusted to 3 µm. The recovery curves were fitted with 252 Origin Pro using the classic fluorescence recovery model 35, 36 : The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/623678 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/623678 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/623678 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/623678 doi: bioRxiv preprint 35 κ b / k B T). However, a small proportion of GUVs in HEPES saline experience a great change in membrane tension after exposure to 100 µM AgNPs which is also associated to a small decrease in bending rigidity (dashed box). These GUVs show a membrane tension higher than 5x10 -7 Nm -1 and a bending rigidity between 10 and 15 κ b / k B T.",
            "cite_spans": [
                {
                    "start": 425,
                    "end": 428,
                    "text": "35,",
                    "ref_id": null
                },
                {
                    "start": 429,
                    "end": 431,
                    "text": "36",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "248"
        },
        {
            "text": "The behaviour of nanomaterials in biological systems is governed by their The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/623678 doi: bioRxiv preprint 71 . We propose that single AgNPs do not possess enough energy to bend the membrane, 513 nonetheless the formation of NP clusters of a particular size and shape will increase their 514 ability to deform the membrane and produce invaginations and ILVs. The formation of these 515 structures removes excess membrane, which, along with the pressure generated by the 516 AgNPs that adhere onto the membrane, increases the membrane tension and can lead to 517 membrane poration 46 . The increase in membrane tension is also known to be the driving 518 force of opening of pores which will in turn produce membrane permeation, causing the The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/623678 doi: bioRxiv preprint and could be safely exploited as imaging contrast agents for diagnosis and cancer 563 theranostics. However, the aggregation of AgNPs would lead to two different possibilities: i) 564 large aggregates precipitate and are expelled from the solution and do not interact with the 565 membrane. These large aggregates are expected to be highly toxic because they are more 566 difficult to be transported in the blood and can be accumulated in certain organs before 567 reaching their specific targets and produce severe damage 20 ",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 225,
                    "text": "71",
                    "ref_id": null
                },
                {
                    "start": 1528,
                    "end": 1530,
                    "text": "20",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION 468"
        },
        {
            "text": ". CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/623678 doi: bioRxiv preprint . CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/623678 doi: bioRxiv preprint A 10% (v/v) of AgNP solution was placed in a cell and the spectral analysis was performed 732 in the 300-800 nm wavelength range at room temperature. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/623678 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "628"
        }
    ],
    "bib_entries": {
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Current Opinion in Chemical Engineering",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Sotiriou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Pratsinis",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Science 646 of the Total Environment",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Diegoli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Manciulea",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Begum",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "P"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Lead",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Preece",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "402",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Colloids and Surfaces a-650 Physicochemical and Engineering Aspects",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Huynh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Prathna",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chandrasekaran",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mukherjee",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Environmental Science & Technology",
            "volume": "45",
            "issn": "44",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Proceedings of 656 the National Academy of Sciences of the United States of America",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Bergstrom",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Beales",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lv",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Vanderlick",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Groves",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "110",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Journal of (62) Velegol, D",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Delay",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Dolt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Woellhaf",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sembritzki",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Frimmel",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Nanophotonics",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Journal of",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "D M"
                    ],
                    "last": "Gnopo",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gambinossi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Mylon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ferri",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "Chemistry and Physics 724 of Lipids",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mayoral-Delgado",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Stewart",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Dymond",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "218",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/623678"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ". The nature of the NP-biomembrane interactions and their potential 77 toxicity do not only depend on the composition of the NPs, but are also determined by 78 numerous physicochemical properties of NPs. The size and shape of NPs play a significant 79 role in the interaction mechanism of nanomaterials with biological membranes. Zhang et al 80 showed that 18 nm SiO2 NPs cause permanent holes in giant unilamellar vesicles (GUVs) 81 and a decrease in lipid lateral diffusion, whereas SiO2 NPs larger than 78 nm are wrapped 82 by the membrane and lead to an increase in membrane fluidity 22 . Chithrani et al observed 83 higher cellular uptake of spherical gold NPs (AuNPs) into HeLa cells than rod-shaped 84 AuNPs 23 . Additionally, NP-biomembrane interactions are highly dependent on surface 85 modifications and the charge of NPs. Moghadam et al modified the surface coating and 86 charge of AuNPs and titanium dioxide (TiO2) NPs and observed that AuNPs and TiO2 NPs 87 with positive charge significantly increase the permeability of DOPC membranes while the 88 dye leakage caused by negatively charged NPs is insignificant 24 . A similar behaviour has 89 been recently reported by Montis et al who showed that cationic AuNPs induce more drastic 90 effects on zwitterionic and negatively charged membranes than anionic and PEG-coated 91 AuNPs 25 . Moreover, the properties of the surrounding medium, such as pH, temperature, 92 ionic strength, macromolecular crowding, and viscosity can modify many important Na3C6H5O7), and tannic acid (C76H52O46) sodium chloride (NaCl), glucose (C6H12O6), 125 sodium hydroxide (NaOH), and bovine serum albumin (BSA) were obtained from Sigma-126 Aldrich Co. (Gillingham, UK). 5(6)-carboxyfluorescein, 10 kDa dextran labelled with cascade 127 blue, were purchased from ThermoFisher Scientific Ltd. (Loughborough, Leicestershire, 128 UK). Microscope μ-slide 8 well glass bottom chambers (Ibidi GmbH) were purchased from 129 Thistle Scientific Ltd (Glasgow, UK).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "were conducted in two different buffers with high and low ionic 132 strength, respectively. The high ionic strength buffer (HEPES saline buffer) consists of 20 133 mM HEPES and 150 mM NaCl, resembling the ionic strength of physiological media. In 134 contrast, the low ionic strength buffer (HEPES glucose buffer) also contains 20 the solvent. After boiling had commenced, 1 mL of 25 mM of AgNO3 was 144 injected into this solution. The solution became bright yellow immediately indication the 145 formation of the Ag seeds. Immediately after the synthesis of Ag seeds and in the same 146 vessel, the as-synthetized silver seeds were grown by cooling down the solution to 90°C. 147 First, the seed solution was diluted by extracting 20 mL of sample and adding 17 mL of Milli-148 Q-water. Then 500 μL of SC [25 mM], 1.5 mL of 2.5 mM TA and 1 mL of 25 mM AgNO3 were 149 sequentially injected. This process was repeated up to 2 times, progressively growing the 150 size of the AgNPs until reaching the size ~20 nm (∼1.8×10 12 NPs/mL). The obtained AgNPs 151 were purified by centrifugation and stored in a solution containing both TA and SC. 152 UV-Vis Spectroscopy 153 UV-visible spectra were acquired with a Shimadzu UV-2401 PC spectrophotometer. 154 A 10% (v/v) of AgNP solution was placed in a cell and the spectral analysis was performed 155 in the 300-800 nm wavelength range at room temperature. helium-neon laser. 50 µM AgNPs were suspended in milli-Q water, HEPES saline 168 and HEPES glucose buffer and, after 30 minutes of incubation, each sample was measured 169 three times at a fixed 173° back-scattering angle for the hydrodynamic diameter and 17° 170 scatter angle for ζ potential. The results were processed using the Malvern Zetasizer 171 software to obtain the hydrodynamic diameter from the analysis of the autocorrelation 172 function of the light intensity scattered by the AgNPs, and the ζ potential from the measured 173 electrophoretic mobility using the Smoluchowski approximation. The comparison of the 174 hydrodynamic diameter of AgNPs suspended in the different media was used to evaluate 175 their colloidal stability. 176 Preparation of Large Unilamellar Vesicles (LUVs) 177 Carboxyfluorescein-loaded large unilamellar vesicles (LUVs) were prepared by the 178 extrusion method. Initially, a 25 mg mL -1 solution of DOPC in chloroform was dried under 179 high vacuum overnight to get a dry lipid thin film. The lipid film was then rehydrated with 500 180 µL of 120 mM 5(6)-carboxyfluorescein (CF) solution to form a suspension of liposomes 181 polydisperse in size and lamellarity. Next, to break the multilamellar vesicles (MLVs) and 182 form unilamellar liposomes, the sample was frozen in liquid nitrogen, thawed in water bath 183 at 60°C and vortexed. This freeze-thaw-vortex cycle was carried out 10 times. The sample 184 was subsequently extruded 11 times by passing through a 400 nm pore size polycarbonate 185 membrane (Whatman International Ltd., Maidstone, UK) using an Avanti mini-extruder 186 (Avanti Polar Lipids Inc.) to obtain a homogeneous population of 400 nm LUVs. Finally,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "by the AgNPs will produce the release of CF to the external medium where 196 it gets diluted and consequently its fluorescence signal increase s ignificantly. The 197 fluorescence intensity was measured from 500 nm to 600 nm (excitation at 492 nm) using a 198 FluoroMax-Plus spectrofluorometer (Horiba Scientific). The results were calculated from the 199 fluorescence intensity peaks at 514 nm (In) and are presented as the normalized percentage 200 of dye leakage. To calculate the fraction of dye release, a sample of LUVs before exposure 201 to AgNPs was used as baseline signal (I0) which was subtracted from the emission spectrum 202 and values for complete dye leakage (Imax) were obtained by adding 50 μL of the surfactant 203 Triton X-100 which causes the lysis of the LUVs and therefore the release of the 100% of 204 CF. The normalized fraction of CF leakage (Ln) is given byoxide (ITO) coated glass slides and then dried under a nitrogen stream.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "215 the frequency was gradually reduced for approximately 10 minutes to facilitate the closure 216 and detachment of GUVs from the surface. After electroformation, the GUVs were 217 suspended in isotonic (unless otherwise specified) HEPES saline or HEPES glucose 218 buffers. The osmolality of the buffer was measured using a 3320 single-sample micro-219 osmometer (Advanced Instruments, Norwood, UK). The GUVs observed in this study were 220 between 5 m and 40 m (diameter). The GUV-based experiments were conducted at room 221 temperature on a Zeiss LSM 880 inverted laser scanning confocal microscope. The samples 222 were deposited on the microscope slides previously treated with a 10% BSA solution to 223 prevent GUVs from adhering and rupturing onto the glass. 224 Determination of changes in morphology and membrane permeability of GUVs 225 Confocal laser scanning microscopy was used to monitor changes in the 226 permeability and the morphology of GUVs induced by AgNPs. Initially, a membrane-227 impermeable fluorescent dye (10 kDa dextran cascade blue or CF 576 Da) was added to 228 200 L of GUVs suspension, consequently the bulk solution becomes fluorescent whereas 229 the lumen of the GUVs remains uncoloured. The microscope tile scanning option was used 230 to scan large areas of the sample and facilitate the acquisition of statistical data. These 231 scans were acquired before and after incubating the GUVs with different concentrations of 232 AgNPs for 20 ± 5 minutes. The fluorescence intensity in the lumen of GUVs was quantified 233 and normalised using the equation 1 were now Ln is the percentage of dye that leak into a 234 particular GUV, I0 is the average pixel intensity of the dye in the lumen of the GUVs in samples before adding the AgNPs, In is the average pixel intensity of the 236 dye in the lumen of the particular GUV and Imax is the average pixel intensity of the dye in 237 the bulk solution. Only the GUVs with a normalised fluorescence intensity in their lumen 238 higher than 20% were considered permeable to the fluorescent molecules in the external 239 medium. The images were analysed using the Fiji extension of ImageJ software (National 240 Institutes of Health, Bethesda, MD) and the proportion of GUVs affected by the AgNPs was 241 determined by manual counting. 242 Fluorescence recovery after photobleaching (FRAP) 243 Fluorescence recovery after photobleaching (FRAP) was used to investigate 244 changes in the fluidity of the membrane. This technique consists of bleaching irreversibly a 245 particular region of interest (ROI) with a high-intensity laser beam and then monitoring, with 246 a low-intensity laser beam, the rate of fluorescence recovery which represents the time 247 needed for the surrounding fluorescent molecules to diffuse into that region of interest 34 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "254 where t is time, A is the recovery level, τD is the half recovery time, and J0 and J1 are 255 modified Bessel functions of the first kind. The diffusion coefficient (D) can then be calculated 256 from the recovery times and the radius of the bleached region (membrane thermal fluctuations (〈|u(q)| 2 〉) as a function of their wavenumber 262 (q=2π/l) along the length (l) of the GUV contour. For these experiments, an osmotic 263 relaxation of the GUVs was carried out incubating the GUVs overnight at 4º C with a 264 hyperosmotic buffer (315 mOsm kg -1 ). Confocal microscopy time series of 1000 frames and 265 a resolution of 1024 x 1024 pixels were taken at the equatorial plane of single GUVs before 266 and after 20 ± 5 minutes of exposure to AgNPs. The confocal pinhole aperture was adjusted 267 to 0.7 µm and, to increase the scan speed, single GUVs were zoomed in upon to the 268 maximum magnification that allows imaging of the whole vesicle. The data was analysed 269 using MATLAB contour analysis software kindly provided by Prof. Pietro Cicuta and co-270 workers at the University of Cambridge, UK. This programme analyses each frame of the 271 time series and quantifies the membrane tension (σ) and bending rigidity modulus (κbtend to aggregate in physiological ionic strength buffer 276 The AgNPs employed in this investigation were spherical with a diameter of 22.4 ± 277 2.51 nm as determined by transmission electron microscopy (TEM) (Figure 1a). 278 Nonetheless, the conditions of the medium can have an important influence on the",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Characterisation of AgNPs in different medium conditions .a) TEM images show spherical AgNPs with an average diameter of 22.4 ± 2.51 nm. b) Dynamic light scattering (DLS) data of 50 µM AgNPs suspended in mili-Q water, HEPES saline and HEPES glucose buffer for 30 minutes. The size distribution by number (top graph) shows a monodisperse distribution of AgNPs with peaks around 25 nm, however the size distribution by intensity (bottom graph) displays similar hydrodynamic diameters of AgNPs dispersed in mili-Q water (40.25 ± 1.02 nm) and HEPES glucose buffer (43.55 ± 0.86 nm), whereas in HEPES saline buffer AgNPs show a tendency to form aggregates (199.40 ± 21.45 nm). c) The ζ-potential of AgNPs dispersed in mili-Q water and HEPES glucose was also similar while in HEPES saline buffer the surface charge of AgNPs becomes less negative. The colloidal stability and ζ-potential of AgNPs in physiological and low ionic strength 282 buffers was tested using dynamic light scattering (DLS) and electrophoretic light scattering 283 (DELSA). The aggregation of NPs can be easily detected by comparing the hydrodynamic 284 size of AgNPs suspended in milli-Q water with their hydrodynamic size when suspended in 285 the buffer of interest. The size distribution by intensity shows that the hydrodynamic diameter 286 of AgNPs in HEPES glucose buffer (43.55 ± 0.86 nm) does not differs significantly from the 287 results in milli-Q water (40.25 ± 1.02 nm), hence the NPs are stable in this buffer (. The larger size obtained by DLS compared to TEM is expected because while TEM 289 measures only the physical size of the core NPs, DLS measures the hydrodynamic size 290 which in addition to the NP core, takes into account the stabiliser coating and the electrical 291 double layer around the NPs 41,42 . On the contrary, these AgNPs show a tendency to form 292 aggregates (199.40 ± 21.45 nm) when the ionic strength of the medium is high 293 (physiological), however the size distribution by number indicates that at this concentration 294 (50 µM) and incubation time (30 min) most of the AgNPs are still monodisperse (Figure 1b). 295 Similarly, the ζ-potential of AgNPs is comparable in milli-Q water and HEPES glucose buffer, 296 -28.0 ± 5.99 mV and -21.2 ± 1.29 mV respectively, whereas in HEPES saline buffer the 297 surface charge of AgNPs becomes less negative (-8.99 ± 1.51 mV) (Figure 1c). The 298 aggregation tendency and the less negative surface charge of AgNPs in physiological ionic 299 strength conditions are closely related. The negative surface charge provided by the citrate 300 coating stabilises the AgNPs suspension by electrostatic repulsions, however in HEPES 301 saline buffer the high concentration of ions produces a screening of the surface charge that 302 compresses the electrical double layer around the AgNPs 43-45 . ionic strength of the medium modulates the effect of AgNPs on the membrane 306 permeability 307 The effect of AgNPs on the membrane permeability was initially investigated by 308 quantifying the release of 5(6)-carboxyfluorescein from DOPC LUVs. The 309 carboxyfluorescein (CF) loaded DOPC LUVs (400 nm diameter) were suspended in isotonic 310 HEPES saline buffer or HEPES glucose buffer reaching a final phospholipid concentration 311 of 0.10 ± 0.02 µM. The LUV suspensions were then exposed to various concentrations of 312 AgNPs (1 µM, 3 µM, 10 µM, 30 µM and 100 µM) and the fluorescence emission of were performed comparing the fluorescence emission of samples at 317 various concentrations of CF and the same samples plus 100 μM AgNPs to ensure that the 318 NPs are not interfering with the fluorescence signal of CF (Figure S2). In HEPES saline 319 buffer, the exposure of LUVs to 10 μM AgNPs produce a notable dye leakage, but at higher 320 AgNPs concentrations dye release from the LUVs begin to be more extensive, reaching a 321 maximum leakage of nearly 15% and 30% after 30 minutes of incubation with 30 μM and 322 100 μM AgNPs, respectively. At that moment, the dye release reaches a plateau and 323 remains stable for the next 60 minutes. In HEPES glucose buffer, after 30 minutes incubation 324 at the highest concentrations of AgNPs (30 μM and 100 μM), the LUVs produce just a 325 marginal dye release, which does not vary until 90 minutes of exposure when it increases 326 slightly but does not exceed 10% CF release. Since aggregation is known to be 327 concentration and time dependent, at lower concentrations the NPs are less aggregated. 328 However, at the same incubation times, the highest concentrations of NPs lead to more and 329 larger aggregates, but still in suspension, which would be able to interact with the vesicles 330 and perturb their membrane due to their reduced solubility. At longer times, the aggregates 331 would be expected to grow further until they reach a size where they are no longer colloidal, 332 drop out of suspension and sediment to the bottom of the sample. In this way they could 333 become excluded from the solution and no longer able to interact with the vesicles. These 334 results indicate that the conditions of the surrounding environment have",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "AgNPs in physiological ionic conditions have a more significant impact on membrane permeability. a) In HEPES saline buffer AgNPs induce a higher dose-dependent leakage of 5(6)carboxyfluorescein (CF) from DOPC LUVs than in HEPES glucose buffer. Insets show a schematic representation of CF leakage from LUVs as well as the proportion of dye leakage as a function of NP concentration after 90 minutes of incubation in both buffers. b) DOPC GUVs labelled with Rh-DOPE with different degrees of permeability to 10 kDa dextran labelled with cascade blue fluorophore: unleaked GUV (1), partially leaked GUVs (2 and 3) and fully leaked GUV (4). c) The proportion of DOPC GUVs permeable to 10 kDa dextran increases with the concentration of AgNPs in physiological ionic strength medium. Osmotic shock controls were performed to ensure that this effect was not induced by changes in the osmolarity of the medium. In HEPES glucose buffer, the highest concentration of AgNPs does not induce a noticeable change in the number of GUVs permeable to dextran. The statistical significance was tested using a one way ANOVA with Bonferroni multiple comparisons test (*p ≤ 0.05, **p ≤ 0.01). d) Comparison between influx of CF and 10 kDa dextran into DOPC GUVs after exposure to 100 µM AgNPs. A higher proportion of GUVs become permeable to CF than to dextran. The distribution of permeable GUVs according to their level of leakage show a higher influx rate of CF than of dextran. Inset: schematic view of different levels of dye leakage. The release of the dye encapsulated in the vesicles can be a consequence of 338 different processes, from complete lysis of liposomes to the formation of nanosized pores in 339 the membrane. To identify the mechanism behind the change in membrane permeability, control experiments were carried out adding equivalent volumes of milli-Q water 344 to the GUVs to test the effect of a potential osmotic shock and ensure that the effects 345 observed are indeed produced by the AgNPs. At physiological ionic strength, the exposure 346 to AgNPs induces a dose-dependent increase in GUVs permeable to 10 kDa dextran, which 347 is statistically significant at the three concentrations of AgNPs tested (Figure 2c). This effect 348 is not observed in low ionic strength (HEPES glucose buffer) conditions where the exposure 349 of the GUVs to AgNPs barely produces any change in their permeability to dextran 10 kDa. 350 Thus, these observations demonstrate a regulating role of the medium composition on the 351 AgNPs-membrane interactions. 352 The influx of large macromolecules, such as 10 kDa dextran, into the lumen of GUVs 353 must be induced by the formation of pores in the membrane, which can vary in size and 354 lifetime 46-48 . Confocal microscopy enables the analysis of the behaviour of individual GUVs 355 in the sample, allowing us to quantify the specific degree of leakage in each individual vesicle 356 observed (Figure 2b). Figure 2d compares the proportion of GUVs permeable to CF (0.37 357 kDa) and 10 kDa dextran after exposure to 100 μM of AgNPs as well as the distribution 358 according to their degree of leakage. The proportion of GUVs permeable to CF molecules 359 is nearly three times higher than to macromolecules of dextran. The distribution of 360 permeable GUVs as a function of the normalised fluorescence intensity in their lumen show 361 that nearly 40% of the permeable GUVs were fully filled (> 80% dye leakage) with CF after 362 exposure to 100 μM AgNPs whereas less than the 20% of GUVs permeable to 10 kDa 363 dextran showed more than 60% of leakage, of which just a marginal proportion were fully 364 leaked. According to these results, the AgNPs produce nanoscale pores in heal, recovering its integrity and blocking further transmembrane diffusion. 369 AgNPs can induce the formation of intraluminal vesicles in physiological ionic 370 strength conditions 371 The exposure to AgNPs produces membrane intraluminal vesicles (ILVs) in a small 372 proportion of the GUVs when suspended in physiological ionic strength buffer. These ILVs 373 are small vesicles filled with extravesicular bulk medium (10 kDa dextran labelled with 374 cascade blue fluorophore) within the lumen of the GUVs. The formation of the ILVs is very 375 fast, however some images show potential intermediate states consisting of pearling tubes 376 (Figure 3). This phenomenon has been previously reported by Yu and Granick, who 377 observed that aliphatic amine NPs encapsulated within DOPC GUVs adsorb onto the inner 378 lipid leaflet of the membrane and induce an initial protrusion of large tubes followed by 379 pearling events 49 . Montis et al. also observed that the exposure of POPC GUVs to cationic 380 gold nanorods (AuNR) produce tubular lipid protrusions that breakup into pearls 25 . The 381 experimental procedure and data analysis used for these experiments was the same 382 employed for the estimation of dye leakage into GUVs. The proportion of GUVs with ILVs is 383low but statistically significant with respect to GUVs before exposure to AgNPs and the 384 osmotic shock controls. Notably, ILVs formation does not vary significantly with the 385 concentration of AgNPs, presenting in all cases between the 5% and 6% of GUVs observedFigure 3). This effect was not seen in low ionic strength buffer, hence it is also influenced 387 by the composition of the medium.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "largescale aggregation leading to microscale aggregates that drop out of 392 suspension have reduced membrane interactions 50 . The nanoscale aggregates we observe 393 for AgNPs suggest they are more weakly aggregating and maintain their solution dispersion, 394 this time increasing their activity at membranes. The aggregation of NPs can be considered 395 as a stochastic process which may lead to a large number of aggregates polydisperse in 396 size and shape. Computer simulation studies have shown that the configuration that NPs 397 adopt to form clusters or aggregates modifies their ability to bend lipid membranes 51-54 .398Therefore, the formation of ILVs could be a result from the assembly of AgNPs clusters on 399 the GUV membrane. Nonetheless, only aggregates with a particular shape, size and 400 orientation would be able to efficiently bend the membrane to induce pearling and",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "AgNPs in physiological ionic conditions can induce topological changes in GUV membranes with low probability. Small intraluminal vesicles (ILVs) and tubular structures filled with bulk solution are observed inside the GUVs upon exposure to AgNPs in physiologic ionic strength conditions. The proportion of GUVs with ILVs observed is low and similar at the three concentrations of AgNPs explored. Osmotic shock controls were performed to ensure that this effect was not induced by changes in the osmolarity of the medium. In HEPES Glucose buffer, the exposure to 250 µM of AgNPs do not favour the formation of membrane inclusions. The statistical significance was tested using a one way ANOVA with Bonferroni multiple comparisons test (",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "AgNPs slightly modifies the membrane fluidity in physiological ionic strength 404 conditions 405 Fluorescence recovery after photobleaching (FRAP) was employed to investigate 406 changes in lipid lateral mobility. The diffusion coefficients were calculated from the mobility 407 of the fluorescent lipids (Rh-DOPE) within the membrane of GUVs estimated from the 408 fluorescence recovery times in a previously bleached region of the upper pole of a vesicle. 409 The diffusion coefficient of DOPC GUVs was calculated before and after incubation with 410 AgNPs in both high and low ionic strength buffers. Between 15 and 20 GUVs were analysed 411 for each condition and the results are summarised in Figure 4, which show the distribution 412 of lipid diffusion coefficients in GUVs as well as an example of FRAP recovery curve in the 413 two media. In HEPES saline buffer, the diffusion coefficient of the DOPC lipids after 414 exposure to 100 µM AgNPs drops slightly from 3.02 ± 0.34 µm 2 s -1 to 2.54 ± 0.31 µm 2 s -1 . 415 We suggest that this subtle impact of AgNPs on the fluidity of the membrane is originated 416 by a slight increase in the lipid packing produced by generic adsorption interactions of 417 AgNPs on the membrane. Notably, this decrease in membrane fluidity occurs universally 418 across all GUVs in the sample as the histograms are almost fully displaced from one another 419 in the physiological buffer, unlike the low probability effects of poration and ILV or very transient adsorption of AgNPs onto the membrane under these 424 conditions. Interestingly, the average diffusion coefficient of DOPC GUVs in these conditions 425 (2.54 ± 0.31 µm 2 s -1 ) is lower than in high ionic strength buffer. These data suggest that the 426 ionic strength of the medium could not be the only environmental condition modulating the 427 interaction mechanism between the AgNPs and the membrane, but also the presence of 428 high concentrations of sugars might be protecting the membrane. Previous studies have 429 reported that sugars decrease the lipid lateral diffusion in a concentration-dependent 430 manner using Fluorescence Correlation Spectroscopy (FCS) 55 . Therefore, we attributed the 431 lower membrane fluidity in low ionic strength buffer to the high concentration of glucose in 432 the medium.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "AgNPs in physiological salt conditions decrease membrane fluidity but have no impact in low ionic strength conditions . Distribution of diffusion coefficients obtained from FRAP recovery curves of DOPC GUVs in HEPES saline buffer (high ionic strength) and HEPES glucose buffer (low ionic strength) before and after exposure to 100 µM AgNPs. D values indicate the mean diffusion coefficient calculated in each condition. In HEPES saline buffer, AgNPs induce a slight but decrease in lipid lateral diffusion. In low ionic strength medium the membrane fluidity of DOPC GUVs is lower than in HEPES saline and does not change after incubation with AgNPs. Insets show examples of FRAP recovery curves obtained in each condition. 434 AgNPs considerably affect the mechanical properties of a sub-population of GUVs in 435 physiological ionic strength buffer 436 The ability of AgNPs to produce membrane invaginations suggest that these NPs 437 might modify the mechanical properties of the membrane. Flicker spectroscopy experiments 438 were performed to quantify the distribution of membrane tension (σ) and bending modulus 439 (κb) of GUV membranes. This technique has a limitation in spatiotemporal resolution which 440 does not allow us to calculate accurately the amplitude of membrane fluctuations (〈|u(q)| 2 〉) 441 of high-tension GUVs within a broad enough range of wavenumbers (q) 56 . This issue was 442 circumvented by the osmotic relaxation of GUVs which decreases the tension of the 443 membrane, increasing the amplitude of the membrane's thermal undulations and therefore 444 making the fitting of the power spectrum more reliable. Additionally, the osmotic pressure of 445 the AgNPs suspension was balanced with sucrose until isotonic to the experimental medium 446 to prevent changes in the osmolarity of the medium during the experiment. 447 As expected, in low ionic strength glucose buffer AgNPs do not induce any significant 448 change in either the tension or the bending rigidity of the membrane. In high ionic strength 449 (physiological) conditions, the addition of 100 μM AgNPs to the osmotically relaxed GUVs 450 induces subtle changes in the mechanical properties of the membrane. The distribution of 451 both the tension and the bending rigidity values become wider after the incubation of GUVs 452 with AgNPs. We observe a rise in the mean membrane tension, which despite not seeming 453 to be a drastic change, is statistically significant (p < 0.01) (Figure 5a). This increase in 454 membrane tension is accompanied by a small decrease in membrane rigidity, of the GUVs analysed (Figure 5c). These results could be directly related to the 459 formation of membrane pores, invaginations and ILVs, described early, which also only 460 occur in a small sub-population of the GUVs. A recent study has shown that formation of 461 ILVs by the endosomal sorting complex required for transport (ESCRT) produces a 462 significant increase in the membrane tension of GUVs originated by the removal of excess 463 membrane surface area 57 . Furthermore, the increase of the membrane tension is known to 464 favour the membrane poration 58-60 , and therefore could favour the membrane AgNPs in physiological ionic conditions significantly impact the membrane mechanical properties of a sub-population of GUVs. Effect of AgNPs on the mechanical properties of osmotically relaxed DOPC GUVs. a) In HEPES saline, 100 µM AgNPs induce a broader distribution and a slight shift in bending rigidity (κ b / k B T) which is not statistically significant. In low ionic strength buffer the bending rigidity barely changes. b) In HEPES glucose buffer the membrane tension (σ) does not vary after exposure of GUVs to 100 µM AgNPs whereas is HEPES saline a significant change in membrane tension is observed (**p ≤ 0.01, ANOVA with Bonferroni multiple comparisons test). c) The plot of bending rigidity against membrane tension show that the majority of GUVs in all conditions have similar membrane tension (>5x10 -7 Nm -1 ) and bending rigidity (15 -",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "469 physicochemical properties, nonetheless these properties are susceptible to change once 470 the NPs enter biological media. The results presented in this work firstly evidence a 471 significant impact of the medium conditions on the surface charge and colloidal stability of 472 AgNPs. The citrate coating of AgNPs gives them a negative surface charge and stabilises 473 the colloidal suspension in low ionic strength media through electrostatic double-layer 474 repulsions. However, the high concentration of ions in physiological conditions modifies the 475 ζ-potential of AgNPs and promotes their aggregation making the NPs less negatively 476 charged. In this medium, Na + ions screen the negative surface charge and decreases the 477 inter-particle repulsive force, thereby facilitating the concentration dependent aggregation investigations have focused on the effect of the attachment of 480 proteins to the NP surface (protein corona) on the biological activities of NPs 50,63-68 , however 481 comparatively less attention has been paid to other properties of the medium, such as pH 482 or ionic strength, which can also alter the physicochemical properties of NPs and their 483 biointeractions. Our data show that in high (physiological) ionic strength conditions, AgNPs 484 induce subtle but important effects on the physicochemical properties of the membrane, 485 whereas in low ionic strength buffer the membrane maintains its integrity after exposure to 486 AgNPs. Therefore, the buffer conditions modify the interactions of AgNPs acting at attractive forces, preventing significant interaction. However, when the ionic 491 strength increases, the screening of surface charge of AgNPs decrease electrostatic 492 repulsive forces between the NPs and the membrane, increasing the likelihood of more 493 significant interaction. In addition, the loss of colloidal stability and weak aggregation 494 behaviour of AgNPs makes them less soluble and more surface active, further increasing 495 membrane interactions. This modulatory effect of the ionic strength of the medium on the 496 AgNPs-membrane interaction has been reported earlier by Wang et al, who, using quartz 497 crystal microbalance with dissipation (QCM-D), found that the deposition rates of AgNPs on 498 DOPC supported lipid bilayers (SLBs) increases when the concentration of salt in the 499 medium rises 70 . A similar electrostatically-mediated interaction was reported by Li and 500 Malmstadt for cationic polystyrene NPs (PNPs) which interact weakly with the membrane as 501 the ionic strength of the medium increases 46 . 502 In physiological conditions, we observe that AgNPs induce changes in membrane 503 permeability and can form membrane invaginations such as ILVs. Several studies have 504 shown the ability of eukaryotic, bacterial and virus proteins as well as antibacterial peptides 505 and NPs to change the morphology of the membrane and form invaginations and ILVs 506 without the need of cellular endocytic mechanisms or external sources of energy 25,49,57,71-74 .507Generally the interaction of single proteins or particles is not strong enough to induce these 508 large deformations of the membrane and thus many molecules or particles must cooperate 509 to bend the membrane51,72 . For instance, the clustering of Gb3-binding B subunit of the 510 bacterial Shiga toxin (STxB) can induce membrane invagination in artificial model 511 membranes, however these invaginations are not observed when the clustering is",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "519 membrane translocation of impermeable dextran probes and the relaxation of the membrane 520 tension. The lifetime of membrane pores is usually short because as the membrane tension 521 relaxes, the line tension at the pore edge drives closure of the pore 58,75 . The size of the pore 522 defines the minimum size of the molecules that can diffuse across the membrane. The 523 higher permeability to carboxyfluorescein (0.37 kDa) than to dextran (10 kDa) observed in 524 our experiments represents the presence of nanoscale pores in the membrane as a result 525 of the AgNPs. Furthermore, the fact that most of the GUVs observed were not fully leaked 526 indicates these pores are transient. 527 In general, toxicology studies focus on terminal effects where the analytes induce 528 severe damages in the membrane or other cellular components that lead to cell death. 529 However, other subtle effects in the physicochemical properties of the membrane can also 530 have biological importance. Cells are able to sense mechanical stimuli and convert them 531 into intracellular biochemical signals to adapt to their microenvironment 76 . Mechanical 532 forces can modify the mechanical and dynamical properties of the membrane, which in turn 533 can induce conformational changes in membrane proteins, such as ion channels 77 , G-534 protein coupled receptors (GPCRs) 78-80 and integrins 81 . These proteins trigger metabolic 535 cascades that lead to different cellular responses such as cell migration, differentiation, and 536 proliferation 82,83 . In endothelial cells for instance, the plasma membrane organ growth by regulating cell proliferation 85 . The mechanical stress applied 541 to the plasma membrane modulates the actin cytoskeleton and activate GPCRs. This begins 542 a complex signal pathway that eventually activates the proto-oncogenes proteins YAP/TAZ 543 which translocate from the cytoplasm to the nucleus and induce cell proliferation 86 . 544 Prolonged mechanical stress can lead to an overexpression of YAP/TAZ promoting 545 unregulated cell proliferation and eventually oncogenesis 85,86 . Therefore, even small 546 changes in the mechanical and dynamical properties of the membrane, such as the ones 547 produced by AgNPs, can induce multiple cellular responses which lead to a myriad of 548 processes encompassing from inflammatory responses to the development of are complex and crowded with biomolecules which can interact with 551 the NPs in a non-specific manner and modulate their behaviour. Thereby, the biological 552 interactions of NPs can be influenced by multiple external factors. These factors can be 553 simulated and controlled in vitro, for instance introducing proteins to investigate the 554 formation of protein coronas and their effect in NP-membrane interactions. Another factor 555that would be interesting to study is the impact of excluded volume effects generated by 556 macromolecular crowding on these interactions. This phenomenon is known to promote 557 protein-protein interactions 87 , and the binding of proteins to the membrane 88 , thus it is likely 558 to influence the interaction between NPs and the membrane.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "559To summarise, here we show the significant impact that the ionic strength of the 560 medium have on the physicochemical properties of AgNPs and their interactions with 561 biomembranes. From our results we propose that monodisperse AgNPs are non-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "S.; Serpooshan, V.; Tao, W.; Hamaly, M. A.; Alkawareek, M. Y.; Dreaden, E.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": ".; Brown, D.; Alkilany, A. M.; Farokhzad, O. C.; Mahmoudi, M. Chemical Society Reviews 2017, 46, P. A.; Ciani, B.; Cleasby, A. J. Physical Chemistry Chemical Physics 2015, 17, Le, M. T.; Litzenberger, J. K.; Prenner, E. J. In Advances in Biomimetics; InTech: 2011.627 (30) Bastus, N. G.; Merkoci, F.; Piella, J.; Puntes, V. Chemistry of Materials 2014, 26, 2836.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Experimental absobance spectrum of AgNPs. Comparison of fluorescence intensity signal of CF samples at different 745 concentrations in the presence and abesence of 100 µM AgNPs. The presence",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}