{
    "paper_id": "4bd697fdded7ee65154e28def586a7e9b60e7078",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Meili",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Donghua University",
                    "location": {
                        "postCode": "201620",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Pian",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Donghua University",
                    "location": {
                        "postCode": "201620",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Qianqian",
                "middle": [],
                "last": "Yuan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Donghua University",
                    "location": {
                        "postCode": "201620",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Baojun",
                "middle": [],
                "last": "Song",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Montclair State University",
                    "location": {
                        "postCode": "07043",
                        "settlement": "Montclair",
                        "region": "NJ",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Junling",
                "middle": [],
                "last": "Ma",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Victoria",
                    "location": {
                        "postCode": "V8W 2Y2",
                        "settlement": "Victoria",
                        "region": "BC",
                        "country": "Canada"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The COVID-19 outbreak has been a serious public health threat worldwide. We use individually documented case descriptions of COVID-19 from China (excluding Hubei Province) to estimate the distributions of the generation time, incubation period, and periods from symptom onset to isolation and to diagnosis. The recommended 14-day quarantine period may lead to a 6.7% failure for quarantine. We recommend a 22-day quarantine period. The mean generation time is 3.3 days and the mean incubation period is 7.2 days. It took 3.7 days to isolate and 6.6 days to diagnose a patient after his/her symptom onset. Patients may become infectious on average 3.9 days before showing major symptoms. This makes contact tracing and quarantine ineffective. The basic reproduction number is estimated to be 1.54 with contact tracing, quarantine and isolation, mostly driven by super spreaders.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "control strategies. The outbreak patterns in these provinces thus may provide crucial information for the control of COVID-19 outbreaks in other countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Each province except Hubei officially published the daily update of case descriptions of COVID-19. We use these individually documented case descriptions to conduct our research. The documented cases and their data sources are tabulated in Supplementary Material S1. Some of these descriptions are well documented with important epidemiological information including both the contact information and dates such as symptom onset, isolation and diagnosis. We fit the data to a gamma distribution and a log-normal distribution (and also an exponential distribution for the period from symptom onset to isolation) using Markov Chain Monte Carlo (MCMC), and select the one with the smallest Deviance Information Criterion (DIC). The case descriptions also allow us to construct graph of transmissions to estimate the basic reproduction number ℛ \" . The details of the estimation procedures are described in Supplementary Material S2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The distribution of the period from symptom onset to quarantine (shown as negative periods) or isolation (shown as positive periods) is shown in Figure 1 . Voluntary quarantine at home is not counted here, because they may still cause infection among family members, through whom the infection can be leaked outside households. Since the lockdown of Wuhan on January 23, 2020 may significantly increase the awareness among the public, and subsequently change individual behaviors, we also compare the fitted distribution for patients who showed symptom before January 23, and those who showed symptom after January 23. Overall, the period from symptom onset to isolation follows a gamma distribution with a mean 3.7 (95% confidence limits are 3.5-3.9) days and a variance 16.1 (13.8, 18.7), corresponding to a shape parameter 0.85 (0.78, 0.93) and a scale parameter 4.35 (3.92, 4.81) . The period for patients showing symptom before January 23 follows a gamma distribution with a mean 5.2 (4.8, 5.6) days and a variance 18.6 (15. 8, 19.9) , which correspond to a shape parameter 1.46 (1.26, 1.67) and a scale parameter 3.57 (3.15, 3.92). The period for those showing symptom after January 23 follows a gamma distribution with a mean 3.1 (2.9, 3.4) days and a variance 12.9 (10.8, 15.5), corresponding to a shape parameter 0.77 (0.69, 0.86) and a scale parameter 4.10 (3.60, 4.67). Even though the earliest quarantine date is January 21, 2020, only 2.5% patients have a negative period (which means that they are quarantined before they showed symptom). Thus, quarantine has only a small effect in controlling the outbreak.",
            "cite_spans": [
                {
                    "start": 871,
                    "end": 883,
                    "text": "(3.92, 4.81)",
                    "ref_id": null
                },
                {
                    "start": 1030,
                    "end": 1038,
                    "text": "8, 19.9)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 145,
                    "end": 153,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "The observed and estimated distributions of the period from symptom onset to diagnosis are shown in Figure 2 . Overall, the best fit distribution is gamma distributed with a mean 6.6 (6.5, 6.8) days, and a variance 15.9 (14.7, 17.2), corresponding to a shape parameter 2.77 (2.61, 2.94) and a scale parameter 2.40 (2.25, 2.55). For those showing symptom before January 23, the period is estimated to be gamma distributed with a mean 9.3 (8.9, 9.6) days, and a variance 18.5 (16.3, 19.9), corresponding to a shape parameter 4.67 (4.26, 5.18) and a scale parameter 1.99 (1.79, 2.15). For those showing symptom after January 23, the distribution is gamma distributed with a mean 5.5 (5.4, 5.7) days and a variance 10.9 (9.9, 12.0), corresponding to a shape parameter 2.82 (2.61, 3.03) and a scale parameter 1.97 (1.82, 2.13). Diagnosis became much faster after January 23.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 100,
                    "end": 108,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "The graph of transmissions is shown in Figure 3 . Some patients may have multiple sources of infection. The distribution of the number of secondary infections is shown in Figure 4 . Most . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 39,
                    "end": 47,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 171,
                    "end": 179,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": ""
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.26.20028431 doi: medRxiv preprint patients (64.0%) infected one or less individuals. If an individual was infected by one of patients, then the individual only counts as 1/ secondary infections of each of the patients. The basic reproduction number can be naively estimated by taking the average of secondary infections over all patients. However, this may be inaccurate because there may be correlations between the number of secondary transmissions of two contacting patients. If individuals with high number of secondary infections are more likely to infect each other, then the average will underestimate ℛ \" . To properly estimate ℛ \" , we construct a next generation matrix , in which the ( , ) entry is the average number of infectious individuals who made secondary infections caused by an individual who made secondary infections; see (13,14), and Supplementary Material S2 for details. Mathematically,",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "where -. is the probability that an individual who infected others was infected by a patient who infected individuals. The basic reproduction number ℛ \" is the dominant eigenvalue of . The average number of secondary infections is calculated from data is 1.53. The next generation method gives ℛ \" = 1.54. Thus, the correlation of secondary infections has negligible effect on ℛ \" .",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The incubation period distribution is estimated from the nodes in Figure 3 with contact date information. The distribution of the generation time is estimated from the edges in Figure 3 with contact date information for both the source and target nodes. The results are shown in Figure 5 . The best fit incubation period distribution is a gamma distribution with a mean 7.2 (6.8, 7.6) days and a variance 16.9 (14.0, 20.2), which correspond to a shape parameter 3.07 (2.62, 3.56) and a scale parameter 2.35 (2.00, 2.75). The generation time is estimated to be gamma distributed with a mean 3.3 (2.3, 4.3) days and a variance 3.1 (1.0, 8.0), corresponding to a shape parameter 4.44 (1.32, 10.02), and a scale parameter 0.95 (0.32, 2.32). Since the mean generation time is smaller than the mean incubation period, on average, a patient may become infectious 3.9 days before showing major symptoms. Figure 6 shows the probability distribution of the fraction of individuals whose incubation period is longer than 14, 21, and 22 days, respectively. On average, a quarantine period of 14 days may lead to a failure rate of 6.7%, i.e., 6.7% quarantined patients may show symptom after quarantine. If we aim to control the failure rate of quarantine to be below 1% with 95% confidence, then the quarantine period must be at least 22 days.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 66,
                    "end": 74,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 177,
                    "end": 185,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 279,
                    "end": 287,
                    "text": "Figure 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 896,
                    "end": 904,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "In summary, we estimated the distribution of the generation time, incubation period, and the periods from symptom onset to isolation and to diagnosis for patients in Chinese provinces excluding Hubei. The current recommendation of 14-day quarantine period may be too short, resulting in a 6.7% failure rate. We recommend to increase the quarantine period to 22 days. The periods from symptom onset to isolation and to diagnosis changed significantly for patients who showed symptom before and after the lockdown of Wuhan on January 23, mostly likely driven by behavior change of the general public, and more effective public health control measures after January 23. On average, patients may become infectious 3.9 days before the onset of major symptoms. This, and the 6.6 days delay from symptom onset to diagnosis, severely hinders the effectiveness of contact tracing and quarantine, as evidenced by the 2.5% success rate of quarantine before symptom onset. The basic reproduction number is 1.54 with contact tracing, quarantine and isolation. However, the majority of patients infects no more than one individual, . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.26.20028431 doi: medRxiv preprint and thus the outbreaks in these provinces are mostly driven by super spreaders. Because transmission can occur before symptom onset, the latent period (from being infected to becoming infectious) and infectious period cannot easily be estimated from case descriptions. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.26.20028431 doi: medRxiv preprint Figure 6 The distributions of the fraction of the patients whose incubation period is longer than 14, 21, and 22 days, represented by the histograms of the probabilities of showing symptoms after the quarantine period calculated from the MCMC samples. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 152,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "P. van den"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.26.20028431 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P. van den"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization (WHO)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Coronavirus disease (COVID-19) situation reports",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "National Health Commission of the People's Republic of China. Briefing of the epidemic",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Incubation period of 2019 novel coronavirus (2019-nCoV) infections among travellers from Wuhan, China",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jantien",
                    "suffix": ""
                },
                {
                    "first": "Don",
                    "middle": [],
                    "last": "Backer",
                    "suffix": ""
                },
                {
                    "first": "Jacco",
                    "middle": [],
                    "last": "Klinkenberg",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Euro Surveill",
            "volume": "25",
            "issn": "5",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES.2020.25.5"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A robust stochastic method of estimating the transmission potential of 2019-nCoV",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Beyond ℛ \" : the importance of contact tracing when predicting epidemics",
            "authors": [
                {
                    "first": "Laurent",
                    "middle": [],
                    "last": "Hébert-Dufresne",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Estimating the number of 2019 novel Coronavirus cases in Chinese Mainland",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Estimation of transmission risk of 2019-nCov and its implication for public health interventions",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Clinical Medicine",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV out break originating in Wuhan, China: a modelling study",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "2019-nCoV: early estimation of epidemiological parameters and epidemic predictions",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Read",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "The New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001316"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Time-varying transmission dynamics of Novel Coronavirus Pneumonia in China",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "1019 ? 983 1003 ? 1001 1014 ? 987 1022 ? 1029 ? 1060 1066 ? 1550 1552 1554 ? ? 1568 1570 1584 1590 1611 ? 1587 1588 ? 1607 1608 ? 1593 1612 1618 1619 1639 1643 1669 1693 1728 ? 1594 1616 ? 1652 1623 1692 ? 1627 1628 ? 1617 1695 1632 1656 1768 ? 1613 1635 1657 ? 1641 1642 ? 1630 1651 1697 ? 1622 1671 1667 1702 ? 1659 1682 ? 1634 1691 1714 ? 1753 1701 ? 1705 1712 1662 1716 ? 1719 1720 ? 1673 1722 2360 ? 1723 1711 1726 1739 ? 1740 1729 1741 ? 1689 1732 1733 ? 1638 ? 1698 1734 ? 2367 1735 ? 1764 1742 ? 1751 1715 1754 ? 1615 1762 ? 1648 ? 1649 ? 1650 ? 1757 1767 2359 2378 ? 1759 1772 ? 1731 1773 1774 1775 ? 1796 1811 ? 1816 1812 1817 ? 1797 1824 ? 1827 1841 ? 1869 1876 ? 1882 1883 ? 1897",
            "authors": [],
            "year": 1946,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.01.25.919787v2"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Driessche, James Watmough, Reproduction numbers and sub-threshold endemic equilibria for compartmental models of disease transmission. Mathematical Biosciences 180, 29-42(2002). 14. M.E.J. Newman, Assortative mixing in networks. Physical Review Letters 89, 208701(2002).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The upper panels show he observed distributions of the period from symptom onset to quarantine (negative periods) or isolation (positive periods). The lower panels show the best fit distributions of the period from symptom onset to isolation calculated from the mean of MCMC samples. The quarantined patients were isolated on the same day of symptom onset. There is a clear difference between individuals who showed symptom before and after January 23, 2020, The observed and best fit distributions of the period from symptom onset to diagnosis calculated from the mean of MCMC samples. There is a clear difference between individuals who showed symptom before and after January 23, 2020.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The graph of transmissions for individually documented cases with a contact tracing information. The nodes are patients, and edges show possible transmission. The nodes and edges are colored by province. Patient information, including their labels and provinces, are listed in Supplementary Material S1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The observed secondary infections caused by a patient. If an individual may be infected by patients, then the individual counts 1/ as each patient's secondary infection. The fraction of patients caused one or less secondary infections is 64.0%. The average number of secondary infections is 1.53.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "The estimated distributions for the incubation period and the generation time calculated from the mean of the MCMC samples. The mean incubation period is longer than the mean generation time, implying that patients may become infectious before they show major symptoms.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.26.20028431 doi: medRxiv preprint",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}