{
    "paper_id": "4e3f4e31c370281c2d721d6113265c25d9c566c5",
    "metadata": {
        "title": "Host protein CD63 enhances viral RNA replication by interacting with human astrovirus nonstructural protein nsP1a/4 2",
        "authors": [
            {
                "first": "Wei",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Jinzhou Medical University",
                    "location": {
                        "postCode": "6 121200",
                        "settlement": "Jinzhou, Liaoning",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Nian",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Jinzhou Medical University",
                    "location": {
                        "postCode": "6 121200",
                        "settlement": "Jinzhou, Liaoning",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiao",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tao",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chun",
                "middle": [
                    "Hong"
                ],
                "last": "Zheng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Jinzhou Medical University",
                    "location": {
                        "postCode": "6 121200",
                        "settlement": "Jinzhou, Liaoning",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yu",
                "middle": [],
                "last": "Xiang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Jinzhou Medical University",
                    "location": {
                        "postCode": "6 121200",
                        "settlement": "Jinzhou, Liaoning",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Jinzhou Medical University",
                    "location": {
                        "postCode": "6 121200",
                        "settlement": "Jinzhou, Liaoning",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Manyu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Jinzhou Medical University",
                    "location": {
                        "postCode": "6 121200",
                        "settlement": "Jinzhou, Liaoning",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yong",
                "middle": [
                    "Gang"
                ],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Jinzhou Medical University",
                    "location": {
                        "postCode": "6 121200",
                        "settlement": "Jinzhou, Liaoning",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Human astrovirus nonstructural protein nsP1a/4, located at the C-terminal end of 17 nsP1a, is thought to be involved in the regulation of RNA replication and capsid 18 maturation;however, its rolesviral growth and virulence are not well understood. 19 We investigated the intracellular host proteins that interact with nsP1a and 20 explored the potential roles of the interaction in the pathogenesis of human 21 astrovirus infection. We screened 14 independent proteins with a cDNA library 22 a nonstructural protein located at the C-terminal end of the human astrovirus 38 nsP1a polyprotein, interacts with the host protein CD63. Over expression of 39 CD63 promoted viral RNA replication, whereas knockdown of CD63 decreased 40 virus RNA replication, indicating that CD63 plays a critical role in the human 41 astrovirus life cycle. 42 43 KEYWORDS: human astrovirus, HAstV, protein-protein interaction, nsP1a, 44 nsP1a/4, CD63, virus replication 45 46 author/funder. All rights reserved. No reuse allowed without permission. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/331835 doi: bioRxiv preprint Viruses are obligate intracellular pathogens thatutilize host-cell machinery to 47 infect cells, replicate themselves, and then exit the cells for another round of 48 infection. Human astroviruses (HAstVs) are a group of non-enveloped, 49 single-stranded, and positive-sense RNA viruses in the family Astroviridae. 50 HAstVs are causative agents of viral diarrhea in young children, 51 immunocompromised patients, and elderly individuals (1-5). The astrovirus 52 genome has three open reading frames (ORFs); ORF1a and ORF1b encode two 53 nonstructural polyproteins (nsPs), and ORF2 encodes the capsid protein (6). The 54 nsP1a polyprotein, transcribed from ORF1a, is involved in viral transcription 55 and replication. When HAstV infects a host cell, nsP1a is cleaved into at least 56 four products, named nsP1a/1, nsP1a/2, nsP1a/3 (protease), and nsP1a/4. The 57 nsP1a/4 protein is located at the C-terminal end of nsP1a.Several domains have 58 been identified in nsP1a/4, including two coiled-coil regions, a death domain 59 (DD), a nuclear localization signal (NLS), a putative viral genome-linked 60 protein(VPg), and a hypervariable region (HVR)(7-12). It was confirmed that 61 nsP1a/4 plays important roles in the activation of capsid maturation and the 62 regulation of RNA replication (13, 14). To better understand the roles of nsP1a 63 and nsP1a/4 in HAstV infection and replication, we characterized host proteins 64",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "that interact with nsP1a or nsP1a/4 by utilizing a yeast two-hybrid approach. We 65 identified at least 14 host proteins that could bind to nsP1a, one of which was 66 CD63.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "CD63, a member of the tetraspan transmembrane protein family, is a 68 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "showed that nsP1a/4 and CD63 co-localized in the cytoplasm of infected cells. 28 Over expression of CD63 promoted viral RNA synthesis, whereas knockdown 29 of CD63 markedly decreased viral RNA levels. Those results suggest that CD63 30 plays a critical role in human astrovirus RNA replication. The interaction 31 between CD63 and nsP1a/4 provides a channel to further understand the roles of 32 interactions between host and virus proteins in astrovirus infection and release. Human astroviruses cause gastroenteritis in young children and 36 immunocompromised patients. In this study, we provide evidence that nsP1a/4, 37 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 80,
                    "text": "28",
                    "ref_id": null
                },
                {
                    "start": 541,
                    "end": 543,
                    "text": "36",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/331835 doi: bioRxiv preprint four-span membrane protein that is widely distributed in multicellular organisms 69 and known to be associated with virus functions, such as adhesion, fusion, and ",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 214,
                    "text": "69",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A yeast two-hybrid screen withnsP1aand a Caco-2 cDNA library 89 identified CD63 as a host protein that interacts with nsP1a. Weinvestigated 90 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "88"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/331835 doi: bioRxiv preprint the interactionsbetween HAstV nsP1a and host proteins using a protein-protein 91 overlay assay. We amplified thensP1a gene by PCR and inserted the resulting 92 PCR product (2781bp) by recombination cloning into the yeast two-hybrid 93 (Y2H) bait vector pGBKT7 as a C-terminal fusion with a Gal4 DNA-binding 94 domain (BD). We confirmed the correct constructs by enzyme digestion and 95 DNA sequence analysis (Fig 1A) . When introduced alone into yeast Y2HGold 96 cells, the Gal4 (BD)-nsP1a bait construct wasnot toxic to the yeast and did not 97 auto-activate the Y2H reporter gene, indicating that the construct was suitable 98 for use in a Y2H screen (Fig 1B) . 99 Using a Y2H assay with Gal4 (BD)-nsP1a as bait and a human Caco-2 cDNA 100 prey library, we screened approximately 2.5×10 5 clones and identified 14 101 positive bait-prey interactions. Sequence and bioinformatics analysis of the 14 102 positive prey plasmids,listed by their initial positive-interaction identification 103 number,indicated that they represented 14 different human cDNAs(data not 104 shown). We next measured the strength of interaction between thensP1a bait and 105 each of the 14 human prey proteins in yeast using a qualitative growth assay and 106 quantitative β-galactosidase activity assays. We performed bioinformatic 107 analysis of the human proteins confirmed by the qualitative growth assay to gain 108 functional insights into the potential interactions between those proteins and 109 nsP1a (Fig 2) . We selected one host protein, identified as tetraspan The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/331835 doi: bioRxiv preprint nsP1a interacts with CD63 in vivo. We transfected HEK293 T cells with 113 PEF-HA-nsP1a and pcDNA3.1-3flag-CD63.After 48 h, we performed 114 immunoprecipitation with the cell lysates from those cells using an anti-Flag M2 115 Affinity Gel (Sigma, St. Louis, MO, USA). We analyzed the resulting protein 116 complexes by western blot with anti-Flag or anti-HA antibody (Fig. 3A) . We 117 detected no proteins in control lysates from cells transfected with empty vector 118 (Fig. 3A , lane 1).We detected CD63 protein only in the lysates from cells that 119 wre transfected with pcDNA3.1-3flag-CD63 (Fig. 3A, lane 2) .Likewise, we 120 detectednsP1a protein only in the lysates from cells that were transfected with 121 PEF-HA-nsP1a (Fig. 3A, lane 3) . Both nsP1a and CD63 were readily detected in 122 the lysates from cellsthat were co-transfected with pcDNA3.1-3flag-CD63 and 123 PEF-HA-nsP1a. The HA antibody was able to pull down CD63-Flag together 124 with nsP1a-HA (Fig. 3A, lane4) . Likewise, the Flag antibody was able to pull 125 down nsP1a-HA together with CD63-Flag (Fig. 3A, lane4) . Taken together, the 126 results suggested that nsP1a was able to interact with the CD63 in vivo. 127 nsP1a interacts with CD63 in vitro. To further investigate the interaction 128 between nsP1a and CD63, we determined whether the interaction occurs 129 invitro.We expressed recombinant full-length nsP1a-GST fusion protein 130 (≈118kDa) induced by isopropyl β-D-thiogalactopyranoside(IPTG)in 131 Escherichia coli (Fig. 3B lanes 1-6) . We also detected purified nsP1afrom the 132 bacteria (Fig. 3B lane7) and human CD63 His Tag commercialized recombinant 133 protein (≈26kDa) by western blot (Fig 3B lane8) . We tested the interaction 134 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 539,
                    "end": 547,
                    "text": "(Fig 1A)",
                    "ref_id": null
                },
                {
                    "start": 784,
                    "end": 792,
                    "text": "(Fig 1B)",
                    "ref_id": null
                },
                {
                    "start": 795,
                    "end": 797,
                    "text": "99",
                    "ref_id": null
                },
                {
                    "start": 1118,
                    "end": 1121,
                    "text": "103",
                    "ref_id": null
                },
                {
                    "start": 2408,
                    "end": 2417,
                    "text": "(Fig. 3A,",
                    "ref_id": null
                },
                {
                    "start": 2418,
                    "end": 2425,
                    "text": "lane 2)",
                    "ref_id": null
                },
                {
                    "start": 2779,
                    "end": 2788,
                    "text": "(Fig. 3A,",
                    "ref_id": null
                },
                {
                    "start": 2789,
                    "end": 2795,
                    "text": "lane4)",
                    "ref_id": null
                },
                {
                    "start": 2885,
                    "end": 2894,
                    "text": "(Fig. 3A,",
                    "ref_id": null
                },
                {
                    "start": 2895,
                    "end": 2901,
                    "text": "lane4)",
                    "ref_id": null
                },
                {
                    "start": 3392,
                    "end": 3407,
                    "text": "(Fig. 3B lane7)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1618,
                    "end": 1625,
                    "text": "(Fig 2)",
                    "ref_id": null
                },
                {
                    "start": 2179,
                    "end": 2188,
                    "text": "(Fig. 3A)",
                    "ref_id": "FIGREF30"
                },
                {
                    "start": 2283,
                    "end": 2291,
                    "text": "(Fig. 3A",
                    "ref_id": "FIGREF30"
                },
                {
                    "start": 2541,
                    "end": 2558,
                    "text": "(Fig. 3A, lane 3)",
                    "ref_id": "FIGREF30"
                },
                {
                    "start": 3317,
                    "end": 3336,
                    "text": "(Fig. 3B lanes 1-6)",
                    "ref_id": "FIGREF30"
                },
                {
                    "start": 3495,
                    "end": 3509,
                    "text": "(Fig 3B lane8)",
                    "ref_id": "FIGREF30"
                }
            ],
            "section": "88"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/331835 doi: bioRxiv preprint between CD63 and nsP1a by GSTpull-down analysis. We immobilized 135 nsP1a-GST on glutathione agarose and added CD63-His to assess 136 protein-protein binding. We used an untreated gel as a negative control. We 137 analyzed the protein in the complexes by western blot with anti-GST or anti-His 138 antibody. Anti-GST MAb pulled down nsP1a together with CD63 (Fig. 3C ). protein in E. coli and recovered and purified the recombinant protein from the 154 bacteria (Fig 4C) . 155 We amplified the four products of the nsP1a polyprotein (nsP1a/1, nsP1a/2, 156 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 593,
                    "end": 601,
                    "text": "(Fig 4C)",
                    "ref_id": null
                },
                {
                    "start": 604,
                    "end": 607,
                    "text": "155",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 489,
                    "end": 497,
                    "text": "(Fig. 3C",
                    "ref_id": "FIGREF30"
                }
            ],
            "section": "88"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/331835 doi: bioRxiv preprint nsP1a/3 (protease), and nsP1a/4; Fig 4B) by RT-PCR. We used the PCR 157 products to construct PEF-HA-1a/1, PEF-HA-1a/2, PEF-HA-1a/3, and HA-1a/4 158 plasmids, which we confirmed by sequencing. We expressed recombinant 159 nsP1a/4-GST fusion protein in bacteria and isolated and purified the fusion The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/331835 doi: bioRxiv preprint overlapped each other (Fig 5D) . That finding confirmed that nsP1a/4 protein 179 interacts with CD63-LEL in HEK293T cells. That result along with those of a 180 previous Y2H screen and GSTpull-down and co-immunoprecipitation assays 181 suggested that nsP1a/4 interacts with the CD63LEL domain. HAstV-1 (MOI 10). We collected lysates from mock-infected (control) and 186 HAstV-infected cells 24h and 48h after infection. We isolated total cellar RNA 187 and quantified the expression of CD63 mRNA using real-time RT-PCR (Fig. 6A ). 188 We also performed western blot to detect CD63 protein expression in the 189 cellular lysates (Fig 6B) . The results showed that the levels of CD63 mRNA and The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/331835 doi: bioRxiv preprint Although the function of HAstVnsP1a remains unclear, nsP1a and nsP1a/4 223 have been suggested to be involved in many processes, including genome 224 replication, apoptosis induction, and capsid maturation (8, 11). To better 225 understand the role of nsP1a in viral replication, we analyzed the interaction of 226 nsP1a with host proteins. A Y2H screen of aCaco-2 cDNA library showed that 227 14 independent proteins, including CD63, interacted with nsP1a. ",
            "cite_spans": [
                {
                    "start": 582,
                    "end": 590,
                    "text": "(Fig 5D)",
                    "ref_id": null
                },
                {
                    "start": 926,
                    "end": 929,
                    "text": "186",
                    "ref_id": null
                },
                {
                    "start": 1091,
                    "end": 1094,
                    "text": "188",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 164,
                    "end": 171,
                    "text": "Fig 4B)",
                    "ref_id": "FIGREF31"
                },
                {
                    "start": 1079,
                    "end": 1087,
                    "text": "(Fig. 6A",
                    "ref_id": null
                },
                {
                    "start": 1188,
                    "end": 1196,
                    "text": "(Fig 6B)",
                    "ref_id": null
                }
            ],
            "section": "88"
        },
        {
            "text": "In light of those results, we sought to explore the nsP1a/CD63 interaction in 244 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "243"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/331835 doi: bioRxiv preprint more detail. GSTpull-down and co-immunoprecipitation analyses showed that 245 the nsP1a C-terminal nonstructural protein nsP1a/4 (567-926aa, 40kDa) binds to 246 the CD63 LEL domain. The LEL of CD63 displays some conserved residues. protein of nsP1a, which contains ahypervariable region, has been named nsP1a/4.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "243"
        },
        {
            "text": "The nonstructural N-terminal protein including nsP1a/1, nsP1a/2, and nsP1a/3 of 254 the nsP1a polyprotein cannot interact with CD63, suggesting that nsP1a interacts 255 with CD63 through its C-terminal region. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/331835 doi: bioRxiv preprint binding, endocytosis, membrane vesicles, post-entry processing, or virus 289 maturation still remains to be determined. We hypothesize that the CD63/nsP1a 290 interaction plays a role in viral RNA replication, and further study is needed to 291 verify that hypothesis. Table 1 and cloned into pGBKT7 vector (Clontech USA, Mountain View, CA) 310 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 610,
                    "end": 617,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "253"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/331835 doi: bioRxiv preprint to generate BD-bait plasmid (pGBKT7-nsP1a) for the Y2H system. To generate 311 N-terminally HA-tagged nsP1a andnsP1a/4 expression constructs, nsP1a or 312 nsP1a/4 frames were amplified using the primers listed in Table1. We extracted 313 the total RNA of HAstV type 1 (HAstV-1) from Caco-2 cells and amplified incubation was continued until the optical density (OD600) reached 0.6-0.8.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "253"
        },
        {
            "text": "The expression of the protein was induced with 0.1-1 mM IPTG at 25-37C 332 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "331"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/331835 doi: bioRxiv preprint withshaking at 220 rpm. Expression of the protein was then analyzed by The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/331835 doi: bioRxiv preprint Isolation of nsP1a-interacting cDNA clones using the Y2H technique. 355 Afull-length expression cDNA library derived from the Caco-2 cell line was (1:1000),respectively. The membranes were subsequently rinsed with PBST and 376 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 401,
                    "end": 404,
                    "text": "355",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "331"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/331835 doi: bioRxiv preprint treated with HRP-labeled goat anti-mouse IgG or goat anti-rabbit IgG as the The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/331835 doi: bioRxiv preprint with gentle shaking. The eluted proteins were detected by SDS-PAGE followed 399 by western blot analysis with anti-GST antibody and CD63 antibody. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/331835 doi: bioRxiv preprint pcDNA3.1-3flag-CD63 arelisted in Table 1 . Two pairs of shRNAs targeting 421 human CD63 and a negative control shRNA (Table 1) The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/331835 doi: bioRxiv preprint protein is involved in RNA replication. Virology 333(1), 124-31. Screen for interaction on synthetic dropout medium lacking tryptophan, 616 leucine,and histidine(SD-Trp-Leu-His). (C) Screen for interaction on synthetic 617 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 649,
                    "end": 656,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 733,
                    "end": 742,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "331"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/331835 doi: bioRxiv preprint dropout medium lacking tryptophan, leucine, histidine, and adenine 618 (SD-Trp-Leu-His-Ade). (D)Confirmation of positive interactions on 619 SD-Trp-Leu-X-Gal medium; 15 clones demonstrating protein interactions 620 between HAstV and nsP1a were obtained. Co-transformation with pGADT7-T 621 and pGBKT7-Lam was used as a negative control (-).Co-transformation with 622 pGADT7-T and pGBKT7-53 was used as a positive control (+).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "331"
        },
        {
            "text": "Co-transformation with pGBKT7-nsP1a and pGADT7 was used as an 624 auto-activation control (*). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "623"
        },
        {
            "text": "CD63-His was then added to assay protein binding. The proteins were washed, 639 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "638"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/331835 doi: bioRxiv preprint Table 1 Oligonucleotides used in this study",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 131,
                    "end": 138,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "638"
        },
        {
            "text": "Sequence ( ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Primer Name"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The 640 expression of nsP1a was detected by anti-GST mAb",
            "authors": [],
            "year": null,
            "venue": "from the agarose beads, and confirmed by immunoblotting",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The C-terminal nonstructural protein nsP1a/4 interacts with the 644 CD63 large loop LEL domain. Structure of the protein domains of CD63 and 645 the LELdomain. (B)Schematic representation of the protein domains of the",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "HAstV nsP1a protein and the four domains protein tested in this study. (C) The 647 recombinant plasmids CD63-LEL were",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "649 respectively) to induce CD63expression, and the culture was incubated for an 650 additional 6 h at 30C. The purified CD63-LEL-His protein (11kDa) was 651 analyzed by SDS-PAGE and stained with Coomassie blue R-250(lane 7). The 652 recombinant protein CD63-LEL was detected by western blot using CD63 653 antibody (lane 8). (D)The recombinant plasmid nsP1a/4-GST",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "IPTG (lanes 1-6, respectively) to induce nsP1a/4expression, and the culture was 656 incubated for an additional 6 h at 37C. The purified nsP1a/4-GST protein 657 (66kDa, GST26kDa) was analyzed by SDS-PAGE and stained with Coomassie 658 blue R-250(lane 7). The recombinant protein nsP1a/4 was detected by western 659 blot using nsP1a/4 antibody",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "doi: bioRxiv preprint added to assay protein-protein binding. After washing, proteins were eluted from 662 the agarose beads and confirmed by immunoblotting. The expression of nsP1a/4 663 was detected by anti-GST mAb, and CD63-LEL was",
            "authors": [],
            "year": null,
            "venue": "(E) nsP1a/4-GST was immobilized on glutathione agarose. CD63-LEL-His was 661 author/funder",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/331835"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "HEK293T cells were co-transfected nsP1a/4-HA plasmid and CD63-LEL-Flag 665 plasmid for 48 h and harvested. Cell lysates from co-transfected and 666 untransfected control cells were immunoprecipitated with antibody against Flag 667 or HA followed by western blot analysis",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Co-localization of nsP1a/4 protein with CD63-LEL protein. 293 T 670 cells were co-transfected with PEF-nsP1a/4-HA and pcDNA3",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Fig",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Cells were fixed after 48 h and subjected to indirect 672 immunofluorescence to detect CD63-LEL-Flag (red, A) and nsP1a/4-HA (green",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "B) with rabbit anti-Flag and mouse anti-HA antibodies. The position of the 674 nucleus is indicated by DAPI (blue, C) staining in the merged image",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Co-expression of CD63-LEL and nsP1a/4 showing cytoplasm localization in 676 merged images D",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The amount of CD63 mRNA 679 expression in the Caco-2 cells infected with HAstV-1 virus by real-time 680",
            "authors": [],
            "year": null,
            "venue": "Fig. 6. CD63 effect on HAstV-1 replication",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "01); (A) Real time PCR analysis of CD63 mRNA expression in 681",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Pcr(p0",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "doi: bioRxiv preprint levels assayed by real-time PCR (P0.01). (D) Overexpression of CD63 684 mediated by eukaryotic expression vector pcDNA3.1-3flag and knockdown of 685 CD63 expression mediated by shRNA. (E) Intracellular CD63 mRNA 686 expression levels assayed by real-time PCR",
            "authors": [],
            "year": null,
            "venue": "Caco-2 cells infected with HAstV-1. (B)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/331835"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "No reuse allowed without permission. The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/331835"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "derived from Caco-2 cells using a yeast two-hybrid technique. Deletion analysis 23 revealed that interaction between the nsP1a/4 domain and the large extracellular 24 loop (LEL) domain of the human protein CD63 is necessary for astrovirus 25 replication. The interaction was confirmed by glutathione-S-transferase (GST) 26 pull-down assays and co-immunoprecipitation assays. Confocal microscopy 27",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "16). Tetraspanins, a large superfamily of cell-surface membrane 71 proteins characterized by four transmembrane domains, have the unique 72 property to form a network of protein-protein interactions through associations 73 with multiple membrane proteins that are involved in several infectious diseases 74 (17, 18). There is increasing evidence suggesting that intracellular pathogens, 75 especially viruses, \"hijack\" tetraspanins when entering, traversing and exiting 76 cells during the course of infection. Several studies have reported that 77 tetraspanins, such as CD151 (19), CD81 (20, 21), CD82 (22), CD9 (23), and 78 CD63 (24), are key players in the lifecycles of many viruses. -S-transferase(GST) pull-down assaysto confirm that CD63 can 81 interact with nsP1a/4.Confocal microscopy revealed that the CD63 large 82 extracellular loop (LEL) domain co-localizes with nsP1a/4 in the cytoplasm. 83 CD63 knockdown or overexpression strongly affected the replication of HAstV 84 in Caco-2 cells. Those findings indicate that CD63 plays an important role in the",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "110 transmembrane protein CD63 (GenBank accession number: NM_001040034.1), 111 for further study.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Consistent with those results, anti-His MAb could pull down CD63 protein 140 together with nsP1a protein. In contrast, the negative control could not pull 141 down any viral proteins. The results indicated that nsP1a could interact with 142 CD63 in vitro. 143 The nsP1a/4 protein interacts with the CD63 large-loop domain. We 144 performed binding experiments to identify the region of the nsP1a protein that 145 interacts with CD63 in vivo and in vitro. CD63 contains 204-355 amino acids 146 (20-30 kDa), comprising four transmembrane domains, a short extracellular 147 loop (EC1), a long extracellular loop (EC2), a very short intracellular loop, and 148 cytoplasmic N-terminal and C-terminal tails (Figure 4A). EC2, also called the 149 large loop (LEL, 99aa), contains a variable region for specific protein-protein 150 interactions. We constructed and confirmed the eukaryotic expression vector 151 pcDNA3.1-3flag-CD63-LEL and the prokaryotic expression vector 152 pET-29a-LEL. We expressed IPTG-induced recombinant CD63-LEL-His fusion 153",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "160 protein from the bacteria (Fig4D). We co-transfected HEK293T cells with 161 pcDNA3.1-3flag-CD63-LEL and either PEF-HA-1a/1, PEF-HA-1a/2, 162 PEF-HA-1a/3, or PEF-HA-1a/4. We then performed immunoprecipitation with 163 lysates from the transfected cells and anti-HA or anti-Flag antibodies. We 164 identified protein-protein interactions by GST pull-down (Fig 4E) or 165 co-immunoprecipitation (Fig 4F) assays as described above. The results showed 166 that the CD63 LEL domain interacted with nsP1a/4 in vivo and in vitro. In 167contrast, no interaction between CD63-LEL and nsP1a/1, nsP1a/2, or nsP1a/3 168 were observed (data not shown).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "169 CD63-LEL co-localizes with nsP1a/4 in host cells. We used 170 immunofluorescence and confocal microscopy to further investigate the 171 interaction betweennsP1a/4 and CD63-LEL. We co-transfected HEK293T cells 172 with the plasmids HA-nsP1a/4 and Flag-CD63-LEL. We then examined the 173 subcellular localization of nsP1a/4 and CD63-LEL by confocal microscopy. The 174 Flag-CD63-LEL (Fig. 5A) and HA-nsP1a/4 (Fig. 5B) proteins were distributed 175 throughout the cytoplasm. We determined the position of the nucleus by DAPI 176 staining(Fig. 5C). Statistical analysis of the images showed that the 177 (immunofluorescence assay,IFA)signals of nsP1a/4 and CD63-LEL significantly 178 author/funder. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "HAstV infection increases CD63 expression.HAstV-1 nsP1a has been 183 reported to regulate the viral RNA-replication process. To determine whether 184 HAstV-1 infection affects CD63 expression, we infected Caco-2 cells with",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "190 protein 48h after infection were higher in HAstV-infected cells than 191 inmock-infected cells, suggesting that CD63 plays an important role in HAstV-1 192 genome replication. Furthermore, we infected Caco-2 cells with HAstV-1(MOI 193 1) and measured the amount of viral RNA present in the cell culture after 24h 194 and 48h. The results showed that the amount of viral RNA was significantly 195 increased at 24h and 48h in the HAstV-1-infected cells compared with those in 196 the mock-infected cells (P＜0.01;Fig 6C).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "197CD63 expression affects HAstV replication. To assess the role of CD63 in198    HAstV replication, we infected CD63-overexpressing and CD63-knockdown199 Caco-2cells with HAstV-1 and measured the level of viral RNA 48 the wild-type level was increased 5-fold in the cells transfected with 203 the overexpression plasmid and decreased 10-fold in the cells transfected with 204 the anti-CD63 shRNA.We then infected the cells with HAstV-1(MOI 1) and 205 measured the amount of viral RNA present in the cell cultures 48h after 206 infection. The results showed a 1.45-fold increase in the level of HAstV-1 RNA 207 in the cultures of CD63-overexpressing cells compared with that in cultures of 208 control cells(P＜0.01). The CD63 knockdown resulted in a 6-folddecrease 209 inintracellular viral RNA levels(P＜0.01; Fig 6F). Those results indicated that 210 CD63 plays animportant rolein the HAstV lifecycle.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "sense RNA viruses have frequently been found to replicate in 214 association with a large number of cellular proteins (25). The C-terminal nsP1a 215 protein of HAstV Yuc8 was shown to interact with the viral polymerase (14). 216 Astrovirus replication and assembly have also been linked to fatty-acid synthesis, 217 ATP biosynthesis, and cellular lipid metabolism (26), but it is unknown what 218 host proteins contribute to a successful virus infection. We found that HAstV 219 nsP1a or nsP1a/4 could interact with the host protein CD63 based on a Y2H 220 screen and observations of direct interaction between nsP1a/4 and CD63 both 221 invivo and in vitro.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "228CD63 was the first characterized tetraspanin(27). It has been shown that 229 CD63 reacts with many different proteins either directly or indirectly, including230 integrins(28,29), other tetraspanins(30,31), cell-surface receptors(32), and 231 kinases(33). Viruses are obligate intracellular pathogens andmust utilize 232 host-cell machinery in order to complete their lifecycle. Viruses have been 233 shown to incorporate many host components, including tetraspan 234 transmembrane proteins (34). It is therefore highly likely that tetraspanins play 235 an important role in the lifecycles of viruses. We confirmed that CD63 could 236 interact with HAstV nsP1a both in vivo and in vitro. We transfected HEK293T 237 cells with nsP1a-HA alone or togetherwith CD63-Flag. We successfully 238 recovered nsP1a-HA/CD63-Flag complex by co-immunoprecipitation assays of 239 co-transfected cells. Weshowed that CD63 bound directly to nsP1a in vitro 240 usingGSTpull-down analyses ofpurified recombinant GST-nsP1a protein and 241 recombinant CD63-His protein. Those results showed that the HAstV nsP1a 242 could interact with CD63.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Protein-protein interaction sites have been found in the LEL domains of other 248 proteins (35, 36). We verified that the CD63-LEL domain interacts with nsP1a/4 249 in vivo and in vitro. Confocal microscopy also showed that nsP1a/4 and CD63 250 co-localized in the cytoplasm. Previous data indicatedthat the HAstV nsP1a 251 polyprotein would generate at least four products. The nonstructural C-terminal 252",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Tetraspanin proteins have been reported to be involved in the lifecycles of 257 many viruses, such as human immunodeficiency virus (HIV)(37-39), hepatitis C 258 virus (HCV) (40,41), human papillomavirus(HPV) (,42,43), human T cell 259 lymphotrophic virus (HTLV) (44), porcine reproductive and respiratory 260 syndrome virus (PPRSV) (45), and rotavirus(46). CD63 protein was confirmed 261 to interact with the rotavirus VP6 protein and to be involved in the release of 262 membrane vesicles by intestinal epithelial cells infected with rotavirus (47). 263 CD63 also has been shown to play an essential role during HIV-1replication in 264 macrophages. CD63 can interact with and accumulate in close proximity to the 265 HIV gp41 protein during the cell-to-cell transfer of HIV (48).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "viral mRNA level in infected cells, whereas CD63 knockdown 269 reduced the viral mRNA level in infected cells. A previous study suggested 270 thatnsP1a/4 is involved inthe viral RNA replication process and mightbe 271 necessary for efficient formation of the viral RNA-replication complex through 272 a direct interaction with the viral RNA or with other proteins of the complex 273 (14). Further research isneeded to investigate whether CD63 or nsP1a/4 is 274 necessary forviral RNA or viral polymerase toform a functional replication 275 complex and to identify which signal pathway isinvolved promoting virus 276 replication. 277 We confirmed that CD63 is co-opted by HAstV nsP1a/4 during infection of 278 susceptible host cells. The interaction between CD63 and nsP1a/4 appears to 279 promote viral RNA replication. Our results confirmed that CD63 is involved in 280 the formation of exosomes and is abundantly present in late endosomes and 281 lysosomes. CD63 at the cell surface is endocytosed via a clathrin-dependent 282 pathway. In late endosomes, CD63 is enriched on the intraluminal vesicles, 283 which are secreted by specialized cells as exosomes via the fusion of endosomes 284 with the plasma membrane. HAstV Yuc8 RNA replication occurs in association 285 with host-cell membranes, and the entry of HAstV into host cells apparently 286 depends on the maturation of endosomes (49).The significance of CD63 287 function in HAstV infection and whether CD63 is involved in HAstV cell 288 author/funder. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "culture and virus infection. HEK293T and Caco-2 cells were 295 maintained in Dulbecco's Modified Eagle's Medium (DMEM; GIBCO, UK) 296 containing 10% fetal calf serum (GIBCO, UK). A plasmid-based reverse 297 genetics system for human astrovirus type 1 (HAstV-1) was provided by 298 professor Akira Nakanishi, Department of Aging Intervention, National Center 299 for Geriatrics and Gerontology Morioka, Obu,Aichi, Japan. An HAstV-1cDNA 300 plasmid (pCAG-AVIC) that drives HAstV-1 cDNA expression from the CAG 301 promoter was transfected into HEK293T cells. Cell-culture supernatants were 302 collected 48 h after transfection and used as a source of recombinant viruses to 303 infect Caco-2 cells (50). The virus was activated with 200 μg/mL porcine 304 trypsin(Sigma) for 1h at 37C before exposure to the cells. The virus titers in the 305 Caco-2 cell cultures were determined by fluorescent-focus assays as described 306 previously (50).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "Construction and expression of plasmids.HAstV-1 nsP1a protein 308 (GenBank accession number: AGX15183.1) was amplified using primers listed 309 in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "314 nsP1a by RT-PCR. The PCR products were cloned into PEF-HA PGK Hygrp 315 vector to create PEF-HA-nsP1a and PEF-HA-nsP1a/4 plasmids via the in-fusion 316 HD Cloning method (TaKaRa Bio,Dalian,China). The expression plasmids 317 pGEX-6P-1-nsP1a andpGEX-6P-1-nsP1a/4 weregenerated viathe insertion of 318 nsP1a or nsP1a/4 cDNA between the BamH I and Xho I sites of pGEX-6P-1. 319 The expression plasmid pET-29a-CD63-LELwas generated via theinsertion 320 ofCD63-LEL cDNAbetween the Xho I and BamH I sites of pET-29. To generate 321 N-terminally Flag-tagged CD63(GenBank accession number: NM_001040034.1) 322 or CD63-LEL expression constructs, CD63 or CD63-LEL PCR products were 323 cloned into pcDNA3.1(+) vector to create pcDNA3.1-3flag-CD63 and 324 pcDNA3.1-3flag-CD63-LEL via the in-fusion HD Cloning method. 325 Expression and purification of recombinant nsP1a,nsP1a/4, and LEL 326 proteins. The nsP1a and nsP1a/4 proteins were expressed and purified using 327 thesame protocol was used for the CD63-LEL protein with some modifications.328Briefly, the recombinant plasmid was transformed into competent E. coli BL21 329 (DE3) cells, which were then grown overnight in 5 mL Luria-Bertani broth. The",
            "latex": null,
            "type": "figure"
        },
        "FIGREF22": {
            "text": "4B (GE Healthcare Bio-Sciences, Little Chalfont, UK) 335 according to the manufacturer's instructions. The purification of recombinant 336 nsP1a, nsP1a/4, and LEL proteins was further confirmed by western blot. 337 Plasmid transfection. HEK293T cells were transfected with plasmids 338 containing recombinant DNA using the Lipofectamine 2000 transfection reagent 339 (Invitrogen) according to the manufacturer's protocol. Briefly, cells were grown 340 to approximately 90% confluence on six-well palates. The culture medium was 341 replaced by serum-free medium containing the desired plasmid and 342 Lipofectamine2000. The cells were incubated for 48 h at37°C in 5% CO 2 and 343 harvested for examination by western blot analysis to confirm the protein 344 expression. 345 Antibodies. Anti-Flag murine IgG1 monoclonal antibody, anti-HA murine 346 IgG1 monoclonal antibody, rabbit antibody, anti-GST-Tag mouse polyclonal 347 antibody, and anti-His-tag mouse polyclonal antibody were used (Sigma). 348 Horseradish peroxidase-labeled goat anti-mouse IgG or goat anti-rabbit IgG 349 (Santa Cruz Biotechnology Co.,Ltd, Shanghai, China) were used for western 350 blotting. FITC-labeled goat anti-mouse IgG and Alexa Fluor®-labeled Goat 351Anti-rabbit IgG (Santa Cruz Biotechnology) were used as secondary antibodies 352 for immunofluorescence and confocal microscopy. A polyclonal antibody to 353 recombinant nsP1a or nsP1a/4 of HAstV was prepared in a previous study (51).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF24": {
            "text": "356 constructed for three ORFs. AY2H media set (Clontech,TaKaRa Biomedical 357 Technology Co., Ltd.,Dalian, China) was used to identify nsP1a binding factors 358 according to the manufacturer's instructions. In brief, AH109 and Y187 cells 359 were transformed with the bait (pGBKT7-nsP1a) and prey (Caco-2 cDNA 360 library)constructs, respectively, according to the yeast transformation protocol 361 (Clontech). A clone ofthe bait transformant was mated with a clone ofthe prey 362 transformant and grown at 30C overnight in 1 mL yeast extract peptone 363 dextrose broth. The mated clones were selected on SD medium fortified with 364 tryptophan and leucine to ensure successful mating. Finally, the interacting 365 partners were screened on SD media lacking tryptophan (-Trp), leucine (-Leu), 366 adenine (-Ade), and histidine (-His). Plasmids pGBKT7-53 and pGADT7-T, 367 encoding the interacting protein pairP53 and Simian virus 40 (SV40) large T 368 antigen, respectively, were used as positive controls. Plasmids pGBKT7-Lam 369 and pGADT7-T, encoding the non-interacting protein pairlamin and SV40 large 370 T antigen, respectively, served as negative controls. 371 Western blot. Protein samples were separated by 12% SDS-PAGE and then 372 transferred onto PVDF membranes (Millipore, Bedford, MA, USA). The 373 membranes were incubated with anti-HA mAb(1:5000), anti-Flag 374 mAb(1:10000), anti-CD63 mAb (1:2000), and anti-CD63 mAb 375",
            "latex": null,
            "type": "figure"
        },
        "FIGREF25": {
            "text": "pull-down assays. The recombinant pGEX-6P-1-nsP1a or 381 pGEX-6P-1-nsP1a/4 plasmids were used to transform competent E. coli BL21 382 (DE3) cells. The cells were than grown overnight in5mL Luria-Bertani broth 383 supplemented with ampicillin until the optical density (OD600) reached 0.6-0.8. 384 Expression of pGEX-6P-nsP1a was induced with 0.1~1mM IPTG at 25~37℃ 385 with shaking at 220 rpm and then analyzed by SDS-PAGE. GST-nsP1a protein 386 was purifiedusing a gravity-flow GST-Sefinose TM Resin (Sangon Bitech, 387 Shanghai, China) column according to the manufacturer's instructions and 388 detected by SDS-PAGE. His-tagged recombinant human CD63 protein was 389 obtained from ThermoFisher Scientific Sino Biological (China).The expression 390 and purification of the CD63 LEL domain were performed by the same method 391 used for nsP1a and nsP1a/4. The Pierce™ GST Protein Interaction Pull-Down 392 Kit (Thermo Fisher Scientific) was used to identify the interaction between 393 nsP1a or nsP1a/4 and CD63 or CD63-LEL in vitro. In brief, prepared 394 GST-nsP1a or GST-nsP1a/4 bait protein sample was bound to glutathione 395 agarose. Then, the beads were washed four times with wash solution 396 (25mMTris-HCl, 0.15MNaCl, pH 7.2). Pull-Down Lysis Buffer was incubated 397with recombinant His-tagged CD63 or His-CD63-LEL at 4°C for at least 1 h 398 author/funder. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF26": {
            "text": "Co-immunoprecipitation of nsP1a/4 with CD63-LEL. HEK293T cells 401 were transfected with PEF-HA-nsP1a/4 and pcDNA3.1-3flag-CD63-LEL 402 expression plasmids. Following transfection for 48 h, the cells were lysed in 403 NP-40 lysis buffer containing protease inhibitors. Following the manufacturer's 404 protocol, antibodies directed against Flag or HA were separately bound and 405 cross-linked to Protein G Dynabeads (Novagen) using the reagents provided in 406 the Pierce Crosslink Co-immunoprecipitation Kit (Pierce). Approximately 1-5 407 mg of untransfected or transfected cell lysates were then mixed with different 408 sets of antibody-coupled beads and washed. The eluted proteins were analyzed 409 by western blot using Flag or HA antibody. 410 Immunofluorescence and confocal microscopy. HEK293T cells were 411 co-transfected with PEF-HA-nsP1a/4 and pcDNA3.1-3flag-CD63-LEL plasmids. 412 After 48 h, the cells were washed with 1 mL PBS and fixed with 4% 413 paraformaldehyde for 10min at room temperature. After additional PBS washes, 414 mouse anti-Flag and rabbit anti-HA was applied at a dilution of 1:1000.The cells 415 were then incubated for 1h at room temperature, washed with PBS, and 416 subsequently incubated with FITC-labeled goat anti-mouse IgG and Alexa 417 Fluor®-labeled goat anti-rabbit IgG at a dilution of 1:500. The cells were then 418 washed with PBS and observed under a confocal microscope.419CD63 overexpression and knockdown. The primers used to construct 420 author/funder. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF27": {
            "text": "MCS-CMV-GFP-SV40-Neomycin vector (Shanghai Genechem Co.,Ltd.) 423 to generate CD63-shRNA-1, CD63-shRNA-2, and CD63-NC, respectively. 424 HEK293T cells were transfected with the constructs along with 425 pcDNA3.1-3flag-CD63 using Lipofectamine 2000 transfection reagent 426 (Invitrogen, Carlsbad, CA) following the manufacturer's protocol.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF28": {
            "text": "Real-time RT-PCR. The target gene CD63 and HAstV RNA were quantified 428 by real-time RT-PCR using the primers listed in Table 1. Total RNA was 429 isolated from HEK293T cells using TRIzol (Invitrogen) according to the 430 manufacturer's instructions. cDNA was reverse transcribed from 1µg total RNA 431 using PrimeScript Reverse Transcriptase (TaKaRa Bio,Dalian,China).432 Quantitative real-time RT-PCR was performed using theSYBR PrimeScript 433 RT-kit(TaKaRa Bio) according to the manufacturer's instructions.The relative 434 transcript levels were analyzed using the Ct method. The results were 435 analyzed using Bio-RAD IQTM5 optical system software. 436 Statistical analysis. Data were presentedas the meanSD. Differences 437 betweengroups were examined using Student's t test with P<0.05 as the 438 threshold forstatistical significance.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF29": {
            "text": "work was supported by grants from the National Nature Science EA, Arias CF. 2013. Astroviruses, p 609-628. In Knipe DM,Howley PM, Cohen 450 JI, Griffin DE, Lamb RA, Martin MA, Racaniello VR,Roizman B (ed), Fields virology, 451 6th ed, vol 1. Lippincott Williams &Wilkins, Philadelphia, PA. 452 2. Gallimore CI, Taylor C, Gennery AR, Cant AJ, Galloway A, Lewis D,Gray JJ. 2005. Use 453 of a heminested reverse transcriptase PCR assay for detection of astrovirus in 454 environmental swabs from an outbreak of gastroenteritis in a pediatric primary 455 immunodeficiency unit. J Clin Microbiol 43(8):3890-3894.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF30": {
            "text": "Wunderli W, Meerbach A, Güngör T, Berger C, Greiner O, Caduff R, Trkola A, Bossart W, 457 Gerlach D, Schibler M, Cordey S, McKee TA, Van Belle S, Kaiser L, Tapparel C.2011. 458 Astrovirus infection in hospitalized infants with severe combined immunodeficiency after 459 allogeneic hematopoietic stem cell transplantation. PLoS One 6(11):e27483.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF31": {
            "text": "Silva RC, Benati FJ, Pena GP, Santos N.2010. Molecular characterization of viruses 461 associated with gastrointestinal infection in HIV-positive patients. Braz J Infect Dis 462 14(6):549-552. 463 5. Quan PL, Wagner TA, Briese T, Torgerson TR, Hornig M, Tashmukhamedova A, Firth C,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF32": {
            "text": "Al-Mutairy B, Walter JE, Pothen A, Mitchell DK. 2005. Genome prediction of putative 471 genome-linked viral protein (VPg) of astroviruses. Virus Genes 31(1):21-30. 472 8. Guix S, Bosch A, Ribes E, Dora Martínez L, Pintó RM. 2004. Apoptosis in 473 astrovirus-infected CaCo-2 cells. Virology 319(2):249-261.474 9. Jiang B, Monroe SS, Koonin EV, Stine SE, Glass RI. 1993. RNA sequence of astrovirus: 475 distinctive genomic organization and a putative retrovirus-like ribosomal frameshifting 476 signal that directs the viral replicase synthesis. Proc Natl Acad Sci U S A. 477 90(22):10539-10543. 478 10. Méndez-Toss M, Romero-Guido P, Munguía ME, Méndez E, Arias CF.2000. Molecular 479 analysis of a serotype 8 human astrovirus genome J Gen Virol 81(Pt 12):2891-2897. 480 11. Willcocks MM, Boxall AS, Carter MJ. 1999. Processing and intracellular location of 481 human astrovirus non-structural proteins. J Gen Virol 80(Pt 10):2607-2611. 482 12. Méndez E, Salas-Ocampo MP, Munguía ME, Arias CF. 2003. Protein products of the 483 open reading frames encoding nonstructural proteins of human astrovirus serotype 8. J 484 Virol 77(21):11378-11384. 485 13. Guix S, Caballero S, Bosch A, Pintó RM. 2005. Human astrovirus C-terminal nsP1a 486 author/funder. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF33": {
            "text": "Spriel AB, Figdor CG. 2010. The role of tetraspanins in the pathogenesis of 496 infectious diseases. Microbes Infect 12(2), 106-112. 497 18. Monk PN, Partridge LJ. 2012. Tetraspanins: gateways for infection. Fast LA, Lieber D, Lang T, Florin L.2017. Tetraspanins in infections by human 502 cytomegalo-and papillomaviruses. Biochem Soc Trans 45(2):489-497. 503 21. Rocha-Perugini V , Suárez H, Álvarez S, López-Martín S, Lenzi GM, Vences-Catalán F, 504 Levy S, Kim B, Muñoz-Fernández MA, Sánchez-Madrid F, Yáñez-Mó M.2017. CD81 505 association with SAMHD1 enhances HIV-1 reverse transcription by increasing dNTP 506 levels. Nat Microbiol 2(11):1513-1522.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF34": {
            "text": "Earnest JT, Hantak MP, Li K, McCray PB Jr, Perlman S, Gallagher T.2017. The 511 tetraspanin CD9 facilitates MERS-coronavirus entry by scaffolding host cell receptors 512 and proteases. PLoS Pathogen 13(7):e1006546. 513 24. Hurwitz SN, Nkosi D, Conlon MM, York SB, Liu X, Tremblay DC, Meckes DG Jr. 2017. 514 CD63 Regulates Epstein-Barr Virus LMP1 Exosomal Packaging, Enhancement of 515 Vesicle Production, and Noncanonical NF-κB Signaling. J Virol 91(5). pii: e02251-16. 516 25. Ahlquist P, Noueiry AO, Lee WM, Kushner DB, Dye BT. 2003. Host factors in 517 positive-strand RNA virus genome replication. J Virol 77(15):8181-8186. 518 26. Murillo A, Vera-Estrella R, Barkla BJ, Méndez E, Arias CF.2015. Identification of Host 519 Cell Factors Associated with Astrovirus Replication in Caco-2 Cells. J Virol 520 89(20):10359-10370. 521 27. Pols MS, Klumperman J. 2009.Trafficking and function of the tetraspanin CD63. Exp 522 Cell Res 315(9):1584-1592. 523 28. Berditchevski F.Complexes of tetraspanins with integrins: more than meets the eye. 524 2001. J Cell Sci 114(Pt 23):4143-4151. 525 29. Bassani S, Cingolani LA.2012. Tetraspanins: Interactions and interplay with integrins. 526 Int J Biochem Cell Biol. 44(5):703-708.52730. Radford KJ, Thorne RF, Hersey P.1996. CD63 associates with transmembrane 4 528 superfamily members, CD9 and CD81, and with beta 1 integrins in human melanoma, 529 author/funder. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF35": {
            "text": ". 2006.Syntenin-1 is a new component of tetraspanin-enriched microdomains: 538 mechanisms and consequences of the interaction of syntenin-1 with CD63.Mol Cell Biol 539 26(20):7707-7718.540 34. Monk PN, Partridge LJ.2012. Tetraspanins: gateways for infection. Infect Disord Drug 541 Targets 12(1):4-17. 542 35. Stipp CS, Kolesnikova TV, Hemler ME.2003. Functional domains in tetraspanin 543 proteins. Trends Biochem Sci 28(2):106-112. 544 36. Kitadokoro K, Bordo D, Galli G, Petracca R, Falugi F, Abrignani S, Grandi G, Bolognesi 545 M. 2001.CD81 extracellular domain 3D structure: insight into the tetraspanin role for CD63 in CCR5-mediated human immunodeficiency virus type 1 infecti 550 on of macrophages. J Virol 77(6):3624-3633.551 author/funder. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF36": {
            "text": "Construction of nsP1a bait plasmid and detection of 598 auto-activation. (A) Construction of pGBKT7-nsP1a bait plasmid. Lane M: 599 DL15000 DNA marker; Lane 1: amplified fragment of nsP1a; Lane 2: 600 confirmation of pGBKT7-nsP1a by digestion with BamH I and Pst I. (B) 601 Determination of the auto-activation of the pGBKT7-nsP1a bait plasmid in yeast 602 cells. The pGBKT7-nsP1a bait and pGBKT7 plasmids were used to transform 603 Y2HGold cells and then grown on different plates. Co-transformants containing 604 pGADT7-T and pGBKT7-53 were grown on SD -Leu-Trp-His plates as a 605 positive control. Co-transformants containing pGADT7-Lam and pGBKT7-T 606 were grown on SD -Leu-Trp-His plates as negative control. Analysis of putatively positive colonies of Y2HGold cells. Y2HGold 610 clones containingthe cDNA library were grown on dropout medium lacking 611 tryptophan and leucine (SD-Trp-Leu). There were 25 clones, and the total 612 number cloned was 2.5×10 5 .Yeast cells containing the bait (HAstV nsP1a) and 613 prey plasmids (Caco-2 cell cDNA library) werescreened for interaction on 614 synthetic dropout media. (A) Screen for interaction on SD-Trp-Leu medium. (B) 615",
            "latex": null,
            "type": "figure"
        },
        "FIGREF37": {
            "text": "nsP1a interacts with CD63 in vivo and in vitro. (A) HEK293T cells 627 were co-transfected with nsP1a-HA plasmid and CD63-Flag plasmid for 48 h 628 and harvested. Cell lysates from co-transfected and untransfected control cells 629 were immunoprecipitated with antibody against Flag or HA and then analyzedby 630 western blot. (B) The recombinant plasmids nsP1a-GST were transfected into E. 631 coli BL21 (DE3) cells. The cells were then mixed with IPTG at concentrations nsP1a.The cells were then incubated for an additional 5 h at 25C. 634 The purified nsP1a-GST protein (110kDa) was analyzed by SDS-PAGE and 635 stained with Coomassie blue R-250 (lane 7). The recombinant protein CD63-His 636 was detected by western blot using CD63 antibody. Lane M: protein molecular 637 weight marker. (C) nsP1a-GST was immobilized on glutathione agarose.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "31.Berditchevski F, Odintsova E. 2007.Tetraspanins as regulators of protein trafficking.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "40. Grigorov B, Molle J, Rubinstein E, Zoulim F, Bartosch B.2017. CD81 large extracellular loop-containing fusion proteins with a dominant negative effect on HCV cell spread and 41. Ramanathan A, Gusarova V, Stahl N, Gurnett-Bander A, Kyratsous CA.2016. Alirocumab, a Therapeutic Human Antibody to PCSK9, Does Not Affect CD81 Levels or Hepatitis C Virus Entry and Replication into Hepatocytes. PLoS One 26; 42. Scheffer KD, Gawlitza A, Spoden GA, Zhang XA, Lambert C, Berditchevski F, Florin L. 43. Gräßel L, Fast LA, Scheffer KD, Boukhallouk F, Spoden GA, Tenzer S, Boller K, Bago The CD63-Syntenin-1 Complex Controls Post-Endocytic Trafficking of Oncogenic Human Papillomaviruses. Sci Rep 6:32337. 44. Mazurov D, Heidecker G, Derse D. 2006. HTLV-1 Gag protein associates with CD82 tetraspanin microdomains at the plasma membrane. Virology 346(1): 194-author/funder. All rights reserved. No reuse allowed without permission. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/331835 doi: bioRxiv preprint 45. Shanmukhappa K, Kim JK, Kapil S.2007. Role of CD151, A tetraspanin, in porcine reproductive and respiratory syndrome virus infection. Virol J 16; 4:62. 46. Halasz P, Fleming FE, Coulson BS.2005. Evaluation of specificity and effects of monoclonal antibodies submitted to the E ighth HumanLeucocyte Differentiation Antigen Workshop on rotavirus-cell attachment and entry. Cell Immunol 236(1-2):179-187. 47. Barreto A, Rodríguez LS, Rojas OL, Wolf M, Greenberg HB, Franco MA, Angel J.2010. Membrane vesicles released by intestinal epithelial cells infected with rotavirus inhibit T-cellfunction.Viral Immunol 23(6):595-608. 48. Ivanusic D.2014. HIV-1 cell-to-cell spread: CD63-gp41 interaction at the virological synapse. AIDS Res Hum Retroviruses 30(9):844-845. 49. Méndez E, Muñoz-Yañez C, Sánchez-San Martín C, Aguirre-Crespo G, Baños-Lara Mdel R, Gutierrez M, Espinosa R, Acevedo Y, Arias CF, López S.2014. Characterization of human astrovirus cell entry. J Virol 88(5):2452-2460. 50. Chapellier B, Tange S, Tasaki H, Yoshida K, Zhou Y, Sakon N, Katayama K, Nakanishi 588 A.2015. Examination of a plasmid-based reverse genetics system for human astrovirus. 51. Liu C, Liu WH, Kan LL, Li X, Li YG, Zhao W.2014. Production of polyclonal antibody to a recombinant non-structural protein Nsp1a of human astrovirus. J Virol Methods.author/funder. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}