{
    "paper_id": "4f5901d41427c10d4dafdc6d3cef2dd20bba871a",
    "metadata": {
        "title": "Kin and group selection are both flawed but useful data analysis tools",
        "authors": [
            {
                "first": "Jeff",
                "middle": [],
                "last": "Smith",
                "suffix": "",
                "affiliation": {
                    "laboratory": "No affiliation",
                    "institution": "",
                    "location": {
                        "settlement": "St. Louis",
                        "region": "Missouri",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "R",
                "middle": [
                    "Fredrik"
                ],
                "last": "Inglis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Missouri-St. Louis",
                    "location": {
                        "postCode": "63121",
                        "settlement": "St. Louis",
                        "region": "MO",
                        "country": "USA"
                    }
                },
                "email": "inglis@umsl.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "For understanding the evolution of social behavior in microbes, mathematical theory can aid empirical research but is often only used as a qualitative heuristic. How to properly formulate social evolution theory has also been contentious. Here we evaluate kin and multilevel selection theory as tools for analyzing microbial data. We reanalyze published datasets that share a common exper-5 imental design and evaluate these theories in terms of data visualization, statistical performance, biological interpretation, and quantitative comparison across systems. We find that the canonical formulations of both kin and multilevel selection are almost always poor analytical tools because they use statistical regressions that are poorly specified for the strong selection and nonadditive fitness effects common in microbial systems. Analyzing both individual and group fitness outcomes 10 helps clarify the biology of selection. We also identify analytical practices in empirical research that suggest how theory might better handle the challenges of microbial data. A quantitative, data-driven approach thus shows how kin and multilevel selection theory both have substantial room for improvement as tools for understanding social evolution in all branches of life.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "For biologists seeking to understand the evolution of cooperation and social behavior, mathematical theory has been a valuable guide for empirical research. Kin selection theory, for example, has been enormously influential in part because it shows that social evolution can be understood from just a few important quantities: how a behavior affects the fitness of an actor, how that behavior affects the fitness of other individuals, and the genetic relatedness between social partners [1, 2] . This theory 20 was developed with a major focus on animal behavior, so its mathematical form was developed in terms of the quantitative-genetic phenotypes most easily measured in animal systems [3] . Similarly, evolutionarily stable strategy (ESS) models of kin selection were formulated to facilitate predictions and empirical tests using comparative data [4] with substantial success [5, 6, 7] .",
            "cite_spans": [
                {
                    "start": 487,
                    "end": 490,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 491,
                    "end": 493,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 508,
                    "end": 510,
                    "text": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 690,
                    "end": 693,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 853,
                    "end": 856,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 886,
                    "end": 888,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 889,
                    "end": 891,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "More recently, microbial systems have become popular for addressing social evolution [8] . Aside 25 from these organisms' intrinsic biological interest and importance as pathogens and mutualists, they allow for empirical methods that would be impractical or impossible in non-microbial systems. Fitness, for example, is notoriously difficult to measure in multicellular organisms [9] . In microbial systems, however, it is common practice to directly measure the fitness effect of a defined change in genotype or environment under controlled laboratory conditions. Evolution can be even be contentious [21, 22] , but it has so far been difficult to evaluate the usefulness of different approaches as analytical tools because they have been debated mostly as abstract mathematics or as verbal interpretations of specific models and results.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 88,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 380,
                    "end": 383,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 602,
                    "end": 606,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 607,
                    "end": 610,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Here we examine what happens where the proverbial rubber meets the road. We test how useful different theoretical approaches are for analyzing experimental data from social interactions 60 among microbes. As a basis for comparison, we focus on a common experimental design we call a \"mix experiment\" which measures how microbial genotypes affect the performance of interacting individuals (Fig. 1A) . We analyze datasets from published mix experiments using the canonical formulations of kin and multilevel selection theory and use quantitative measures of statistical performance to assess what these approaches do well, where they run into problems, and how often these problems occur. For guidance on how theory might better handle the challenges of microbial data, we also identify analytical practices in empirical research that are robust across different microbial systems, provide insight into the causes of selection, and allow quantitative comparison of social selection across systems. A quantitative, data-driven approach can thus be a productive way forward to identify how theory can best aid our understanding of social evolution in all branches 70 of life.",
            "cite_spans": [
                {
                    "start": 1161,
                    "end": 1163,
                    "text": "70",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 389,
                    "end": 398,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "We surveyed published literature for mix experiments with different genotypes of the same microbial species, focusing on studies of social evolution. We included experiments published in the last twenty 75 years that measured the asexual survival and reproduction of strains as a function of their initial frequency, holding constant the total number of individuals. We aimed for breadth of species and social trait, prioritizing studies with several mixing frequencies (as opposed to a single 50:50 mix). We identified 39 studies that included experiments matching our criteria. We sought raw data from journal websites, public data archives, or directly from study authors. We reformatted datasets to 80 express each experiment's initial and final states as the number or density of individuals belonging to each strain, the proportion of individuals belonging to a strain, and/or the total number of individuals-whatever most closely matched the measured quantities. So that our results would not be overly dominated by a few studies with many mix experiments, we included a maximum 12 datasets per study, prioritizing those with most replication and covering the observed range of 85 interactions. In all, we obtained 80 datasets from 20 different studies for further analysis (Table  S1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1281,
                    "end": 1291,
                    "text": "(Table  S1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Choosing and processing datasets"
        },
        {
            "text": "Taking mix experiments as assays for the fitness effects in kin and multilevel selection theory, we let the initial and final populations represent one part of a life cycle expressed in discrete Populations are created with a specified set of initial conditions and then some time later assayed to determine the abundance of each genotype. The time course of the experiment may include several microbial generations. Illustration shows classic \"cheater\" phenotype in which nonproducers of an external good outcompete producers within groups but decrease total group productivity. (B) Fitness models used by social evolution theory. Kin selection describes strain fitness as a multiple linear regression on its own genotype and that of its social neighbors. Multilevel selection describes total group fitness and the within-group difference between strains as linear regressions on mean group genotype. Both approaches use Wrightian fitness. Plots show analyses applied to hypothetical mix experiment shown in (A). Lines show statistical models. Points show hypothetical data. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Applying mathematical theory"
        },
        {
            "text": "Wrightian fitness (Eqn. S3). We let a strain's absolute Wrightian fitness be w = n /n, which measures the fold increase in absolute abundance of the strain over the course of an experiment. A genotype becomes more abundant if w > 1 and less abundant if w < 1. When convenient, we also analyzed Malthusian fitness m = ln w.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Applying mathematical theory"
        },
        {
            "text": "A common form of kin selection theory is neighbor-modulated fitness, which describes an individual's fitness as a function of its own genotype and that of its social partners [23, 2] . If individual genotype is g, where g = 1 for the focal strain of interest and g = 0 for its partner, and mean group genotype is G, then kin selection describes fitness using a multiple least squares regression of the form w ∼ g + G (Fig. 1 , Eqn. S6). The indirect fitness effect of an individual's social partners (the 100 \"benefit\" term in Hamilton's rule) is the slope of the line fit to w(G). The direct fitness effect of an individual's own genotype (the \"cost\" term in Hamilton's rule) is the vertical offset between strains in the fitted model.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 179,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 180,
                    "end": 182,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 417,
                    "end": 424,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "95"
        },
        {
            "text": "A common form of multilevel selection theory uses the Price equation to describe how selection acts within and between groups of interacting individuals [19, 20] . If total group fitness is W and 105 the within-group fitness difference between strains is ∆w, then multilevel selection describes fitness using least squares regressions of the form W ∼ G and ∆w ∼ 1 (Fig. 1, Eqn. S9 ). The among-group selection gradient is the slope of the line fit to W (G). The within-group selection gradient is the expected value of ∆w.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 157,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 158,
                    "end": 161,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 364,
                    "end": 380,
                    "text": "(Fig. 1, Eqn. S9",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "95"
        },
        {
            "text": "Calculations and statistics 110 We analyzed all data using the R environment for statistical computing [24] . Where applicable, we let wild-type and ancestral strains be the reference genotype and let mutants and laboratory-evolved derivatives be the focal genotype. We fit statistical models by least squares regression (lm() command), excluding zeroes for log-transformed quantities.",
            "cite_spans": [
                {
                    "start": 28,
                    "end": 31,
                    "text": "110",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 107,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "95"
        },
        {
            "text": "We evaluated the performance of statistical models using the Akaike Information Criterion (AIC) [25, 26] , calculated via AIC(). AIC is a common model-selection tool that measures goodness of fit discounted by the number of parameters in the model. AIC = 2k − 2 lnL, where k is the number of parameters in a model andL is maximum likelihood. AIC comparisons are meaningful even when models are not nested and have different predictors. A common rule of thumb is models perform substantially differently if |∆AIC| > 2, equivalent to adding a parameter without 120 improving goodness of fit. We sometimes compared the best-performing models (least AIC) from sets of candidates (Table S3 ). To compare models fit to linear or log-transformed fitness outcomes, we calculated the AIC of logarithmic models, as measured on the linear scale, as AIC() plus the Jacobian of the log transform: 2 ln y j , where the y j are the fitted values [27]. We calculated unstandardized fitness effect sizes as e β , where β are the regression coefficients 125 in \"log-linear\" models of the form m ∼ g + G + gG, M ∼ G, and ∆m ∼ G. In log-linear models, slopes are meaningfully comparable to intercepts because they measure the total effect of group genotype from zero to one. We also calculated scaled effect sizes of the form β = β/ |β|, where β ranges from zero to one and measures effect sizes as a proportion of all effects in a model. We calculated the effective number of parameters in log-linear models ask = exp(− β ln β ), an 130 information-theoretic measure analogous to effective species number in ecology as measured by Shannon diversity.k ranges from one when a single parameter explains all the data to the actual number of parameters (four in log-linear models) when all fitness effects have equal size.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "text": "[25,",
                    "ref_id": null
                },
                {
                    "start": 101,
                    "end": 104,
                    "text": "26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 675,
                    "end": 684,
                    "text": "(Table S3",
                    "ref_id": null
                }
            ],
            "section": "95"
        },
        {
            "text": "To measure the performance of models fit to one set fitness outcomes at predicting the other set, we first fit models of the form m ∼ g + G + gG, M ∼ G, and ∆m ∼ G or ∼ ln(G/(1 − G)). We 135 then used the parameters of these fitted models to calculate the predicted values for the other set of outcomes (Eqns. S11, S12). So that compared models would have the same error structure, we also fit a Gaussian error parameter via maximum likelihood (mle() command) given the data and predicted values. We counted M and ∆m as part of the same model so that neighbor-modulated and multilevel fitness models each used four parameters to explain the same dataset and ∆AIC 140 measured relative goodness of fit via −2 lnL.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "95"
        },
        {
            "text": "To test how useful different theoretical approaches in social evolution are for analyzing data from microbial systems, we conducted kin and multilevel selection analyses of published datasets that share a common \"mix experiment\" design ( Fig. 1A) . We found that the canonical mathemati-145 cal formulations of both approaches were almost always poor analytical tools because of strong, nonadditive fitness effects.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 238,
                    "end": 246,
                    "text": "Fig. 1A)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "6 . CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/742122 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Kin and multilevel selection partition the components of fitness differently, but they both describe those partitions in terms of Wrightian fitness w-the number of individuals in the descendant population per individual in the ancestral population (Table 1 , Eqn. S3). In microbial mix experiments, Wrightian fitness can range over several orders of magnitude (e.g. Fig. 2 ). As a result, the linear scale over which these theories describe social selection is a poor choice for visualizing data because many values cluster near zero. Statistical models fit on this scale also poorly characterize data in regions of low fitness and can predict nonsensical results like negative cell number.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 248,
                    "end": 256,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 366,
                    "end": 372,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Strong selection is common in microbial data"
        },
        {
            "text": "To estimate how common strong fitness effects are in microbial systems, we measured the range of fitness values in published datasets (Fig. 3A) . Over the range of mix frequencies investigated, strain and total group fitness typically spanned one or more orders of magnitude. Within groups, the fitness of one strain was often an order of magnitude or more greater than the other. Some systems had relatively weak fitness effects, but in most studies strong selection was the norm.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 134,
                    "end": 143,
                    "text": "(Fig. 3A)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "155"
        },
        {
            "text": "For many of the datasets we examined, microbes underwent several rounds of reproduction. This can compound fitness effects across generations and increase their measured magnitude. But in some datasets with large effects, populations actually decreased in abundance (sporulating Myxococcus bacteria, for example). And many datasets concerned cell death, survival under starvation, or cooperative increase in local carrying capacity, so there was often no meaningful sense in which 165 fitness effects could be measured \"per generation\" or expressed as weak effects on net growth rate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "160"
        },
        {
            "text": "Many of the studies we examined dealt with strong selection by analyzing experimental outcomes over logarithmic scales (Table S2) to visualize data and fit statistical models over the entire relevant range. To quantify how much better fitness is analyzed over logarithmic rather than linear scales, we compared the performance of statistical models fit to either linear or log-transformed outcomes 170 but with the same predictor and error structure. Log-scale fitness models outperformed linear models for nearly all of the datasets and fitness outcomes we analyzed (Fig. 3B ). One drawback to log-scale fitness is that transformed data are undefined when zero or negative. Zero fitness sometimes occured when one strain became undetectable in the final population. In many studies, the fitness of a strain was also sometimes greater and sometimes less than its partner depending 175 on mixing frequency (Fig. 3A) , such that the within-group fitness difference ∆w was sometimes negative. To analyze frequency-dependent selection over logarithmic scales, then, many studies instead used a within-group fitness measure equal to the fitness ratio w A /w B or the Malthusian fitness difference ∆m (Table S2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 119,
                    "end": 129,
                    "text": "(Table S2)",
                    "ref_id": null
                },
                {
                    "start": 567,
                    "end": 575,
                    "text": "(Fig. 3B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 905,
                    "end": 914,
                    "text": "(Fig. 3A)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1195,
                    "end": 1205,
                    "text": "(Table S2)",
                    "ref_id": null
                }
            ],
            "section": "160"
        },
        {
            "text": "Nonadditive fitness effects are common in microbial data 180 Another issue with analyzing microbial mix experiments using kin or multilevel selection theory is that these approaches, in their canonical formulations, both fit additive fitness models to data that are often not additive. Fitness effects are additive if they independently and linearly increase Wrightian fitness. Weak effects are always approximately additive. In their canonical formulations, kin and multilevel selection each use two additive parameters to represent fitness effects. Kin selec- Additive fitness models fitted to data from mix experiment with Pseudomonas aeruginosa bacteria that do or do not produce a secreted iron-chelating siderophore [28] . (B) Data plotted over logarithmic scales to clearly visualize results. Linear models poorly characterize data in regions of low fitness and can predict nonsensical results like negative cell number. When social effects are nonadditive, strains can respond differently to mixing and within-group selection can be frequency-dependent. In all panels, points show experimental data and lines show fitted models. See Table 1 for mathematical notation.",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 60,
                    "text": "180",
                    "ref_id": null
                },
                {
                    "start": 722,
                    "end": 726,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 1141,
                    "end": 1148,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "160"
        },
        {
            "text": "8 . CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/742122 doi: bioRxiv preprint Table S3 for model details.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 211,
                    "end": 219,
                    "text": "Table S3",
                    "ref_id": null
                }
            ],
            "section": "160"
        },
        {
            "text": "is a linear function of mix frequency (Fig. 1) . Multilevel selection's between-group fitness effect corresponds to a model where whole-group fitness is also a linear function of mix frequency. Kin selection's direct fitness effect and multilevel selection's within-group fitness effect both correspond to models where the within-group fitness difference between strains is constant.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 38,
                    "end": 46,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "160"
        },
        {
            "text": "In the microbial datasets we analyzed, all these terms were often strongly nonadditive (e.g. Fig. 2 ). Both strain and total group fitness often responded nonlinearly to mixing frequency. Within-group fitness differences between strains also depended on mixing frequency. As a result, the statistical models fitted by the kin and multilevel selection approaches were frequently poor summaries of the data and predicted nonsensical results like negative cell number.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 93,
                    "end": 99,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "190"
        },
        {
            "text": "To quantify the extent of nonadditivity, we compared the statistical performance of additive fitness models with those that included nonadditive terms (Fig. 4A) . For nearly all datasets, nonadditive models usually described neighbor-modulated and within-group fitness better than additive models, and for total group fitness performed at least as well. There were no datasets for which additive models performed better. Among the microbial datasets we analyzed, fitness nonadditivity 200 was the norm.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 151,
                    "end": 160,
                    "text": "(Fig. 4A)",
                    "ref_id": null
                }
            ],
            "section": "195"
        },
        {
            "text": "Strong selection can create fitness effects that are multiplicative rather than additive. To assess how much this contributed to nonadditivity, we compared multiplicative fitness models to those that could include interaction and nonlinear terms. The more-elaborate models usually outperformed the simpler multiplicative models (Fig. 4B ). There were no datasets for which multiplicative models 205 performed better. The two fitness predictors used in standard kin and multilevel selection regression were thus insufficient to capture the fitness effects seen in these microbial datasets. Model performance was particularly improved by allowing frequency-dependent selection within groups and interactions between individual and neighbor genotype (Fig. S1A) . Allowing quadratic nonlinearities improved model performance more modestly (Fig. S1B ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 328,
                    "end": 336,
                    "text": "(Fig. 4B",
                    "ref_id": null
                },
                {
                    "start": 747,
                    "end": 757,
                    "text": "(Fig. S1A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 835,
                    "end": 844,
                    "text": "(Fig. S1B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "195"
        },
        {
            "text": "One of the consequences of nonadditivity is that the strongest fitness effects frequently occured at extreme mixing frequencies, on the order of a percentage or less (e.g. Fig. 2B ). For visualizing and analyzing fitness effects at extreme mixing frequencies, several studies used a log-ratio measure of frequency like ln(q A /q B ). To quantitatively evaluate the usefulness of examining data over logarithmic mixing frequencies, we compared the performance of fitness models with the same 215 predictor structure but with either mixing proportion or log mixing ratio as the independent variable (Fig. S2) . We found that within-group fitness benefitted most from this approach, with the withingroup fitness ratio commonly being a log-log function of mixing ratio (e.g. Fig. 2B) . Total group fitness, on the other hand, often responded more linearly to mixing proportion. In some cases, strain and total group fitness showed strong effects at extreme mixing frequencies but were not 220 log-linear (e.g. Fig. S28 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 172,
                    "end": 179,
                    "text": "Fig. 2B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 597,
                    "end": 606,
                    "text": "(Fig. S2)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 771,
                    "end": 779,
                    "text": "Fig. 2B)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1006,
                    "end": 1014,
                    "text": "Fig. S28",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "210"
        },
        {
            "text": "Kin and multilevel selection focus on different fitness outcomes. For microbial mix experiments, kin selection focuses on strain fitness, while multilevel selection focuses on total group fitness and the relative fitness of strains within groups (Fig. 1) . Each set of outcomes can be calculated from of outcomes?",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 246,
                    "end": 254,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Strain and group-focused fitness outcomes are both useful"
        },
        {
            "text": "In the datasets we examined, we found cases where one set of outcomes revealed some biological result that the other did not. Analyzing data from multiple perspectives also revealed similarities between systems that would not have been visible otherwise. During sporulation of Myxococcus bacteria, for example, evolved strain PX inhibits sporulation of its ancestral wild-type but is itself unaffected by mixing (Fig. 5A) . Researchers were aware of this one-way mixing effect (G. J. Velicer, pers. comm.), but because they only reported multilevel fitness outcomes it is not apparent in the original study [29] , nor is its similarity to later findings in Dictyostelium amoebae (Fig. S15) [30] .",
            "cite_spans": [
                {
                    "start": 607,
                    "end": 611,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 690,
                    "end": 694,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 412,
                    "end": 421,
                    "text": "(Fig. 5A)",
                    "ref_id": null
                },
                {
                    "start": 679,
                    "end": 689,
                    "text": "(Fig. S15)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Strain and group-focused fitness outcomes are both useful"
        },
        {
            "text": "To quantify the extent to which effects seen in one set of fitness outcomes were apparent in 235 the other set, we fit neighbor-modulated and mutlilevel fitness models to each dataset and then compared analogous effect sizes (Fig. 5B) . Overall, strain and multilevel fitness outcomes mostly told similar stories, with the notable exception that mixing frequently affected strain fitness much more than total group fitness. We found similar results when comparing effect sizes scaled as a fraction of the total so that the relationships would be less dominated by extreme values (Fig. S3 , 240 S7B). Strain and total group fitness are only expected to respond similarly to mixing when withingroup selection and the fitness effects of individual genotype are small relative to the effects of group and neighbor genotype (Eqns. S17, S19). In many datasets, however, there was strong selection within groups but little change in total group fitness, a situation known as soft selection [31, 32, 33] . Soft selection can happen when total population size is determined by some limited resource over 245 which strains compete-glucose in a flask of media, for example. Some fitness outcomes might be more convenient to analyze because they are more linear over logarithmic scales. If strain fitness is a log-linear function of mixing proportion, for example, then total group fitness is log-nonlinear, and vice versa (Eqns. S17, S19). To address this issue, we examined how well log-linear models fit to one set of fitness outcomes predicted the other set. We 250 found that the best-performing model was sometimes neighbor-modulated fitness and sometimes multilevel fitness, depending on the dataset (Fig. S4) .",
            "cite_spans": [
                {
                    "start": 983,
                    "end": 987,
                    "text": "[31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 988,
                    "end": 991,
                    "text": "32,",
                    "ref_id": null
                },
                {
                    "start": 992,
                    "end": 995,
                    "text": "33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 225,
                    "end": 234,
                    "text": "(Fig. 5B)",
                    "ref_id": null
                },
                {
                    "start": 579,
                    "end": 587,
                    "text": "(Fig. S3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1695,
                    "end": 1704,
                    "text": "(Fig. S4)",
                    "ref_id": null
                }
            ],
            "section": "Strain and group-focused fitness outcomes are both useful"
        },
        {
            "text": "A theoretical framework might capture microbial fitness effects more succinctly, with fewer meaningful parameters, if a fitness outcome is near-constant in one framework but there are no constant outcomes in the other framework, like in the one-way mixing example above. To address 255 this issue, we fit comparable neighbor-modulated and multilevel fitness models to data then measured how evenly distributed fitness effects were distributed among model parameters (Figs. S6, S7). Multilevel selection consistently described fitness effects with fewer effective parameters (paired t(79) = 6.23, P < 0.001), in part because of widespread soft selection. Multilevel selection models can capture pure soft selection with a single within-group term, while kin selection models identify 260 a further effect of neighbor genotype [31, 33] .",
            "cite_spans": [
                {
                    "start": 825,
                    "end": 829,
                    "text": "[31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 830,
                    "end": 833,
                    "text": "33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Strain and group-focused fitness outcomes are both useful"
        },
        {
            "text": "Strain and multilevel fitness outcomes visualize data differently. Strain outcomes can be presented in a single compact plot but can also be hard to parse when strains have similar fitness (e.g. Fig. 2 ). Multilevel fitness outcomes require separate plots but have fewer issues with overlapping data. Strain fitness naturally illustrates the relative magnitudes of direct and indirect 265 fitness effects, which is also possible with multilevel outcomes but requires deliberately matched axes. Within-group selection is only defined for mixed-genotype groups (not strains by themselves), while strain and total-group fitness are defined for both single-strain and mixed-genotype groups.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 195,
                    "end": 201,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Strain and group-focused fitness outcomes are both useful"
        },
        {
            "text": "Strain and multilevel fitness outcomes were both effective for quantitatively comparing social selection in different datasets. The fitness impact of social interaction varied considerably among 270 systems (Fig. 6, S5) . In datasets concerning multicellular sporulation of Myxococcus bacteria or Dictyostelium amoebae, for example, most fitness effects were social. The effects of shared external goods like siderophores or secreted enzymes, on the other hand, were often minor compared to base strain or group fitness. In most datasets there were interactions between neighbor and individual genotype and frequency-dependent selection within groups (Fig. S7) . These nonadditive fitness 275 effects were not just minor complications-they were typically a substantial proportion of all social effects and could be larger than base within-group fitness or the direct effect of individual genotype.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 207,
                    "end": 219,
                    "text": "(Fig. 6, S5)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 651,
                    "end": 660,
                    "text": "(Fig. S7)",
                    "ref_id": null
                }
            ],
            "section": "Strain and group-focused fitness outcomes are both useful"
        },
        {
            "text": "A theoretical approach might be more intuitive if its terms more directly correspond to the raw data collected by researchers. For the datasets we examined, the experimentally measured quantities were most often total and within-group performance, though strain performance was 280 also common (Table S2 , Fig. S8 ) and the difference was nonsignificant (Fisher exact test P = 0.63). Some experimental designs measured all three outcomes simultaneously (counting different colony types on the same plate, for example). Studies that directly measured a fitness outcome were not more likely to report it (Fisher exact test: strain P = 1, total group P = 0.54, within-group P = 0.088). Instead, studies reported relative within-group performance most frequently and strain 285 performance the least (Fisher exact test P = 0.015). Strikingly, even studies framed verbally in terms of kin selection sometimes only reported group-focused fitness outcomes [28, 34, 35, 36] . Multilevel selection analyses thus appear to hold substantial intuitive appeal, and there is scope for more extensive use of strain fitness data.",
            "cite_spans": [
                {
                    "start": 949,
                    "end": 953,
                    "text": "[28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 954,
                    "end": 957,
                    "text": "34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 958,
                    "end": 961,
                    "text": "35,",
                    "ref_id": null
                },
                {
                    "start": 962,
                    "end": 965,
                    "text": "36]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 294,
                    "end": 303,
                    "text": "(Table S2",
                    "ref_id": null
                },
                {
                    "start": 306,
                    "end": 313,
                    "text": "Fig. S8",
                    "ref_id": null
                }
            ],
            "section": "Strain and group-focused fitness outcomes are both useful"
        },
        {
            "text": "Together, these results indicate it is empirically useful to analyze both strain and group-focused Mixing reduces the fitness of wild-type strain GJV2 but has no effect on lab-evolved strain PX. This one-way effect is not apparent in the original study [29] because it only reports multilevel fitness outcomes. (B) Across datasets, kin and multilevel selection analyses mostly tell similar stories, but mixing frequently affects strain and total group fitness differently. Data compare analogous Malthusian effect sizes in statistical models fit to the same dataset.",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 257,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Strain and group-focused fitness outcomes are both useful"
        },
        {
            "text": "14 . CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strain and group-focused fitness outcomes are both useful"
        },
        {
            "text": "To evaluate the usefulness of social evolution mathematics as tools for analyzing microbial data, 295 we used kin selection and multilevel selection theory to analyze data from published studies that share a common \"mix experiment\" design. We found that both theoretical approaches, in their standard formulations, are poor analytical tools because they use statistical models that are poor characterizations of microbial data. These models are unable to adequately describe strong selection or nonadditive fitness effects, both of which were ubiquitous in the microbial datasets we analyzed.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 101,
                    "text": "295",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Disconnect between analytical needs and existing theory"
        },
        {
            "text": "The fitness terms in the canonical versions of kin and multilevel selection are population regressions, made over individuals and groups in the population they are meant to describe. When the statistical models in these regressions do not match the actual relationships in the data, the measured regression coefficients will not be true for populations with different value distributionsdifferent genotype frequencies, for example, or a different distribution of genotypes among groups-305 even if experiments exactly replicate natural conditions in all other ways [37, 38, 39] . The fitness terms in these poorly-specified regressions are therefore not very useful summary statistics with which to quantify and compare social selection in microbial systems.",
            "cite_spans": [
                {
                    "start": 565,
                    "end": 569,
                    "text": "[37,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 570,
                    "end": 573,
                    "text": "38,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 574,
                    "end": 577,
                    "text": "39]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "300"
        },
        {
            "text": "The issues we found were caused by the specific statistical models being fitted, not by the fitness outcomes emphasized under either theoretical framework. Examining each genotype's fitness separately (as in kin selection theory) or examining fitness within and between groups (as in multilevel selection theory) are both useful approaches for analyzing microbial data. When we re-analyzed data from published experiments, we found that using different fitness outcomes revealed results that would not be otherwise visible. Which analytical approach is most useful will depend on the specific question being investigated and may not be apparent beforehand. So while the proper 315 formulation of social evolution theory is sometimes contentious [21, 22] , it is practically useful for empiricists to examine their data from multiple theoretical perspectives [40] . An analogy might be how physics embraces different representations of the same process if they are more convenient or provide deeper insight-different coordinates systems, for example, or classical versus Lagrangian mechanics-even when they make the same predictions.",
            "cite_spans": [
                {
                    "start": 745,
                    "end": 749,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 750,
                    "end": 753,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 858,
                    "end": 862,
                    "text": "[40]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "300"
        },
        {
            "text": "Microbial fitness effects may be more amenable to analysis with canonical kin and multilevel selection theory when performance outcomes are measured for individual cells or virions, or over shorter timescales, where fitness effects are expected to be weaker. Advances in single-cell microscopy and other measures of expression and secretion by microbial individuals make this approach promising [41, 42] . But it seems unlikely that the fitness consequences of social interactions 325 among microbes will always be expressible as weak additive effects on growth and survival rate. The primary benefit of shared external goods like iron-chelating siderophores, for example, may be to increase local carrying capacity. And there may be no meaningful measure of instantaneous fitness during elaborately coordinated processes like fruiting body formation in Myxococcus or Dictyostelium.",
            "cite_spans": [
                {
                    "start": 395,
                    "end": 399,
                    "text": "[41,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 400,
                    "end": 403,
                    "text": "42]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "320"
        },
        {
            "text": "general principles (e.g. [43] ). For answering specific biological questions, on the other hand, it is often best to use models tailored to biology of a system [44, 45] . Biologically-specific models can predict the magnitude and frequency dependence of fitness outcomes in mix experiments, for example, and explain the sources of nonadditivity [46, 47, 48, 33] . Following the time dynamics of mix experiments can be especially informative, as the specificity and richness of time-series data allows strong tests of hypotheses that would otherwise be indistinguishable based on the initial and final time points alone [33] .",
            "cite_spans": [
                {
                    "start": 25,
                    "end": 29,
                    "text": "[43]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 160,
                    "end": 164,
                    "text": "[44,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 165,
                    "end": 168,
                    "text": "45]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 345,
                    "end": 349,
                    "text": "[46,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 350,
                    "end": 353,
                    "text": "47,",
                    "ref_id": null
                },
                {
                    "start": 354,
                    "end": 357,
                    "text": "48,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 358,
                    "end": 361,
                    "text": "33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 619,
                    "end": 623,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "320"
        },
        {
            "text": "Reformulating social evolution theory: challenges and prospects 340 If we wanted social evolution theory to be a more useful tool for quantitative analysis of microbial data, what does it need to do? Kin and multilevel selection are both statistical descriptions of social selection. Like statistical mechanics in physics, they describe the behavior of aggregate properties of a system (allele frequency, genotype fitness, etc.) in terms of the probabilistic behavior of its individual parts. So we can phrase the theoretical challenge here in statistical terms: How should 345 we specify the statistical model describing social selection? What is the appropriate functional form of the model, and what variables should it include?",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 67,
                    "text": "340",
                    "ref_id": null
                },
                {
                    "start": 574,
                    "end": 577,
                    "text": "345",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "320"
        },
        {
            "text": "The main problem with the canonical formulations of kin and multilevel selection is their quantitative genetic approach based on the Price Equation and linear least-squares regressionappropriate for macroscopic phenotypes like sex ratio, perhaps, but not for microbial fitness. At 350 present, practically-minded microbiologists simply construct statistical models with fitness scales, functional responses, and error distributions that reflect their actual data (Poisson regression or generalized linear models, for example). But then interpreting what these ad hoc analyses tell us about social evolution in microbes is a verbal exercise in which theory is just a heuristic. The theoretical challenge is to formulate mathematical expressions of social selection that can handle the 355 complexities of real microbial fitness data while also enabling quantitative inferences about selection's net effect in a structured population with nonrandom interactions among genotypes. Key to this challenge are strong selection and non-additive fitness effects. Analytically useful formulations of social selection in microbes would be able to generically allow fitness effects that span orders of magnitude and have non-linear, genotype-dependent responses to genotype frequency among social 360 interactants. They would also be expressible in terms of either strain or multilevel fitness outcomes as needed, be robust to different types of biological interaction, and allow quantitative comparisons across very different systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "320"
        },
        {
            "text": "One approach is to extend existing theory, adding terms to Hamilton's rule for example to better handle nonadditive fitness effects [49, 37] . This kind of elaborative approach still requires logarithmic scales is also useful, since the fitness effects of social neighbors can happen at extreme frequencies. Fisher [50] advocated using log-frequency ratios like ln(q A /q B ) because they allow one to easily distinguish genotype frequencies even when one type is very rare, respond linearly to 375 simple forms of selection, behave symmetrically around zero whether a genotype is rare or common, and have a simple statistical interpretation as the log-odds of sampling one genotype relative to another. One challenge for logarithmic-scale analyses, though, are the zeroes that occur in singlestrain groups and when a genotype becomes undetectible in the final population, both of which occured in the datasets we analyzed.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 136,
                    "text": "[49,",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 137,
                    "end": 140,
                    "text": "37]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 315,
                    "end": 319,
                    "text": "[50]",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "320"
        },
        {
            "text": "Theory can be especially useful for interpreting what nonadditivity means biologically. What biological processes can generate the functional form seen in the data? Curve shape can be a rich source of data with which to make strong tests of scientific hypotheses [51] , but for social selection there is relatively little theory to draw upon. Some cases have a straight-forward interpretation, like the one-way mixing effects discussed above, but others are not as obvious. Multiple levels of 385 specificity are possible, from quantitative models tailored to the biology and parameter values of specific systems [46, 48, 33 ] to heuristic models of general biological processes that make simple qualitative predictions [52, 28] . A useful conceptual guide to different types of nonadditivity might lie in evolutionary game theory [53, 54] . In this theoretical framework, genotypes interact to create fitness payoffs whose structure defines the game being played: \"prisoner's dilemma\", \"snowdrift\", 390 etc. There are versions of game theory that can deal with nonadditive payoffs and games with many simultaneous players, though combining these features with structured populations remains an area of theoretical development. Ideally, theory would provide not only a set of tools and models but also a concise, general, quantitative statement about evolution under social selection.",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 267,
                    "text": "[51]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 613,
                    "end": 617,
                    "text": "[46,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 618,
                    "end": 621,
                    "text": "48,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 622,
                    "end": 624,
                    "text": "33",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 720,
                    "end": 724,
                    "text": "[52,",
                    "ref_id": null
                },
                {
                    "start": 725,
                    "end": 728,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 831,
                    "end": 835,
                    "text": "[53,",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 836,
                    "end": 839,
                    "text": "54]",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "380"
        },
        {
            "text": "Mathematical theory can play many roles in biology. It can be a conceptual or heuristic guide. It can be a proof of concept to test the verbal logic of hypotheses [55] . It can also be an analytical tool that provides quantitative insight into the biology of a system-epidemiology's R 0 , for example. Here we have evaluated how kin and multilevel selection theory perform in this last analytical role. The two theories emphasize different sets of fitness outcomes, and we found that analyzing both sets 400 can help clarify the biology of selection. But the canonical versions of both theories use statistical models poorly suited to the strong selection and nonadditivity frequently seen in microbial data, severely limiting their usefulness as tools for quantitative analysis and interpretation.",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 167,
                    "text": "[55]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "395"
        },
        {
            "text": "Both kin and multilevel selection have always been envisioned as extremely general processes in evolution. But while some of their early conceptual development explicitly discussed microbial 405 systems [56, 57] , their mathematical formulation and empirical study have mostly focused on metazoa. Applying theory developed for one set of taxa to another very different set can act as a test of that theory's explanatory power. By this measure, both kin and multilevel selection have room for improvement. It is useful to have theory that speaks in same terms as the data, which is why mathematical formulations of social evolution theory have been tailored to the biology and methods of \"organismal\" biology-quantitative genetics for the study of measurable phenotypes with weak selective effects and unknown genetic causes [3, 58] , and ESS models for comparative studies and tests of facultatively adaptive behavior [4] . But microbial science often deals with very different methodologies and data-defined genotypic changes that have large effects on growth and survival under experimentally defined conditions, for example. Fitness is notoriously difficult to measure 415 in metazoa and plants [9] , but for microbes it is one of the most common forms of experimental data. Microbial phenotypes, in fact, can be more difficult to measure. Perhaps it is not surprising that theory developed to understand biological phenomena from one set of taxa loses much of its usefulness when applied to another set with very different biology.",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 207,
                    "text": "[56,",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 208,
                    "end": 211,
                    "text": "57]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 824,
                    "end": 827,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 828,
                    "end": 831,
                    "text": "58]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 918,
                    "end": 921,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1198,
                    "end": 1201,
                    "text": "[9]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "395"
        },
        {
            "text": "We are not claiming that kin or multilevel selection theory are conceptually incorrect, nor that 420 they make incorrect assumptions. It is still possible to fit their canonical fitness models to data from microbial mix experiments and correctly interpret the parameters of those models in terms of average effects in the studied population [2, 39] . But because the fitness measures and statistical models are poorly specified for microbial data, those average effects are not terribly useful-they are not expected to be the same for other populations with the same biology, nor even for the same 425 population at another time [37, 38, 39] . It is no surprise that empirical microbiologists use other fitness measures and other statistical models to analyze and interpret their data.",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 344,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 345,
                    "end": 348,
                    "text": "39]",
                    "ref_id": null
                },
                {
                    "start": 629,
                    "end": 633,
                    "text": "[37,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 634,
                    "end": 637,
                    "text": "38,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 638,
                    "end": 641,
                    "text": "39]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "395"
        },
        {
            "text": "There is still plenty of room to develop mathematical formulations of social evolution theory that better reflect the practical realities of microbial science. We have identified some of the complexities in microbial data that would need to be addressed and have highlighted some of 430 the promising analytical practices used in empirical research. Taking a quantitative, data-driven approach to theory can help us move beyond verbal and conceptual arguments to find a productive path where both kin and multilevel selection are useful analytical tools for understanding social evolution in all branches of life.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "395"
        },
        {
            "text": ". CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/742122 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "19"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The genetical evolution of social behaviour, I",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Hamilton",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "Journal of Theoretical Biology",
            "volume": "7",
            "issn": "1",
            "pages": "1--16",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The genetical theory of kin selection",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "West",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wild",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Evolutionary 450 Biology",
            "volume": "24",
            "issn": "5",
            "pages": "1020--1043",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Quantitative genetics, inclusive fitness, and group selection",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Queller",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "American Naturalist",
            "volume": "139",
            "issn": "3",
            "pages": "540--558",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "How to make a kin selection model",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Frank",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Journal of Theoretical Biology",
            "volume": "180",
            "issn": "1",
            "pages": "27--37",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Kin selection and social insects",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Queller",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Strassmann",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "BioScience",
            "volume": "48",
            "issn": "3",
            "pages": "165--175",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Enforced altruism in insect societies",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wenseleers",
                    "suffix": ""
                },
                {
                    "first": "Flw",
                    "middle": [],
                    "last": "Ratnieks",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nature",
            "volume": "444",
            "issn": "7115",
            "pages": "50--50",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Sex Allocation",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "West",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The social lives of microbes",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "West",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Diggle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Buckling",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Griffin",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Annual Review of Ecology Evolution and Systematics",
            "volume": "38",
            "issn": "",
            "pages": "53--77",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Hamilton's rule and the causes of social evolution",
            "authors": [
                {
                    "first": "Afg",
                    "middle": [],
                    "last": "Bourke",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Philosophical Transactions of the Royal Society B: Biological Sciences",
            "volume": "369",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The Beagle in a bottle",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Buckling",
                    "suffix": ""
                },
                {
                    "first": "Craig",
                    "middle": [],
                    "last": "Maclean",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brockhurst",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Colegrave",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature",
            "volume": "457",
            "issn": "7231",
            "pages": "824--829",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Experimental evolution",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Kawecki",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Trends in Ecology and Evolution",
            "volume": "27",
            "issn": "10",
            "pages": "547--560",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Habitat structure and the evolution of diffusible siderophores in bacteria",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kümmerli",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Schiessl",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Waldvogel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mcneill",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ackermann",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Ecology Letters",
            "volume": "17",
            "issn": "12",
            "pages": "1536--1544",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Infectious Diseases of Humans: Dynamics and Control",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Modeling Infectious Diseases in Humans and Animals",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Keeling",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rohani",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Perspectives on the basic reproductive ratio",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Heffernan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Wahl",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of the Royal Society Interface",
            "volume": "2",
            "issn": "4",
            "pages": "281--293",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Transmission dynamics and control of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1966--1970",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Transmission dynamics of the etiological agent of SARS in Hong Kong: impact of public health interventions",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1961--1966",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Dynamics and control of Ebola virus transmission in Montserrado, Liberia: a mathematical modelling analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Lewnard",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "The Lancet Infectious Diseases",
            "volume": "14",
            "issn": "12",
            "pages": "1189--1195",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Extension of covariance selection mathematics",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Price",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Annals of Human Genetics",
            "volume": "480",
            "issn": "",
            "pages": "485--490",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Innate social aptitudes of man: an approach from evolutionary genetics in Biosocial Anthropology",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Hamilton",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "133--155",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Kin selection and its critics",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Birch",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Okasha",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BioScience",
            "volume": "65",
            "issn": "1",
            "pages": "22--32",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Kin and multilevel selection in social evolution: a never-ending controversy? 485 F1000 Research",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kramer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Meunier",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Direct fitness or inclusive fitness: how shall we model kin selection",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wild",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Evolutionary Biology",
            "volume": "20",
            "issn": "1",
            "pages": "301--309",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "R: A Language and Environment for Statistical Computing (R Foundation for Statistical Computing",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "R Core Team",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Information theory and an extension of the maximum likelihood",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Akaike",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Proceedings of the Second International Symposium on Information Theory",
            "volume": "",
            "issn": "",
            "pages": "267--281",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Model Selection and Multimodel Inference",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Burnham",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "On the likelihood of a time series model",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Akaike",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Journal of the Royal Statistical Society, Series D (The Statistician)",
            "volume": "27",
            "issn": "3/4",
            "pages": "217--235",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Frequency dependence and cooperation: theory and a test with bacteria",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ross-Gillespie",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "West",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Griffin",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "American Naturalist",
            "volume": "170",
            "issn": "3",
            "pages": "331--342",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Evolution of an obligate social cheater to a superior 500 cooperator",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fiegna",
                    "suffix": ""
                },
                {
                    "first": "Ytn",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Kadam",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Velicer",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nature",
            "volume": "441",
            "issn": "7091",
            "pages": "310--314",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Social amoeba farmers carry defensive symbionts to protect and privatize their crops",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Brock",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Read",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bozhchenko",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Queller",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Strassmann",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nature Communications",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Soft selection, hard selection, kin selection, and group selection",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Wade",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "American Naturalist",
            "volume": "125",
            "issn": "1",
            "pages": "61--73",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Contextual analysis of models of group selection, soft selection, hard selection, and the evolution of altruism",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Goodnight",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Stevens",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "American Naturalist",
            "volume": "140",
            "issn": "5",
            "pages": "743--761",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Nonadaptive processes can create the appearance of facultative cheating in microbes",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Smith J, Van Dyken",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Velicer",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Evolution",
            "volume": "68",
            "issn": "3",
            "pages": "816--826",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Spite and virulence in the bacterium Pseu-510 domonas aeruginosa",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Inglis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cornelis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Buckling",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "106",
            "issn": "14",
            "pages": "5703--5707",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Facultative cheating supports the coexistence of diverse quorum-sensing alleles. 515 Proceedings of the National Academy of",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pollak",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Science USA",
            "volume": "113",
            "issn": "8",
            "pages": "2152--2157",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "A generalization of Hamilton's rule for the evolution of microbial cooperation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Smith J, Van Dyken",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Zee",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Science",
            "volume": "328",
            "issn": "5986",
            "pages": "1700--1703",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Understanding microbial cooperation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Damore",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gore",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Theoretical Biology",
            "volume": "299",
            "issn": "",
            "pages": "31--41",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "The causal meaning of hamilton's rule",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Okasha",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Martens",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Royal Society Open Science",
            "volume": "3",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Individualist and multi-level perspectives on selection in structured populations",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kerr",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Godfrey-Smith",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Biology and Philosophy",
            "volume": "17",
            "issn": "4",
            "pages": "477--517",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Bacterial ventures into multicellularity: collectivism through individ-525 uality",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Vliet",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ackermann",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS Biology",
            "volume": "13",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Spatial structure, cooperation and competition in biofilms",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Nadell",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Drescher",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Foster",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nature Reviews Microbiology",
            "volume": "14",
            "issn": "9",
            "pages": "589--600",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "A gene's-eye view of symbiont transmission",
            "authors": [],
            "year": 2007,
            "venue": "American Naturalist",
            "volume": "170",
            "issn": "4",
            "pages": "542--550",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "The relation between multilocus population genetics and social 530 evolution theory",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "West",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Barton",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "American Naturalist",
            "volume": "169",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Natural selection. VII. History and interpretation of kin selection theory",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Frank",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Evolutionary Biology",
            "volume": "26",
            "issn": "6",
            "pages": "1151--1184",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "A mixture of \"cheats\" and \"co-operators\" can enable maximal group benefit",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Maclean",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fuentes-Hernandez",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Greig",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Hurst",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Gudelj",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS Biology",
            "volume": "8",
            "issn": "9",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Multilevel selection analysis of a microbial social trait",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "De Vargas Roditi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Boyle",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Xavier",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Molecular Systems Biology",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Bacterial cheating drives the population dynamics of cooperative antibiotic resistance plasmids",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Yurtsev",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "X"
                    ],
                    "last": "Chao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Datta",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Artemova",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gore",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Molecular Systems Biology",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Kinship, reciprocity and synergism in the evolution of social behaviour",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Queller",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Nature",
            "volume": "540",
            "issn": "6044",
            "pages": "366--367",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "The Genetical Theory of Natural Selection: A Complete Variorum Edition",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fisher",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Bennett",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Generative models versus underlying symmetries to explain biological pattern",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Frank",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Evolutionary Biology",
            "volume": "27",
            "issn": "6",
            "pages": "1172--1178",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Self-destructive cooperation mediated by phenotypic noise",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ackermann",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "454",
            "issn": "",
            "pages": "987--990",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Prisoner's dilemma in an RNA virus",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chao",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Nature",
            "volume": "398",
            "issn": "6726",
            "pages": "441--443",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Snowdrift game dynamics and facultative cheating in yeast",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gore",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Youk",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Van Oudenaarden",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature",
            "volume": "459",
            "issn": "7244",
            "pages": "253--256",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Not just a theory-the utility of mathematical models in evolutionary biology",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Servedio",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Biology",
            "volume": "12",
            "issn": "12",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "The genetical evolution of social behaviour, II",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Hamilton",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "Journal of Theoretical Biology",
            "volume": "7",
            "issn": "",
            "pages": "17--52",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "The units of selection",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Lewontin",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Annual Review of Ecology and Systematics",
            "volume": "1",
            "issn": "1",
            "pages": "1--18",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "On multilevel selection and kin selection: contextual analysis meets direct fitness",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Goodnight",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Evolution",
            "volume": "67",
            "issn": "6",
            "pages": "1539--1548",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Kin and multilevel selection analysis of microbial mix experiments. (A) Diagram of typical mix experiment, measuring the performance of two strains as a function of their initial frequency in a population.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "185tion's indirect fitness effect of social neighbors corresponds to a statistical model where strain The canonical formulations of both kin and multilevel selection use statistical models that can be poor choices for analyzing microbial data because of strong selection and nonadditive fitness effects. (A)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Strong selection is common in microbial mix experiments. (A) Wrightian fitness typically spans orders of magnitude. Data show range of measured values in datasets from analyzed studies, excluding zeroes. (B) The results of microbial mix experiments are usually best analyzed over logarithmic fitness scales. Data show AIC difference between statistical models fit to either log or linear fitness for the same dataset. Negative ∆AIC indicates better fit for log-fitness model. See",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "fitness outcomes, then use whichever are most convenient or informative for the data and biological question of interest. Nonadditive fitness effects are ubiquitous in microbial data. (A) Over linear fitness scales, models usually perform better when they allow nonadditive effects on strain fitness and within-group fitness. (B) Even over logarithmic fitness scales, models usually perform better when they allow nonmultiplicative effects. Data show AIC difference between models for the same dataset. Negative ∆AIC indicates better fit. SeeTable S3for model details. Analyzing both strain and group-focused fitness outcomes can reveal results that would otherwise go unseen. (A) Example from Myxococcus bacteria.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Social interactions have more impact in some systems than in others. In many Dictyostelium and Myxococcus datasets, for example, most fitness effects are social. In other datasets, the largest effect is base fitness. Data show Malthusian effect sizes for select datasets, scaled as a fraction of all observed effects. Colors indicate analogous effects. See alsoFig. S5.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Mathematical notation and fitness measures",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Conceived project: js. Designed analyses: js, RFI. Collected data from published studies: js, RFI. Analyzed data: js. Interpreted results and organized their presentation: js, RFI. Wrote manuscript: 445 js, RFI.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contributions"
        }
    ]
}