{
    "paper_id": "4f8d24c531d2c334969e09e4b5aed66dcc925c4b",
    "metadata": {
        "title": "Association of radiologic findings with mortality of patients infected with 2019 novel coronavirus in Wuhan, China",
        "authors": [
            {
                "first": "Mingli",
                "middle": [],
                "last": "Yuan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wen",
                "middle": [],
                "last": "Yin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhaowu",
                "middle": [],
                "last": "Tao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Weijun",
                "middle": [],
                "last": "Tan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yi",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Radiologic characteristics of 2019 novel coronavirus (2019-nCoV) infected pneumonia (NCIP) which had not been fully understood are especially important for diagnosing and predicting prognosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Purpose: To summarize the clinical and radiologic characteristics of NCIP cases and analyze the association of radiologic findings with mortality cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We retrospective studied 27 consecutive patients who were confirmed NCIP, the clinical characteristics and CT image findings were collected, and the association of radiologic findings with mortality of patients was evaluated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: 27 patients included 12 men and 15 women, with median age of 60 years . 17 patients discharged in recovered condition and 10 patients died in hospital. The median age of mortality group was higher compared to survival group (68 (IQR 63-73) vs 55 (IQR 35-60), P = 0.003). The comorbidity rate in mortality group was significantly higher than in survival group (80% vs 29%, P = 0.018). The predominant CT characteristics consisted of ground glass opacity (67%), bilateral sides involved (86%), both peripheral and central distribution (74%), and lower zone involvement (96%). The median CT score of mortality group was higher compared to survival group (30 (IQR 7-13) vs 12 (IQR 11-43), P = 0.021), with more frequency of consolidation (40% vs 6%, P = 0.047) and air bronchogram (60% vs 12%, P = 0.025).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "An optimal cutoff value of a CT score of 24.5 had a sensitivity of 85.6% and a specificity of 84.5% for the prediction of mortality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions: 2019-nCoV was more likely to infect elderly people with chronic comorbidities. CT findings of NCIP were featured by predominant ground glass opacities mixed with consolidations, mainly peripheral or combined peripheral and central distributions, bilateral and lower lung zones being mostly involved. A simple CT scoring method was capable to predict mortality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In December, 2019, a series of pneumonia cases linked to a seafood and wet animal wholesale market emerged in Wuhan, Hubei, China [1] . Deep sequencing analysis from lower respiratory tract samples indicated a novel coronavirus, which was named 2019 novel coronavirus (2019-nCoV) [2] . By 4 Feb 2020 a total 24,324 cases have been confirmed infection nationwide with 3,219 severe cases, 490 death cases, and another 23,260 suspected cases [3] . Reports have also been released of exported cases in many other countries. WHO had determined this situation should be deemed a public health emergency of international concern on 30 Jan 2020 [4] . Symptoms of 2019-nCoV infected pneumonia (NCIP) include fever and/or respiratory illness, lymphopenia, and radiologic abnormality [5] [6] [7] , among these clinical features, radiologic characteristics of NCIP are especially important for diagnosing and predicting prognosis. We herein summarize the clinical and radiologic characteristics of 27 confirmed cases and analyze the association of radiologic findings with mortality cases.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 133,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 280,
                    "end": 283,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 439,
                    "end": 442,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 637,
                    "end": 640,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 773,
                    "end": 776,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 777,
                    "end": 780,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 781,
                    "end": 784,
                    "text": "[7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. All patients were treated with intravenous ribavirin 0.5g twice daily and/or oral oseltamivir 75 mg, twice daily. Antibiotics, including levofloxacin, moxifloxacin, sulbactam and cefoperazone, piperacillin and meropenem were used. Some patients also received glucocorticoid and/or intravenous immunoglobulin administration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The technical parameters included 64-section scanner with 1 mm collimation at 5 mm intervals. All CT examinations were performed with the patient in the supine position and with breath-holding following inspiration, without administration of contrast material. Images were obtained with both mediastinal (width 350 HU; level 40 HU) and parenchymal (width 1500HU; level -600 HU) window settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CT scans"
        },
        {
            "text": "Two experienced pulmonologists (YML, WY) reviewed the images independently, with a final finding reached by consensus when there was a discrepancy. CT findings included ground glass opacity, consolidation, air bronchogram and nodular opacities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Imaging evaluation"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Imaging evaluation"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.22.20024927 doi: medRxiv preprint Ground glass opacity (GGO) was defined as hazy areas of increased opacity or attenuation without concealing the underlying vessels. Consolidation was defined as homogeneous opacification of the parenchyma obscuring the underlying vessels. Air bronchogram was defined as a pattern of air-filled (low-attenuation) bronchi on a background of opaque (high-attenuation) airless lung. Nodular opacities were defined as focal round opacities either solid nodules or GGOs (diameter ≤ 3 cm). The presence of lymphadenopathy was defined as a lymph node ≥ 1 cm in short-axis diameter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Imaging evaluation"
        },
        {
            "text": "The CT scans were scored on the axial images referring to the method described previously [9] . The extent of involvement of each abnormality was assessed independently for each of 3 zones: upper (above the carina), middle (below the carina and above the inferior pulmonary vein), and lower (below the inferior pulmonary vein). The location of the lesion was defined as peripheral if it was in the outer one-third of the lung, or as central otherwise. The CT findings were graded on a 3-point scale: 1 as normal attenuation, 2 as ground-glass attenuation, and 3 as consolidation. Each lung zone, with a total of six lung zones in each patient, was assigned a following scale according to distribution of the affected lung parenchyma: 0 as normal, 1 as < 25% abnormality, 2 as 25-50% abnormality, 3 as 50-75% abnormality, and 4 as > 75% abnormality. The four-point scale of the lung parenchyma distribution was then multiplied by the radiologic scale described above.",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 93,
                    "text": "[9]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Imaging evaluation"
        },
        {
            "text": "Points from all zones were added for a final total cumulative score, with value ranging from 0 to72 ( Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 102,
                    "end": 110,
                    "text": "Figure 1",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Imaging evaluation"
        },
        {
            "text": "Continuous variables were expressed as median (interquartile range, IQR) and compared with the Mann-Whitney U test or Wilcoxon test; categorical variables were expressed as number (%) and compared by χ 2 test or Fisher's exact test if appropriate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "A two-sided α of less than 0.05 was considered statistically significant. Statistical analyses were done using the SPSS (version 16.0).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.22.20024927 doi: medRxiv preprint Table 1 Lymphadenopathy and pleural effusion were relatively seldom seen (0% and 4%).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 151,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Statistical analysis"
        },
        {
            "text": "The median CT score of mortality group was higher compared to survival group (30 (IQR 7-13) vs 12 (IQR 11-43), P = 0.021), with more frequency of consolidation (40% vs 6%, P = 0.047) and air bronchogram (60% vs 12%, P = 0.025) (Figure 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 227,
                    "end": 236,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "As shown in"
        },
        {
            "text": "In the receiver operating characteristic curve analysis (Figure 4) , an optimal cutoff value of a CT score of 24.5 had a sensitivity of 85.6% and a specificity of 84.5%",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 56,
                    "end": 66,
                    "text": "(Figure 4)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "As shown in"
        },
        {
            "text": "for the prediction of mortality. The area under the receiver operating characteristic curve was 0.901 (95% confidence interval: 0.873, 0.928).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "As shown in"
        },
        {
            "text": "Initial and reexamined CT features in survival group were compared in Table 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 70,
                    "end": 77,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "As shown in"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "As shown in"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.22.20024927 doi: medRxiv preprint morphology of the lesions, the location, extent and distribution of involvement of each abnormality were not significantly changed compared to those on admission. In mortality group, CT scores progressed rapidly in a short time (12 (IQR 5-24.5) vs 20 (IQR 15-46), P = 0.042), with more lung zones being involved (Table 4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 456,
                    "end": 465,
                    "text": "(Table 4)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "As shown in"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "As shown in"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.22.20024927 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "As shown in"
        },
        {
            "text": "Coronaviruses (CoV) are a large family of viruses that cause illness ranging from the common cold to more severe diseases such as Middle East Respiratory Syndrome (MERS-CoV) and Severe Acute Respiratory Syndrome (SARS-CoV). A novel coronavirus (nCoV) is a new strain that has not been previously identified in humans [10] .",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 321,
                    "text": "[10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The 2019-nCoV causes symptoms similar to SARS based on recent clinical data [5, 6] , and is capable of spreading from human to human and between cities, with very contagious characteristic [11] . The mortality of the 27 included patients infected by 2019-nCoV was 37%, which is much higher than that reported 2% on 4 Feb 2020 [3] .",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 79,
                    "text": "[5,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 80,
                    "end": 82,
                    "text": "6]",
                    "ref_id": null
                },
                {
                    "start": 189,
                    "end": 193,
                    "text": "[11]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 326,
                    "end": 329,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Giving the priority of 2019-nCoV detection to severe cases because of shortness of test kits in our hospital initially and potential false negative results of 2019-nCoV viral RNA detection in mild cases might account for this discrepancy. Consistent with recent reports, our results suggest that 2019-nCoV is more likely to infect elderly people with chronic comorbidities as a result of the weaker immune functions of these patients [5, 6] , and 2019-nCoV-associated death is also related to elder age and underlying illnesses, especially hypertension, diabetes, and cardiac disease.",
            "cite_spans": [
                {
                    "start": 434,
                    "end": 437,
                    "text": "[5,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 438,
                    "end": 440,
                    "text": "6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Consistently with several recent reports regarding to CT findings of 2019-nCoV infected pneumonia (NCIP) [12] [13] [14] , our results showed that CT manifestations of NCIP were featured by predominant ground glass opacities (GGO) (67%) mixed with consolidations (30%), mainly peripheral (26%) or combined peripheral and central distributions (74%), bilateral (86%) and lower lung zones (96%) being mostly involved. Merely consolidation, central distribution only, pleural effusions or lymphadenopathy were relatively rarely seen. Initially the CT images might be GGO nodules or patchy GGO mostly peripherally distributed then consolidations and extensive distributions were seen when pneumonia progressed. Consolidation, air bronchogram, extensive distribution as well as multiple involved lung zones were more common in mortality group, suggesting a more severe clinical course for these abnormalities can be pathologically correlated with diffuse alveolar damage and similar conclusions can be drawn in H1N1 pneumonia, N5N1 pneumonia, H7N9",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 109,
                    "text": "[12]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 110,
                    "end": 114,
                    "text": "[13]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 115,
                    "end": 119,
                    "text": "[14]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.22.20024927 doi: medRxiv preprint pneumonia and SARS [9, [15] [16] [17] . As members of the same virus family, NCIP shared much common ground with MERS and SARS in CT features. Subpleural and basilar airspace lesions with GGOs and consolidations were conspicuous CT characteristics of all three kinds of virus pneumonia, but pleural effusions are more common in patients who died of MERS [18] [19] [20] [21] .",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 171,
                    "text": "[15]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 172,
                    "end": 176,
                    "text": "[16]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 177,
                    "end": 181,
                    "text": "[17]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 498,
                    "end": 502,
                    "text": "[18]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 503,
                    "end": 507,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 508,
                    "end": 512,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 513,
                    "end": 517,
                    "text": "[21]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Comprehensively evaluated the CT features of NCIP, we calculated the CT score of each patient. The CT scores were much higher in mortality group compared to We found an optimal cutoff value of a CT score of 24.5 (sensitivity of 85.6% and specificity of 84.5%) to predict mortality. We hope the simple scoring method according to CT scans may help triage patients and screening patients who need more aggressive treatment and closely monitoring. However, the efficacy of such approach to decrease mortality remains to be validated in future studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although a definite diagnosis of NCIP cannot be achieved by using imaging features alone for most viral pneumonia imaging patterns share similarity, the CT features summarized above might be helpful in differentiation various pathogens of pneumonia and in triage patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There were limitations in our study. First it was a retrospective study including only 27 inpatients, while outpatients and suspected but undiagnosed cases for deficiency of detection kits of 2019-nCoV and potential false negative results were ruled out. Second, not all information was collected because a significant part of patients had not rechecked CT scans. Then, it was pulmonologists, although they are experienced, who evaluated CT images. Finally there was a lack of information regarding interobserver agreement, because the study emphasis on the final consensus interpretation rather than independent reading. . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (consolidation) × 3 (50-75% distribution) × 2 (both right and left lungs) + 2 (ground glass opacity) ×1 (< 25% distribution) × 2 (both right and left lungs); for middle zone (B), 3 (consolidation) × 2 (25-50% distribution) × 2 (both right and left lungs) + 2 (ground glass opacity) × 2 (25-50% distribution) × 2 (both right and left lungs) ; for lower zone (C), 3 (consolidation) × (2 (25-50% distribution of the right lung) + 3 (50-75% distribution of the left lung)) + 2 (ground glass opacity) × (2 (25-50% distribution of the right lung) + 1 (< 25% distribution of the left lung)). Unilateral ground glass nodular opacity was found on CT images of a 64-year-old man from survival group (C) and progressed patchy ground glass opacities as well as interlobular septal thickening were seen after 4 days (D). . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.22.20024927 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.22.20024927 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.22.20024927 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Wuhan municipal health commission's briefing on the pneumonia epidemic situation",
            "authors": [],
            "year": 2019,
            "venue": "Who. Coronavirus. Accessed on",
            "volume": "31",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "National health commission's briefing on the pneumonia epidemic situation",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Epidemiological and clinical characteristics 10",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Mers, sars and other coronaviruses as causes of pneumonia",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Wunderink",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Respirology",
            "volume": "23",
            "issn": "",
            "pages": "130--137",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Updated understanding of the outbreak of 2019 novel coronavirus (2019-ncov) in wuhan",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "china. Journal of medical virology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Evolution of ct manifestations in a patient recovered from 2019 novel coronavirus (2019-ncov) pneumonia in wuhan, china",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Ct manifestations of two cases of 2019 novel coronavirus (2019-ncov) pneumonia",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Radiology",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Emerging coronavirus 2019-ncov pneumonia",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Shan",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Radiology",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Severe acute respiratory syndrome: Radiographic review of 40 probable cases in toronto",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Grinblat",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shulman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Glickman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "canada. Radiology",
            "volume": "228",
            "issn": "",
            "pages": "802--809",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Influenza a (h1n1) virus-associated pneumonia: High-resolution computed tomography-pathologic correlation",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Marchiori",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zanetti",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Fontes",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "European journal of radiology",
            "volume": "80",
            "issn": "",
            "pages": "500--504",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Emerging h7n9 influenza a (novel reassortant avian-origin) pneumonia: Radiologic findings",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Radiology",
            "volume": "268",
            "issn": "",
            "pages": "882--889",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Ooi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Khong",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Muller",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "study was approved by the Institutional Review Boards of Hubei Public Health Clinical Center, the central Hospital of Wuhan, and written informed consent was waived. Between 1 January 2020 and 25 January 2010, 27 consecutive patients who fulfilled the clinical criteria for 2019 novel coronavirus (2019-nCoV) infected pneumonia (NCIP) established by the WHO interim guidance [8] and discharged with recovered symptoms or died in hospital were included. Diagnosis of NCIP was made by positive test for 2019-nCoV viral RNA, in throat-swab specimens collected from patients by real-time reverse transcription polymerase chain reaction (RT-PCR) using standard RTPCR protocol at Hubei Provincial Center for Disease Control and Prevention (CDC). Clinical characteristics together with chest imaging manifestations of each confirmed cases were recorded, if available.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": ", the 27 patients diagnosed as 2019 novel coronavirus (2019-nCoV) infected pneumonia (NCIP) included 12 men and 15 women, with median age of 60 years (IQR 47-69). 17 patients discharged in recovered condition with twice negative test for 2019-nCoV viral RNA in throat-swab specimens and 10 patients died in hospital. The median age of mortality group was higher compared to survival group (68 (IQR 63-73) vs 55 (IQR 35-60), P = 0.003). The comorbidity rate in mortality group was significantly higher than in survival group (80% vs 29%, P = 0.018), especially comorbid hypertension, diabetes, and cardiac disease. 12 patients developed acute respiratory distress syndrome and required non-invasive ventilator mechanical ventilation, 11 of whom died, and one 36 years old man (oxygenation index: 184 mmHg) recovered after treatment. There were no significant differences between survival group and mortality group with respect to patient sex and symptoms. The CT features, including the location, extent and distribution of involvement of each abnormality were shown in table 2. The median days of CT scans were 8 (IQR 5-11) before symptom onset in all patients. The predominant CT characteristics consisted of ground glass opacity (67%), bilateral sides involved (86%), both peripheral and central distribution (74%), and lower zone involved (96%). Ground glass nodular opacities were found in a 2 cases on admission in survival group and progressed to multiple patchy ground glass opacities on reexamination (Figure 2).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "survival group (30 (IQR 7-13) vs 12 (IQR 11-43), 0.021), P = 0.021) on admission. In mortality group the scores markedly increased in a short time (12 (IQR 5-24.5) vs 20 (IQR 15-46), P = 0.042), suggesting a progressive course of NCIP. Although the CT scores were not diminished, they maintained a relatively stable level for a period of time in survival group (12 (IQR 6-12) vs 12 (IQR 6-15), P = 0.237), suggesting that it might take a long time to recover in chest imaging when NCIP was under controlled.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure Legends",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "A sample scoring on CT images of a 63-year-old woman from mortality group demonstrated a total score of 63. It was calculated as: for upper zone (A), 3",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Two cases of CT images from survival group showed ground glass nodular opacities on admission and progressed to multiple patchy ground glass opacities on reexamination. The CT images of a 60-year-old woman on admission showed peripherally distributed focal ground glass nodular opacities in only right lung (A) and rechecked CT images showed expanded area of patchy ground glass opacities in both right and left lungs with reticular and interlobular septal thickening on 7 days later (B).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "CT images of a 76-year-old woman from survival group showed pure ground glass opacities with predominant peripheral distribution in middle and lower lung zones (A-C). Air bronchogram, together with extensive of consolidations and ground glass opacities were found in the CT images of a 72-year-old woman from mortality group (D-F).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "ROC analysis of the CT score for prediction of mortality. N = 27; AUC =0.901.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Table 1. Demographics, comorbidities, and clinical presentations in mortality and survival groups.Percentages are in parentheses, unless indicated as median (interquartile range, IQR).ARDS: acute respiratory distress syndrome.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "CT features in mortality and survival groups.Percentages are in parentheses, unless indicated as median (interquartile range, IQR).. CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.22.20024927 doi: medRxiv preprint",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Comparison of CT features in survival group between admission and reexamination.Percentages are in parentheses, unless indicated as median (interquartile range, IQR). GGO: ground glass opacity.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Comparison of CT features in mortality group between admission and reexamination.Percentages are in parentheses, unless indicated as median (interquartile range, IQR). GGO: ground glass opacity.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}