{
    "paper_id": "518b635f78bdc65dc6666380eafc3b7a283b3af7",
    "metadata": {
        "title": "Tissue Tropism and Transmission Ecology Predict Virulence of Human RNA Viruses 2",
        "authors": [
            {
                "first": "Liam",
                "middle": [],
                "last": "Brierley",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of 5",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Amy",
                "middle": [
                    "B"
                ],
                "last": "Pedersen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of 5",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Mark",
                "middle": [
                    "E J"
                ],
                "last": "Woolhouse",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of 5",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "To quantify the effects of the most informative risk factors, partial dependences were Table) . Averaging across other predictors, presented the lowest risk. An increased probability of severe virulence was also observed for 1 4 5 viruses transmitted by direct contact or respiratory routes, and those with known but limited 1 4 6 human-to-human transmissibility. Although the single classification tree model predicted the training set well, it did not appear 1 5 0 generalisable to novel data within the test set. The single tree correctly predicted virulence gave better predictive accuracy, correctly predicting virulence ratings for 28 of 31 test set accuracy (exact binomial one-tailed test, p = 0.025). The random forest also achieved 1 5 7 superior performance when considering sensitivity, specificity, True Skill Statistic, and the 'severe'-rated viruses ( Table 1 ). The random forest also outperformed the classification tree in All misclassifications from the random forest occurred within the genus Flavivirus (S2 Table) . Within the test set, there were two flaviruses rated as severe from literature protocols that The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/581512 doi: bioRxiv preprint Tropism and Transmission Ecology Predict Viral Virulence -Brierley et al. 9 were predicted to be nonsevere (Rio Bravo virus, Yellow fever virus), and one nonsevere 1 6 4 flavivirus predicted to be severe (Usutu virus). The observed predictor importances and risk factor directions were robust to constructing 1 6 7 random forest models for subsets of viruses, removing those with low-certainty data or data 1 6 8 from serological evidence only (S1 Fig, S2 Fig) , and similar performance diagnostics were obtained (S5 Table) . Redefining our virulence measure to integrate information on known 1 7 0 fatalities and differences with subspecies or strains in an ordinal ranking system (S5 Table) 1 7 1 did not improve predictive performance (S6 Table) . Using alternative virulence 1 7 2 measurements, the most informative variables and virus traits predicting severity showed 'severe' virulence were widened, hepatic tropism became an informative predictor towards 1 7 5 disease severity. We present the first comparative analysis of virulence across all known human RNA virus 1 7 8 species to our knowledge. We find that disease severity is non-randomly distributed across virus families and that beyond taxonomy, severe disease is predicted by risk factors of tissue Primary tissue tropism was the most informative non-taxonomic risk factor (Fig 4) and the first 1 8 9 split criteria in the classification tree (Fig 2) , with specific neural tropism and generalised predicted how tissue tropism should influence virulence. The identified risk factor tropisms 1 9 2 could be explainable as a simple function of pathology occurring in multiple or sensitive 1 9 3 tissues respectively, increasing intensity of clinical disease. However, it has been suggested 1 9 4 that an excessive, non-adapted virulence may result if infections occur within non-target tissues that do not contribute to transmission [28] . Furthermore, the evolutionary determinants of tissue tropism themselves are not well understood [29] . Tissue tropism should be a key 1 9 7 consideration for future comparative and evolutionary modelling efforts. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/581512 doi: bioRxiv preprint 1 9 9",
            "cite_spans": [
                {
                    "start": 1354,
                    "end": 1355,
                    "text": "9",
                    "ref_id": null
                },
                {
                    "start": 3179,
                    "end": 3183,
                    "text": "[28]",
                    "ref_id": null
                },
                {
                    "start": 3282,
                    "end": 3286,
                    "text": "[29]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 87,
                    "end": 93,
                    "text": "Table)",
                    "ref_id": null
                },
                {
                    "start": 867,
                    "end": 874,
                    "text": "Table 1",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1028,
                    "end": 1034,
                    "text": "Table)",
                    "ref_id": null
                },
                {
                    "start": 1728,
                    "end": 1740,
                    "text": "Fig, S2 Fig)",
                    "ref_id": "FIGREF104"
                },
                {
                    "start": 1797,
                    "end": 1803,
                    "text": "Table)",
                    "ref_id": null
                },
                {
                    "start": 1966,
                    "end": 1972,
                    "text": "Table)",
                    "ref_id": null
                },
                {
                    "start": 2022,
                    "end": 2028,
                    "text": "Table)",
                    "ref_id": null
                },
                {
                    "start": 2621,
                    "end": 2628,
                    "text": "(Fig 4)",
                    "ref_id": null
                },
                {
                    "start": 2691,
                    "end": 2698,
                    "text": "(Fig 2)",
                    "ref_id": "FIGREF104"
                }
            ],
            "section": ""
        },
        {
            "text": "We also found viruses primarily transmitted by direct contact and respiratory routes to have a 2 0 0 higher predicted probability of severe virulence than viruses transmitted by more indirect via an indirect route such as through an arthropod vector, virulence could bring ultimate 2 0 7 fitness costs due to host mortality before encountering a vector, fomite, etc.. The relationship between virulence and transmissibility appears more complex. Firstly, the human-to-human transmissibility (level 4) (Fig 5) . This would lend support towards disease for a specific subset of four viruses in the single classification tree (Fig 2) , all 'dead-end' infections) have been predicted to result in higher virulence as without any 2 2 5 evolutionary selection, viral phenotypes within that host will be non-adapted, i.e. a 2 2 6 'coincidental' by-product [24, 25] . However, we did not observe viruses incapable of human-to-2 2 7 human transmissibility to be more virulent, the highest risk instead being observed for viruses dead-end infections, ultimate levels of virulence could also feasibly turn out to be 2 3 0 'coincidentally' low. Taxonomic family being a highly informative predictor in the random forest implies that there 2 3 3 is a broad phylogenetic signal to virulence, but it is also highly likely that the explanatory 2 3 4 power represents a proxy for many other phylogenetically-conserved viral traits that are 2 3 5 challenging to implement in comparative analyses of this scale, such as variation at the 2 3 6 proteomic, transcriptomic or genomic level; or further data beyond simple categorisations, e.g. specific arthropod vector species. Untangling these sources of variation from different scales 2 3 8 of traits will be a critical next step in predictive modelling of viral virulence. We acknowledge several limitations to the quality of our data, as with any broad comparative",
            "cite_spans": [
                {
                    "start": 849,
                    "end": 853,
                    "text": "[24,",
                    "ref_id": null
                },
                {
                    "start": 854,
                    "end": 857,
                    "text": "25]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 501,
                    "end": 508,
                    "text": "(Fig 5)",
                    "ref_id": null
                },
                {
                    "start": 623,
                    "end": 630,
                    "text": "(Fig 2)",
                    "ref_id": "FIGREF104"
                }
            ],
            "section": ""
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/581512 doi: bioRxiv preprint 13 analysis. Risk factor data was problematic or missing for certain viruses, e.g. natural Virulence also exhibits substantial variation at the sub-species level, i.e. between strains or and geography, though this appears to be driven by variation between genotypes [30].",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Confirmatory analyses at a finer resolution would validate our identified risk factors, e.g. broadest level, though caution must be exerted in extrapolating the risk factors we find to 2 5 7 dynamics of specific infections. Implications for Public Health",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5 2"
        },
        {
            "text": "The value of predictive modelling as an inexpensive and rapid tool for risk assessments The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/581512 doi: bioRxiv preprint 14 for one virus rated 'nonsevere' from literature protocols, Usutu virus, potentially suggesting 2 6 5 the capability for more severe disease to be recognised in future. However, our models have restricted function in predicting the virulence of a newly identified 2 6 8 virus. Although taxonomy is easily accessible and applicable to give simple virulence 2 6 9 estimates, the most informative non-taxonomic predictor, tissue tropism, is not likely to be More widely, our analysis brings a novel focus that complements comparative models 2 8 2 predicting other aspects of the emergence process, such as zoonotic transmission certain virus families (e.g. Hantaviridae) or tissues (e.g. neural tissue) could contribute to a 2 9 0 viable strategy to detect future virulent zoonoses. This work adds to the comparative and predictive modelling efforts surrounding emerging 2 9 4 infectious diseases. Here, we contribute a novel focus in ecological predictors of virulence of 2 9 5 human RNA viruses, which can be combined in holistic frameworks with other models such 2 9 6 as those predicting emergence dynamics. As a predictive model, the featured random forest infections. We propose that future predictive studies and preparedness initiatives with respect to emerging diseases should carefully consider potential for human virulence. and 4 were carried out only when fatality or tropism data respectively were not already found virus species. Therefore, virulence was rated using a simple two-category measure of severity viruses as 'severe' if they had frequent reports of hospitalisation, were associated with 3 2 0 significant morbidity from certain conditions (haemorrhagic fever, seizures/coma, cirrhosis, The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/581512 doi: bioRxiv preprint described as \"severe\" or \"causing severe disease\" (S1 Table, S2 Table) . We rated viruses as 3 2 3 'nonsevere' if none of these conditions were met. Note that this led to 'nonsevere' ratings for 3 2 4 some viruses with clinically severe, but rare syndromes, e.g. Dengue virus can cause 3 2 5 haemorrhagic dengue fever, though this is much rarer than typical acute dengue fever vulnerable individuals (defined as age 16 and below or 60 and above, immunosuppressed, 3 2 8 having co-morbidities, or otherwise cited as being 'at-risk' by sources for specific viruses) and in healthy adults, and whether any 'nonsevere' virus has atypically severe strains (for disease; however, poliovirus, which causes severe paralytic disease, is also classified under 3 3 2 this species). These were examined both individually and within a composite six-rank system 3 3 3 (S5 Table) . The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/581512 doi: bioRxiv preprint vascular, or 'systemic' (primary tropism within multiple organ systems). We accepted isolation accept generalised symptoms such as inflammation. However, many human viruses were 3 4 8 isolated from blood with no further evidence of any specific tissue tropisms (n = 69).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 2152,
                    "end": 2168,
                    "text": "Table, S2 Table)",
                    "ref_id": null
                },
                {
                    "start": 2956,
                    "end": 2962,
                    "text": "Table)",
                    "ref_id": null
                }
            ],
            "section": "5 2"
        },
        {
            "text": "Therefore, we also included an additional 'viraemia' category in this variable to indicate only 3 5 0 blood presence was known. Binary variables were also constructed denoting whether viruses were ever known to utilise a) more than one transmission route/tissue tropism, and b) each reproductive, sensory, skin, muscular and endocrine tropism). Human-to-human transmissibility was specified using infectivity/transmissibility levels, based Binary variables were also sourced as to whether infection was known within a) humans only, The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/581512 doi: bioRxiv preprint pertained to natural or unintentional artificially-acquired human infection only and data from taxonomy was included in analyses by specifying both genome type and taxonomic family as Comparative risk factor analyses were firstly carried out by constructing a classification tree learning models that aim to optimally classify data points into their correct category of the tree was pruned back to the optimal branching size, taken as most common consensus 3 8 9 size over 1000 repeats of 10-fold cross-validation. To validate the predictive power of the 3 9 0 classification tree, predictions of virulence rating were generated when applied to the test set. Tree accuracy was then calculated comparing the proportion of correct predictions compared 3 9 2 to literature-assigned ratings (assuming these to be 100% accurate as the 'gold standard' or 3 9 3 'ground truth'). As virulence ratings were imbalanced (i.e. only a minority of viruses cause 3 9 4 severe disease, so correct nonsevere classifications are likely to be achieved by chance), predicted 'nonsevere' for all viruses. Additional diagnostics of interest (sensitivity, specificity, 3 9 7 negative predictive value, and True Skill Statistic [60]) were also obtained. Due to their high structuring, random forest models cannot give a simple parametric predictor 4 1 6 effect size and direction (e.g., an odds ratio). Instead, potential virulence risk factors were 4 1 7 evaluated using two metrics: variable importance and partial dependence. Variable importance is calculated as the mean decrease in Gini impurity following tree splits on the predictor and can be considered as how informative the risk factor was towards correctly 4 2 0 predicting virulence. Partial dependence is calculated as the mean relative change in log- reflect any complex risk factor interactions. Therefore, to test hypotheses regarding virulence 4 2 5 risk factors, we present both random forest partial dependences and the less robust but more and Feifei Zhang for assistance in data collection. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/581512 doi: bioRxiv preprint 15. 38. Allen T, Murray KA, Zambrana-Torrelio C, Morse SS, Rondinini C, Marco MD, et al.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4 9"
        },
        {
            "text": "Global hotspots and correlates of emerging zoonotic diseases. Nat Commun. 2017;8: 1124. 39. Daszak P. A call for \"smart surveillance\": a lesson learned from H1N1. EcoHealth. viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2 6"
        },
        {
            "text": "Final classification tree structure predicting virulence. Viruses begin at the top and are model's prediction of disease severity, and the fraction of viruses following that path correctly denotes having a known renal tissue tropism. Plotted model predictive performance for the single classification tree (bold black line) and the 5 7 6 random forest (bold red line) models when applied to the test set. Y axis denotes sensitivity 5 7 7 (or true positive rate; proportion of viruses rated 'severe' by literature protocol that were 5 7 8 correctly predicted as 'severe' by the model), and X axis denotes 1 -specificity (or false The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/581512 doi: bioRxiv preprint Tables   6  0  1   Table 1 . Predictive performance metrics for classification tree and random forest 6 0 2 model. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/581512 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 778,
                    "end": 804,
                    "text": "Tables   6  0  1   Table 1",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "6 7"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Factors in the emergence of infectious diseases",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Morse",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Emerg Infect Dis",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "from the random forest, describing the marginal predicted probabilities of severe",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "literature-based criteria for 24 of 31 viruses in the test set giving 77.4% (95% confidence interval [CI]: 58.9% -90.4%), no evident improvement on 1 5 3 the null model assigning all viruses as nonsevere (null accuracy = 74.2%).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "area under the receiver operating characteristic curve(Table 1, Fig 3).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "model suggested a lower risk of severe virulence for viruses with sustained",
            "latex": null,
            "type": "figure"
        },
        "FIGREF23": {
            "text": "chronic syndromes (HIV 1 and 2, Primate T-lymphotropic virus 1 and 2),",
            "latex": null,
            "type": "figure"
        },
        "FIGREF32": {
            "text": "to traits of the host individual, e.g., immunocompetence, age32]. Our risk factor analysis brings a novel, top-down perspective on virulence at the",
            "latex": null,
            "type": "figure"
        },
        "FIGREF34": {
            "text": ", e.g. future reservoir hosts for zoonotic disease[33]. Severe virulence was predicted",
            "latex": null,
            "type": "figure"
        },
        "FIGREF36": {
            "text": "data lies in the potential predictability of tissue tropism from cell receptors",
            "latex": null,
            "type": "figure"
        },
        "FIGREF42": {
            "text": "[fatal* OR death], 4) [virus name] AND human AND [tropi* or isolat*].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF43": {
            "text": "sources. Data collection and virus name search terms included the full species 3 1 1 name, any synonyms or subspecies (excluding vaccine strains) and the standard virus",
            "latex": null,
            "type": "figure"
        },
        "FIGREF44": {
            "text": "given by ICTV Online Virus Taxonomy [44].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF45": {
            "text": "case fatality ratio (CFR) have not been calculated for the majority of human RNA",
            "latex": null,
            "type": "figure"
        },
        "FIGREF46": {
            "text": "disease in humans. We rated viruses as 'severe' if they firstly had",
            "latex": null,
            "type": "figure"
        },
        "FIGREF47": {
            "text": "AIDS, hantavirus pulmonary syndrome, HTLV-associated myelopathy) or were explicitly",
            "latex": null,
            "type": "figure"
        },
        "FIGREF48": {
            "text": "42]. To address this, data were also collected on whether the virus has caused fatalities in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF50": {
            "text": "most infections with viruses within the species Human enterovirus C cause mild",
            "latex": null,
            "type": "figure"
        },
        "FIGREF51": {
            "text": "Data were compiled for four main risk factors: transmission route(s) and tissue tropisms, literature search exercises as described; and extent of human-toto vary with other traits, e.g. environmental survivability [47], defined as the primary route the virus is transmitted by, classified as either vector-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF52": {
            "text": "or targets, classified as either neural, gastrointestinal, hepatic, respiratory, circulatory,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF55": {
            "text": "primary routes/tropisms (food-borne and vertical transmission; renal, cardiac, joint,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF57": {
            "text": "conceptual models and a systematic compilation and review of evidence [4,5,12].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF58": {
            "text": "as either 'narrow' (infection known only within humans or humans plus non-) or 'broad' (infection known in mammals or animals beyond primates)[5].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF60": {
            "text": "non-human primates, c) other mammals and d) birds. All virulence and risk factor data",
            "latex": null,
            "type": "figure"
        },
        "FIGREF62": {
            "text": "All virulence and risk factor data are available via Figshare [48].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF63": {
            "text": "991) and virulence ratings (p > 0.999) between training and test data.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF66": {
            "text": "of otherwise co-occurring traits as their high structure can intuitively fit complex non-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF70": {
            "text": "an ensemble collection of a large number of bootstrapped classification trees [51].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF71": {
            "text": "infective RNA virus species, random forests handle such 'large p, small n, each built upon a bootstrapped sample of the training data and restricted to test a",
            "latex": null,
            "type": "figure"
        },
        "FIGREF80": {
            "text": "emergence. Philos Trans R Soc B Biol Sci. 2012;367: 2864-2871.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF81": {
            "text": "LH, Latham SM, Woolhouse MEJ. Risk factors for human disease emergence.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF82": {
            "text": "R Soc Lond B Biol Sci. 2001;356: 983-989.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF84": {
            "text": "traits predict zoonotic spillover from mammals. Nature. 2017;546: 646-650.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF85": {
            "text": "Howard CR. Arenaviruses. In: Zuckerman AJ, Banatvala JE, Schoub BD, Griffiths PD, , editors. Principles and practice of clinical virology. John Wiley & Sons, Ltd; 2009.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF87": {
            "text": "malaria. Vaccine. 2008;26, Supplement 3: C42-C52.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF88": {
            "text": "mixture of two populations can modify virulence and tissue tropism in rat. Exp Parasitol.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF90": {
            "text": "Woolhouse M. Sources of human viruses. Science. 2018;362: 524-525.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF94": {
            "text": "zoonotic virus discovery. Emerg Infect Dis. 2013;19: 743-747.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF95": {
            "text": "Knipe DM, Howley PM. Fields virology, 5th Edition. Lippincott Williams & Wilkins; 2007.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF96": {
            "text": "virology. John Wiley & Sons; 2009.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF97": {
            "text": "Richman DD, Whitley RJ, Hayden FG. Clinical virology. John Wiley & Sons; 2009.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF98": {
            "text": "ICTV. The Classification and Nomenclature of Viruses. The Online (10th) Report of the 5 3 8 ICTV. [Internet]. 2017. Available: https://talk.ictvonline.org/ictv-reports/. Academic Press; 2007. pp. 113-129.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF99": {
            "text": "Bonhoeffer S, Lenski RE, Ebert D. The curse of the pharaoh: the evolution of virulence in 5 4 4 pathogens with long living propagules. Proc R Soc Lond B Biol Sci. 1996;263: 715-721.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF101": {
            "text": "Statistical Computing, Vienna, Austria. http://www. R-project. org; 2011.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF102": {
            "text": "Figure Captions",
            "latex": null,
            "type": "figure"
        },
        "FIGREF103": {
            "text": "Virulence of currently known human RNA viruses with respect to taxonomy.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF104": {
            "text": "Final pruned classification tree predicting disease severity for 181 human RNA",
            "latex": null,
            "type": "figure"
        },
        "FIGREF106": {
            "text": ", 'Tr level' denotes level of human-to-human transmissibility, and 'Tp: renal.'",
            "latex": null,
            "type": "figure"
        },
        "FIGREF107": {
            "text": "Receiver operating characteristic curve for tree-based machine learning models.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF108": {
            "text": "rate; proportion of viruses rated 'nonsevere' by literature protocol that were incorrectly 5 8 0 predicted as 'severe' by the model). Dashed black line indicates null expectation (i.e.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF109": {
            "text": "to predict virulence of 31 viruses within the test set.",
            "latex": null,
            "type": "figure"
        },
        "TABREF2": {
            "text": "tropism, and to a lesser extent, transmission route and level of human-to-human transmissibility. In both the classification tree and random forest, viruses were more likely to be predicted to cause severe disease if they caused systemic infections, had neural or renal tropism, transmitted via direct contact or respiratory routes, or had limited capability to methods, alternative definitions of virulence, and exclusions of poor quality data.Ecology and Evolution of Risk Factor Traits",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "which are likely subject to different evolutionary dynamics -if disease occurs after the infectious period, virulence brings fewer costs to pathogens from host mortality, essentially Severe acute respiratory syndrome-related coronavirus, Yellow fever virus, and Zaire",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "[8,9,27,33], propagation within humans[10,11]  or geographic hotspots [37,38]. After continued calls for model-informed strategy, predictive studies are now beginning to shape surveillance and prevention with respect to emerging zoonoses [16,39], with virulence being The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/581512 doi: bioRxiv preprint 15 been suggested as a factor to direct viral surveillance [40], albeit in non-human hosts. The virulence risk factors we identify suggest that broadly targeting direct contact or respiratory transmission interfaces within ecological systems and/or tailoring detection assays towards",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Tropism and Transmission Ecology Predict Viral Virulence -Brierley et al., which is equal to zero for perfectly separated data. To prevent overfitting,",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "35. Woolhouse MEJ, Rambaut A, Kellam P. Lessons from Ebola: Improving infectious disease surveillance to inform outbreak management. Sci Transl Med. 2015;7: 307rv5. 36. Babayan SA, Orton RJ, Streicker DG. Predicting reservoir hosts and arthropod vectors from evolutionary signatures in RNA virus genomes. Science. 2018;362: 577-580. doi:10.1126/science.aap9072 The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/581512 doi: bioRxiv preprint 37. Jones KE, Patel NG, Levy MA, Storeygard A, Balk D, Gittleman JL, et al. Global trends in emerging infectious diseases. Nature. 2008;451: 990-993.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder.It . https://doi.org/10.1101/581512 doi: bioRxiv preprint Tropism and Transmission Ecology Predict Viral Virulence -Brierley et al. 48. Brierley L, Pedersen A, Woolhouse M. Data and supporting R script for: Tissue Tropism and Transmission Ecology Predict Virulence of Human RNA Viruses [Internet]. figshare. 2019. doi:10.6084/m9.figshare.7406441.v1 49. Therneau TM, Atkinson B, Ripley B. rpart: Recursive partitioning and regression Trees. R 50. De'ath G, Fabricius KE. Classification and regression trees: a powerful yet simple technique for ecological data analysis. Ecology. 2000;81: 3178-3192.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "ecumenical excursion and modest suggestion. Parasitology. 1990;100: S103-S115. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/581512 doi: bioRxiv preprint 3 9 methodology follows that of Materials & Methods. Predictive performance metrics of random forest models predicting alternative virulence averaging over any effects of other predictors. As each measurement used a different two-6 8 8 category definition of 'severe', note that the raw prevalence of 'severe' virulence differed 6 8 9 between each model (see S6 Table) . The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 587,
                    "end": 596,
                    "text": "S6 Table)",
                    "ref_id": null
                }
            ],
            "section": "annex"
        }
    ]
}