{
    "paper_id": "532dc582abd41e833303742ca40976db63fe6fc1",
    "metadata": {
        "title": "Classification: Biological Sciences Minor: Microbial Biology Site specific target binding controls RNA cleavage efficiency by the Kaposi's sarcoma-associated herpesvirus endonuclease SOX",
        "authors": [
            {
                "first": "Aaron",
                "middle": [
                    "S"
                ],
                "last": "Mendez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California Berkeley",
                    "location": {
                        "settlement": "Berkeley",
                        "region": "CA",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Carolin",
                "middle": [],
                "last": "Vogt",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California Berkeley",
                    "location": {
                        "settlement": "Berkeley",
                        "region": "CA",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Jens",
                "middle": [],
                "last": "Bohne",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Britt",
                "middle": [
                    "A"
                ],
                "last": "Glaunsinger",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California Berkeley",
                    "location": {
                        "settlement": "Berkeley",
                        "region": "CA",
                        "country": "United States"
                    }
                },
                "email": "glaunsinger@berkeley.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "During lytic replication of Kaposi's sarcoma-associated herpesvirus (KSHV), the gene expression landscape of a cell is remodeled to evade the immune response and create an environment favorable to viral replication. A major driver of these gene expression changes is a virally encoded, messenger RNA (mRNA)-specific endonuclease termed SOX. SOX cleaves the majority of cytoplasmic mRNAs, but does so at specific internal sites loosely defined by a degenerate sequence motif. If and how RNA sequence directs SOX targeting remained unknown. To address these questions, we used recombinant, highly purified SOX endonuclease in a series of biochemical assays to reconstitute the cleavage reaction in vitro and gain significant insight into the biochemical mechanism of both SOX target recognition and endonucleolytic cleavage. Using this system, we determined that cut site specificity is preserved with purified SOX and a validated target RNA and thus does not require additional cellular cofactors. Furthermore, we showed that . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/320929 doi: bioRxiv preprint SOX displays robust, sequence-specific RNA binding to residues proximal to the cleavage site, which must be presented in a particular structural context. The strength of SOX binding dictates cleavage efficiency, providing an explanation for the breadth of target RNA susceptibility observed in cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Kaposi's sarcoma-associated herpesvirus (KSHV) is an oncogenic human virus that causes Kaposi's sarcoma, primary effusion lymphoma, and multicentric Castleman disease. During viral replication, KSHV expresses an enzyme called SOX that cuts and inactivates the majority of cellular messenger RNAs, preventing their translation into proteins. Some mRNAs are efficiently cleaved by SOX, while others are poorly cleaved, but the mechanistic basis underlying this selectivity has remained largely unknown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Here, we reveal that the efficiency of RNA cleavage is heavily impacted by RNA sequences proximal to the cleavage site, which serve as a SOX binding platform. This helps explain both the range of RNA cleavage efficiency observed in SOX-expressing cells as well as the sequence specificity underlying SOX targeting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Viral infection dramatically reshapes the gene expression landscape of the host cell. By changing overall messenger RNA (mRNA) abundance or translation, viruses can redirect host machinery towards viral gene expression while simultaneously dampening immune stimulatory signals (1) (2) (3) . Suppression of host gene expression, termed host shutoff, can occur via a variety of mechanisms, but one common strategy is to accelerate degradation of mRNA (1, 2) . This occurs during infection with DNA viruses such as In cells, the mRNA fragments resulting from the primary SOX endonucleolytic cleavage are predominantly cleared by the host 5'-3' exonuclease XRN1, while in vitro, RNA fragments are rapidly degraded by 5'-3' exonucleolytic activity intrinsic to purified SOX (9) . Thus, it has been challenging to analyze the initial endonucleolytic cleavage event that is an essential component of mRNA target specificity in vivo. Here, we sought to develop a biochemical system to address these questions.",
            "cite_spans": [
                {
                    "start": 277,
                    "end": 280,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 281,
                    "end": 284,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 285,
                    "end": 288,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 449,
                    "end": 452,
                    "text": "(1,",
                    "ref_id": null
                },
                {
                    "start": 453,
                    "end": 455,
                    "text": "2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 769,
                    "end": 772,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Our prior analysis of SOX targets in cells identified the human LIMD1 mRNA, which codes for a protein essential for P body formation and integrity, as being highly susceptible to cleavage by SOX (20). The minimum sequence required to directly cut the putative cleavage site in LIMD1 in cells was mapped to a 54 nucleotide segment (LIMD1 54), and we therefore chose this as our model substrate to study SOX targeting in vitro (20) . We first expressed and purified KSHV SOX to greater then 95 percent purity from SF9 insect cells ( fig. S1A ). Using the LIMD1 54 substrate, we plotted the observed rate constant (k obs ) as a function of SOX concentration, yielding a Hill coefficient of n = 1.11 ( Fig. 1A) . Thus, in agreement with previous observations (9, 10) , SOX appears to function predominantly as a monomer. Under conditions of half maximal activity (2 µM; Fig. 1A ), SOX displayed a strong preference for the \"hard\" divalent metal Mg 2+ and a weaker preference for the \"softer\" and larger metals Mn 2+ , Co 2+ , and Zn 2+ (Fig. 1B) . This is again consistent with other characterized members of the P/DExK family of enzymes (9, 22) .",
            "cite_spans": [
                {
                    "start": 425,
                    "end": 429,
                    "text": "(20)",
                    "ref_id": null
                },
                {
                    "start": 755,
                    "end": 758,
                    "text": "(9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 759,
                    "end": 762,
                    "text": "10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1134,
                    "end": 1137,
                    "text": "(9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1138,
                    "end": 1141,
                    "text": "22)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 531,
                    "end": 539,
                    "text": "fig. S1A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 698,
                    "end": 706,
                    "text": "Fig. 1A)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 866,
                    "end": 873,
                    "text": "Fig. 1A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1032,
                    "end": 1041,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Notably, SOX activity in the presence of Mg 2+ was inhibited in a dose-dependent manner upon competitive addition of Ca 2+ (Fig. 1C and S1B ). This is likely the result of increased coordination partners engaged by Ca 2+ , which decreases the ability of catalytic residues to promote proper base hydrolysis (23-25). Finally, increasing the NaCl concentration above 100 mM led to substantially decreased SOX activity (Fig. 1D ), in accordance with the observation that high salt concentrations frequently inhibit nuclease activity by disrupting protein-protein or protein-substrate interactions (25). Given that recombinant SOX displays robust 5'-3' exonuclease activity (9, 10) , we sought to confirm that LIMD1 54 was subject to endonucleolytic SOX cleavage, as this is the predominant event that directs mRNA turnover in SOX expressing cells (3, 16) . Both the 5' and 3' ends LIMD1 54 were blocked by capping the 5' end with a Cy5 fluorophore and the 3' end with an Iowa Black quencher (LIMD1 54 Flo). We confirmed this RNA was resistant to degradation by the 5'-phosphate dependent exonuclease terminator (Fig. 1E, lane 3) . However, in the presence of SOX, a cleavage product was observed that correlated with an endonucleolytic cut (Fig. 1E, lane 2) .",
            "cite_spans": [
                {
                    "start": 670,
                    "end": 673,
                    "text": "(9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 674,
                    "end": 677,
                    "text": "10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 844,
                    "end": 847,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 848,
                    "end": 851,
                    "text": "16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 123,
                    "end": 139,
                    "text": "(Fig. 1C and S1B",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 416,
                    "end": 424,
                    "text": "(Fig. 1D",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1108,
                    "end": 1125,
                    "text": "(Fig. 1E, lane 3)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1237,
                    "end": 1254,
                    "text": "(Fig. 1E, lane 2)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "To confirm this processing event was not a result of contamination, we purified a SOX mutant containing mutations within two key residues of the SOX active site (D221N/E244Q). Incubation of this mutant with LIMD1 54 over the course of 1.5 h yielded no RNA cleavage (Fig. S1C) . Thus, recombinant SOX appears to target LIMD1 54 for endonucleolytic cleavage in vitro, as has been observed for this substrate in cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 265,
                    "end": 275,
                    "text": "(Fig. S1C)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "To analyze RNA substrate selectivity using our in vitro assay, we first compared SOX degradation of LIMD1 54 to a 51-nucleotide sequence of the mRNA encoding GFP (GFP 51). We have previously shown that GFP mRNA is cleaved by SOX in cells, and that GFP 51 is the minimal sequence required to elicit cleavage (15, 16) . The cleavage sites for LIMD1 54 and GFP 51 are predicted to occur in an open loop region ( Fig. 2A , red arrow). Upon direct comparison of these two RNAs, we observed a 5-fold increase in the catalytic efficiency of SOX for the LIMD1 54 substrate compared to GFP 51 (Fig. 2B) .",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 311,
                    "text": "(15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 312,
                    "end": 315,
                    "text": "16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 409,
                    "end": 416,
                    "text": "Fig. 2A",
                    "ref_id": "FIGREF18"
                },
                {
                    "start": 584,
                    "end": 593,
                    "text": "(Fig. 2B)",
                    "ref_id": "FIGREF18"
                }
            ],
            "section": "KSHV SOX shows RNA substrate selectivity in vitro"
        },
        {
            "text": "This difference was not exclusively due to the fact that the GFP substrate was slightly shorter than LIMD1 54, as SOX also displayed a 2.5-fold reduction of catalytic efficiency on a longer, 100 nt GFP substrate (GFP 100; Fig. 2B ). Electrophoretic mobility shift assays (EMSA) further revealed a 10-fold increase in SOX binding to LIMD1 54 compared to GFP 51 (Fig. 2C) . Given that both substrates contain the requisite unpaired bulge at the predicted cleavage site (see Fig. 2A ), these observations suggest that additional sequence or structural features impact SOX targeting efficiency on individual RNAs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 222,
                    "end": 229,
                    "text": "Fig. 2B",
                    "ref_id": "FIGREF18"
                },
                {
                    "start": 360,
                    "end": 369,
                    "text": "(Fig. 2C)",
                    "ref_id": "FIGREF18"
                },
                {
                    "start": 472,
                    "end": 479,
                    "text": "Fig. 2A",
                    "ref_id": "FIGREF18"
                }
            ],
            "section": "KSHV SOX shows RNA substrate selectivity in vitro"
        },
        {
            "text": "Two SOX point mutants, P176S and F179A, located in an unstructured region of the protein that bridges domains I and II have been shown to be selectively required for its endonucleolytic processing of RNA substrates (Fig S2A and S2B ) (8, 21) . Structural data indicate that residue F179 forms a stacking interaction with an adenine base in the RNA, likely stabilizing the protein-RNA interaction, while P176 is hypothesized to contribute to structural rearrangements required for F179 engagement (21). We purified both mutants to evaluate their relative RNA processing and RNA binding activity against the optimal LIMD1 54 substrate. Both mutants displayed purity and elution profiles similar to wild type (WT) SOX (see Fig. S1A ). However, the catalytic efficiency of each mutant was >5-fold less than WT SOX (Fig. 2D) . Furthermore, RNA binding was severely perturbed; the binding kinetics of WT SOX for LIMD1 54 are in the single digit nanomolar range (K d = 7 nM), while P176S and F179A display >2 log defects (K d = 702 nM and 831 nM, respectively) ( Fig 2E and S3A-C) . Thus, the large defect in RNA binding likely explains the decreased efficiency of RNA processing. Notably, while there was a dramatic . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/320929 doi: bioRxiv preprint decrease in the relative affinities of the two mutants for LIMD1 54, there was not a complete loss of binding or RNA processing. This could be a result of secondary nonspecific interactions and/or nonspecific exonucleolytic degradation by SOX from the 5' monophosphorylated end of the probe.",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 237,
                    "text": "(8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 238,
                    "end": 241,
                    "text": "21)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 215,
                    "end": 231,
                    "text": "(Fig S2A and S2B",
                    "ref_id": "FIGREF18"
                },
                {
                    "start": 720,
                    "end": 728,
                    "text": "Fig. S1A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 810,
                    "end": 819,
                    "text": "(Fig. 2D)",
                    "ref_id": "FIGREF18"
                },
                {
                    "start": 1056,
                    "end": 1073,
                    "text": "Fig 2E and S3A-C)",
                    "ref_id": "FIGREF18"
                }
            ],
            "section": "KSHV SOX shows RNA substrate selectivity in vitro"
        },
        {
            "text": "In silico RNA folding predictions of SOX targeting motifs, coupled with RNA mutagenesis experiments, have indicated that an RNA stem loop structure is an important determinant in SOX targeting both in vitro and in vivo (20, 21). Given the importance of this predicted motif, and in particular the proposed requirement for unpaired sequence at the cut site, we sought to experimentally determine the structure of LIMD1 54 using chemical based in-line probing (Fig. 3A ). This showed that the LIMD1 54 structure contains a largely base paired stem region, followed by a loop at positions 15-27 that encompasses the predicted SOX cleavage site between nt 26 and 27, and a short hairpin structure at positions 29-40 (Fig. 3B) . Notably, some differences exist between the predicted and observed structures of LIMD1 54, including a larger loop region and the subsequent short stem-loop (compare Fig. 3B to Fig. 2A ) However, in both cases the predicted cleavage site of SOX resides in a loop region.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 458,
                    "end": 466,
                    "text": "(Fig. 3A",
                    "ref_id": "FIGREF19"
                },
                {
                    "start": 712,
                    "end": 721,
                    "text": "(Fig. 3B)",
                    "ref_id": "FIGREF19"
                },
                {
                    "start": 890,
                    "end": 897,
                    "text": "Fig. 3B",
                    "ref_id": "FIGREF19"
                },
                {
                    "start": 901,
                    "end": 908,
                    "text": "Fig. 2A",
                    "ref_id": "FIGREF18"
                }
            ],
            "section": "Secondary structure determination of the LIMD1 54 substrate"
        },
        {
            "text": "Recently, a high-resolution crystal structure was solved of SOX bound to a 31nt fragment of the KSHV pre-microRNA K12-2 (K2-31). In this structure, the only observed contacts between SOX and K2-31 occurred between the four active site residues of SOX . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/320929 doi: bioRxiv preprint (Y373, R248, C247, F179) and the UGAAG motif surrounding the cleavage site of the RNA (21). It was therefore hypothesized that no other residues beyond this unpaired UGAAG motif were involved in transcript recognition (21). However, our data showing a 10-fold difference in binding affinity between two in vivo validated SOX substrates suggested that a more extended interaction surface might distinguish optimal from suboptimal RNA substrates. We therefore used RNA footprinting to map the SOX binding sites on LIMD1 54. Indeed, SOX robustly protected 3 LIMD1 54 adenosines (positions 20-24) from RNase I digestion in a dose dependent manner (Fig. 4) . Notably, this mapped binding site is the same one predicted from in vivo PARE-seq data (20). We also observed a modest protection of base 27 (G) located directly adjacent to the predicted cleavage site of SOX, which represents the region detected in the crystal structure of K2-31 bound to SOX. Collectively, these findings suggest that while SOX may interact with residues directly adjacent to the cut site, a more extensive interaction interface exists for its preferred in vivo targets.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1109,
                    "end": 1117,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF20"
                }
            ],
            "section": "SOX binds to an unpaired stretch of adenosine repeats"
        },
        {
            "text": "To explore the importance of the residues involved in SOX binding and cleavage, we engineered 3 mutants of the LIMD1 54 substrate (Fig. 5A) . First, we preserved the loop structure but replaced the 3 adenosines bound by SOX (residues 39-43) with guanosines (LIMD1 3xA-G). Second, we mutated the residue located at the predicted SOX cut site that was also protected in the footprinting assay (LIMD1 A-G). This mutant has been previously identified to block SOX cleavage in vivo (20). Third, we largely The predicted structures of the LIMD1 3XA-G and LIMD1 zipper mutants were verified by in-line probing (Fig. 5, S6 ). Real-time binding kinetics for SOX with WT LIMD1 54 and each of the 3 mutant substrates were then measured using bio-layer interferometry (BLI).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 130,
                    "end": 139,
                    "text": "(Fig. 5A)",
                    "ref_id": "FIGREF22"
                },
                {
                    "start": 603,
                    "end": 614,
                    "text": "(Fig. 5, S6",
                    "ref_id": "FIGREF22"
                }
            ],
            "section": "Residues surrounding the SOX binding and cleavage sites contribute to efficient substrate degradation"
        },
        {
            "text": "All RNA probes were 3' biotinylated and immobilized to a streptavidin-coated BLI probe, whereupon the binding and dissociation of SOX was measured. To prevent degradation of the probe, excess calcium ion was used in place of magnesium ( S4C-D and table S1). We also measured SOX binding to the KSHV pre-miRNA sequence used to obtain the SOX-RNA co-crystal structure (K2-31) (21). Notably, the affinity of SOX for K2-31 was even less than that of the LIMD1 3xA-G and Zipper mutants (K d = 1.8 µM), suggesting that despite having an UGAAG motif upstream of a predicted bulge, this may not be a bona fide SOX target (Fig. 5B , S4E and table S1).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 613,
                    "end": 621,
                    "text": "(Fig. 5B",
                    "ref_id": "FIGREF22"
                }
            ],
            "section": "Residues surrounding the SOX binding and cleavage sites contribute to efficient substrate degradation"
        },
        {
            "text": "We next quantitatively measured the catalytic efficiency of SOX towards each of the above RNA substrates. Despite SOX having WT binding affinity for the predicted cleavage site mutant LIMD1 A-G, there was a 4-fold defect in its ability to degrade this mutant (Fig. 5C ). Even more marked defects in SOX catalytic efficiency were observed for the binding site mutant LIMD1 3XA-G, the loop mutant LIMD1 zipper, and the pre-miRNA K2-31 (Fig. 5C ). Collectively, these data indicate that efficient RNA cleavage requires both an appropriate SOX binding site and a suitable cut site. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/320929 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 259,
                    "end": 267,
                    "text": "(Fig. 5C",
                    "ref_id": "FIGREF22"
                },
                {
                    "start": 433,
                    "end": 441,
                    "text": "(Fig. 5C",
                    "ref_id": "FIGREF22"
                }
            ],
            "section": "Residues surrounding the SOX binding and cleavage sites contribute to efficient substrate degradation"
        },
        {
            "text": "In cells, SOX cleaves its mRNA substrates site-specifically. Mutagenesis of residues in mapped cleavage sites generally abolishes SOX cleavage at that location (20) . To determine if our in vitro assay faithfully recapitulated the site specificity of SOX endonucleolytic targeting observed in cells, we established reaction conditions that enabled trapping of the early cleavage events. By combining Ca 2+ and Mg 2+ in our reaction buffer, we were able to sufficiently slow SOX processing to visualize cleavage products derived from 5' 32 P labeled substrates. Indeed, we observed a predominant 27 nt band, which is the size of the product released upon LIMD1 54 cleavage at the predicted cut site (Fig. 6A, lane 3) . Additional bands also appeared, likely representing subsequent processing events. Importantly, when we incubate SOX with the cut site mutant LIMD1 A-G, there is a complete loss of this 27 nt product, as well as the additionally processed intermediates (Fig. 6A, lane 4) . Production of these cleavage intermediates required SOX, as no decay was observed in the RNA-only controls (Fig.   6A , lanes 1-2).",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 164,
                    "text": "(20)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 698,
                    "end": 715,
                    "text": "(Fig. 6A, lane 3)",
                    "ref_id": "FIGREF19"
                },
                {
                    "start": 970,
                    "end": 987,
                    "text": "(Fig. 6A, lane 4)",
                    "ref_id": "FIGREF20"
                },
                {
                    "start": 1097,
                    "end": 1107,
                    "text": "(Fig.   6A",
                    "ref_id": "FIGREF23"
                }
            ],
            "section": "Site-specific endonucleolytic cleavage of target RNA occurs in vitro"
        },
        {
            "text": "Finally, we sought to verify that the predominant 27 nt cleavage product we observed was a result of an endonucleolytic cleavage and not 5' end processing. To this end, we generated a LIMD1 54 substrate containing a 3' 32 P pCp label and a free 5' OH to block 5' end processing. Again, in the presence of SOX, WT LIMD1 54 but not the A-G mutant produced a cleavage product whose size corresponded to cleavage at the predicted site ( Fig 6B) . Taken together, these data confirm that our in vitro assay faithfully recapitulates SOX cleavage site specificity on a true substrate. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/320929 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 433,
                    "end": 440,
                    "text": "Fig 6B)",
                    "ref_id": "FIGREF23"
                }
            ],
            "section": "Site-specific endonucleolytic cleavage of target RNA occurs in vitro"
        },
        {
            "text": "Endonuclease-directed mRNA degradation plays key roles in the lifecycle of gammaherpesviruses, yet the fundamental principles governing target specificity by SOX are not well understood. Here, through the development of the first biochemical system to faithfully recapitulate the internal cleavage specificity observed for SOX in cells, we revealed how both RNA sequence and structure contribute to targeting. These findings resolve a central feature of the current model of SOX activity ( Figure 7 ). Previous observations established that sequences flanking the cut site were required to direct cleavage by SOX (16, 20) . However, it was unresolved whether they played a strictly structural role in presenting an exposed loop for cleavage, served as a platform for SOX binding, or created a binding site for one or more cellular factors that then indirectly recruited SOX to its targets. Through a combination of mutational analyses, RNA structure probing, and RNA footprinting assays, we showed that efficient SOX targeting requires both an exposed loop structure and upstream sequences that serve as a SOX binding platform. This combination of sequence and structural features within the targeting motif helps explain why some mRNAs are efficiently cleaved by SOX, whereas others are weaker substrates.",
            "cite_spans": [
                {
                    "start": 613,
                    "end": 617,
                    "text": "(16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 618,
                    "end": 621,
                    "text": "20)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 490,
                    "end": 498,
                    "text": "Figure 7",
                    "ref_id": "FIGREF24"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "A key open question related to SOX function is how it can target the majority of mRNAs in cells, yet with significant site specificity. These observations suggest that there must be specific mRNA features that influence targeting. Indeed, PARE-seq analyses of cleavage intermediates in SOX expressing cells revealed that cleavage sites were associated with a degenerate sequence motif (20). Sequences proximal to the cleavage . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/320929 doi: bioRxiv preprint site were predicted to be un-base paired and frequently contained a polyadenosine stretch followed by a purine (20). The importance of these sequence features for SOX targeting was validated for the LIMD1 transcript in cells (20). Because LIMD1 has been established as a particularly robust SOX target in cells (20), we reasoned that it must contain features optimal for SOX processing and therefore would be an ideal substrate to dissect these features biochemically. Indeed, SOX binding to LIMD1 54 was 10-fold better than to the commonly used reporter substrate GFP, and an order of magnitude better than to the K2-31 pre-miRNA, which has not been demonstrated to be processed by SOX in cells. Importantly, these binding differences correlated with the efficiency of SOX cleavage in vitro, arguing that the ability to bind the targeting motif is a key step in target recognition. Through RNA footprinting assays, we were able to show that SOX binds to a bulge structure proximal to the cleavage site containing the polyadenosine stretch previously predicted to be important (20). Mutating either the bulge structure (LIMD1 zipper) or maintaining the bulge but mutating the polyadenosine stretch (LIMD1 3xA-G) resulted in an order of magnitude reduction in binding affinity, correlating with a dramatic decrease in cleavage efficiency. Collectively, these data demonstrate that variability in the efficiency of SOX targeting observed in cells is likely due to differences in RNA sequences that mediate SOX binding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A recent crystal structure of SOX bound to the K2-31 pre-miRNA captured the importance of the exposed loop region for SOX cleavage (21). However, the structure did not reveal additional interactions between SOX and the RNA beyond the 3 residues surrounding the cut site. Our data suggest that this is likely because the K2-31 RNA lacks the additional residues necessary for SOX binding site found in both LIMD1 and GFP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/320929 doi: bioRxiv preprint While the K2-31 RNA does contain adenosines upstream of the cleavage site, structural predictions indicate these residues are within a stem region (21), rather than in an exposed loop as is the case for LIMD1 and GFP. Together, these observations indicate that while upstream adenosines are important for binding, they must be present in an unpaired state to promote SOX binding. It is notable that prior studies reported much weaker interactions between SOX and RNA (K d = 75 µM) compared to its DNA substrates (K d = 1 µm) (9, 10, 21). However, in these cases binding assays were conducted with scrambled RNA sequences. We found that SOX binding affinities to RNA substrates vary over several orders of magnitude, in a manner that correlates with cleavage efficiency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Interestingly, the crystal structure of SOX bound to DNA showed more dynamic interactions along the length of the protein (~480 Å 2 interaction surface), when compared to the K2-31 RNA bound structure (~240 Å 2 interaction surface). It is therefore possible that more interaction along the length of SOX protein might occur with optimal substrates such as LIMD1 that are more tightly bound.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The fact that purified SOX endonucleolytically cleaved LIMD1 54 at the precise site observed in SOX-expressing cells demonstrates that cleavage site selection on an mRNA is not mediated by a cellular cofactor. Instead, targeting at particular RNA motifs is strongly influenced by the strength of SOX binding. Our observation that the P176S and F179A SOX mutants display significant RNA binding defects indicates that their failure to cleave mRNAs in cells is due to an inability to efficiently bind the targeting motif.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The mechanism by which SOX initially distinguishes RNA polymerase II The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/320929 doi: bioRxiv preprint co-factors, perhaps though interactions with SOX, enable this distinction. More broadly, endonucleases are instrumental in RNA processing and degradation. Nuclease processing defects lead to several human pathologies ranging from cancer to neurodegeneration (26-30), and our study provides a framework for better understanding the mechanistic features governing endonuclease targeting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "KSHV SOX was codon optimized for Sf9 expression and synthesized from GENEWIZ.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recombinant protein expression and purification"
        },
        {
            "text": "SOX was then subcloned using restriction sites BamHI and SalI (New England BioLabs) into pFastBac HTD. This vector was modified to carry a GST affinity tag and PreScission protease cut site as described (31). All SOX mutants were generated using single primer site-directed mutagenesis (32). Sequences were validated using standard pGEX forward and reverse primers. Generation of viral bacmids and transfections were prepared as described in the Bac-to-BacÒ Baculovirus Expression System (Thermo Fisher Scientific) manual. After transfection, Sf9 cells (Thermo Fisher Scientific) were grown for 96 hr at 22 °C using SF-900 SMF media (Gibco) substituted with 5% fetal bovine serum (FBS) and 1% antibiotic antimycotic (AA). Supernatant was transferred to a 6-well tissue culture plate containing 1 ml of 2x10^6 cells/well. Cells were incubated for 96hr to generate Cleaved protein was concentrated to ~ 1 mL using Amicon filter concentrator membrane cut off 30 kDa (EMD Millipore), then loaded onto a HiLoad Superdex S200 pg gel filtration column (GE Healthcare Life Sciences). Protein elutions were concentrated using an Amicon concentrator described above to 5 mg/mL and aliquots were snap frozen in liquid N 2 and stored at -80 °C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recombinant protein expression and purification"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/320929 doi: bioRxiv preprint All RNA substrates (sequences in Table S2) ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 248,
                    "end": 257,
                    "text": "Table S2)",
                    "ref_id": null
                }
            ],
            "section": "RNA substrate preparation and end labeling"
        },
        {
            "text": "Predicted RNAfold The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/320929 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/320929 doi: bioRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5'"
        },
        {
            "text": "3'",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5'"
        },
        {
            "text": "Cut Site",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B i n d i n g s it e"
        },
        {
            "text": "3'",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5'"
        },
        {
            "text": "Cut Site",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B i n d i n g s it e"
        },
        {
            "text": "Cut site",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A-G LIMD1 54"
        },
        {
            "text": "B . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/320929 doi: bioRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3'"
        },
        {
            "text": "Target identification",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A AAn"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/320929 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/320929 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/320929 doi: bioRxiv preprint mutants P176S and F179A was determined at a constant enzyme concentration (2 µM) using a 5' 32 P-labeled LIMD1 54 RNA probe. Experiments were performed in triplicate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exonucleolytic degradation by XRN1 / DIS3L2"
        },
        {
            "text": "(E) EMSAs were used to determine percent binding of 5' 32 P-labeled LIMD1 54 RNA probe to WT SOX, P176S, and F179A. Curves were fit to a single binding model from three independent measurements. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/320929 doi: bioRxiv preprint SOX is able to distinguish mRNA from other types of RNA in cells by an as yet unknown mechanism. Subsequently, it endonucleolytically cleaves its targets at specific sites, whereupon the fragments are degraded by host exonucleases such as Xrn1 and Dis3L2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exonucleolytic degradation by XRN1 / DIS3L2"
        },
        {
            "text": "Here, we revealed that in addition to the requirement for an unpaired loop at the cleavage site, additional upstream RNA sequences increase the affinity of SOX for individual targets, thereby controlling cleavage efficiency. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exonucleolytic degradation by XRN1 / DIS3L2"
        },
        {
            "text": "The sequence surrounding the cut site in LIMD1 was inserted into a pBSSK (-) backbone using the BamHI and XbaI restriction sites. Mutations were introduced by the Quickchange site directed mutagenesis protocol (Agilent). The 100 nt sequence surrounding the GFP cut site was inserted using the BamHI and XhoI restriction site.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In-line probing:"
        },
        {
            "text": "In-line probing was performed as described previously (1) . Briefly, pBSSK(-) plasmids containing the indicated sequences (see Table S2 ) were linearized by digestion with XhoI and ScaI for GFP or BlpI and SacI (NEB) for LIMD1, gel purified, phenol/chloroform extracted, and ethanol precipitated. The fragments were then used as templates for in vitro transcription with the HiScribe T7 High Yield RNA synthesis Kit (NEB) and afterwards subjected to Turbo DNase (Ambion by Life Technologies) treatment. RNA was revolved by 8% Urea PAGE, and full length transcripts were excised from the SYBR Gold stained gel (Thermo Fisher Scientific), eluted overnight in G50 buffer (20 mM Tris HCl pH 7.5, 300 mM NaOAc, 2 mM EDTA, 0.2% SDS), phenol/chloroform extracted, and ethanol . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/320929 doi: bioRxiv preprint precipitated. The RNA (~40 pmol) was dephosphorylated using shrimp alkaline phosphatase (rSAP, NEB), labeled with 1 µl [ᵧ 32 P] ATP (150 mCi/ml) using USB Optikinase (Affymetrix), then gel purified as described above and dissolved in 20 µl of nuclease free water. For the in-line probing reaction, 1 µl RNA (≥ 20,000 cpm) was incubated in 2x reaction buffer (100 mM Tris-HCl pH 8.3, 40 mM MgCl 2 , 200 mM KCl) at room temperature for 24 h or 48 h. The reaction was quenched with 2x loading buffer (10 M urea, 1.5 mM EDTA pH 8.0). To generate ladders, 1 µl of the purified RNA was separately subjected to hydrolysis using the Next Magnesium RNA Fragmentation module (-OH) or RNase T1 digestion (T1) (NEB). Reactions were resolved by 8% Urea PAGE, exposed on a phoshorimager screen, and scanned using the Storm 820 imaging system (GE Healthcare). Deduced RNA structures were drawn using the RNA secondary structure visualization tool forna (Vienna RNA Web Services).",
            "cite_spans": [
                {
                    "start": 54,
                    "end": 57,
                    "text": "(1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 127,
                    "end": 135,
                    "text": "Table S2",
                    "ref_id": null
                }
            ],
            "section": "In-line probing:"
        },
        {
            "text": "RNA probes used in EMSA experiments were radiolabeled using the protocol described analytical grade UREA-PAGE gel and run at 22 watts for 1.5 hours. Gels were imagined and analyzed as stated above. In order to produce an RNase T1 ladder, 1 µL of LIMD 54 was incubated with 0.1 units of RNase T1. Reactions were incubated at RT for 5 minutes before being quenched and prepared as stated previously. The LIMD1 54 hydrolysis ladder was generated as stated in the in-line probing methods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Electrophoretic mobility shift assays (EMSA)"
        },
        {
            "text": "RNA probes (3' end labeled with biotin) were synthesized from Dharmacon (GE healthcare) and HPLC and PAGE purified (See Table S2 The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/320929 doi: bioRxiv preprint located within the bridge region of SOX close to the active site. Mutations P179S and F179A are thought to disrupt RNA binding; RNA substrate is hidden for clarity. Inset shows that residues P176 and F179 coordinate an adenine of the RNA substrate.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 120,
                    "end": 128,
                    "text": "Table S2",
                    "ref_id": null
                }
            ],
            "section": "Bio-layer interferometry (BLI) real-time binding kinetics"
        },
        {
            "text": "Electrophoretic mobility shift assays (EMSA) of WT (A), P176S (B), or F179A (C) SOX using a 5' 32 P-labeled LIMD1 54 RNA probe. Each reaction was run in triplicate using a 5% native PAGE gel. Gels were dried and quantified by taking the ratio of bound to unbound LIMD1 54. Table S1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 273,
                    "end": 281,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "Fig. S3."
        },
        {
            "text": "Statistical analysis of the Bio-layer interferometry (BLI) data from Figs. S4A-E. All samples were analyzed the same day using BLI-Octet system. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/320929 doi: bioRxiv preprint Table S2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 294,
                    "end": 302,
                    "text": "Table S2",
                    "ref_id": null
                }
            ],
            "section": "Fig. S3."
        },
        {
            "text": "Nucleotide sequences of the RNA substrates used in the binding and turnover assays.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. S3."
        },
        {
            "text": "Modifications made to either the 3' or 5' ends of the RNA are labeled accordingly. The RNA was loaded directly (NR, no reaction, lanes 1, 6), subjected to cleavage by RNase T1 (lanes 5, 10) or alkaline hydrolysis (-OH, lanes 3, 4, 8, 9) , or incubated at room temperature for 24 hours (lanes 2, 7) at pH 8.3 (in-line reaction, Rxn). Samples were separated on an 8% urea PAGE analytical gel. Accessible or unpaired regions generate cleavage bands, whereas structured regions remain blank (orange and green colored).",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 227,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 228,
                    "end": 230,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 231,
                    "end": 233,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 234,
                    "end": 236,
                    "text": "9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Fig. S3."
        },
        {
            "text": "The loop region eliminated in the Zipper mutant is marked by green arrows. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/320929 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. S3."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Emerging roles for RNA degradation in viral replication and antiviral defense",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Abernathy",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Glaunsinger",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Virology",
            "volume": "479",
            "issn": "",
            "pages": "600--608",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Modulation of the Translational Landscape During Herpesvirus Infection",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Glaunsinger",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Annu Rev Virol",
            "volume": "2",
            "issn": "1",
            "pages": "311--333",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A common strategy for host RNA degradation by divergent viruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Gaglia",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Covarrubias",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Glaunsinger",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Virol",
            "volume": "86",
            "issn": "17",
            "pages": "9527--9530",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A two-pronged strategy to suppress host protein synthesis by SARS coronavirus Nsp1 protein",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Kamitani",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Narayanan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Lokugamage",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Makino",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat Struct Mol Biol",
            "volume": "16",
            "issn": "11",
            "pages": "1134--1140",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Influenza A Virus Protein PA-X Contributes to Viral Growth and Suppression of the Host Antiviral and Immune Responses",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hayashi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Macdonald",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Takimoto",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Virol",
            "volume": "89",
            "issn": "12",
            "pages": "6442--6452",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Increasing incidence of cancers associated with the human immunodeficiency virus epidemic",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Rabkin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Biggar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Horm",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Int J Cancer",
            "volume": "47",
            "issn": "5",
            "pages": "692--696",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Human herpesvirus-8: Kaposi sarcoma, multicentric Castleman disease, and primary effusion lymphoma",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Kaplan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Hematology Am Soc Hematol Educ Program",
            "volume": "",
            "issn": "",
            "pages": "103--108",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The exonuclease and host shutoff functions of the SOX protein of Kaposi's sarcoma-associated herpesvirus are genetically separable",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Glaunsinger",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chavez",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ganem",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "12",
            "pages": "7396--7401",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Crystal structure of the shutoff and exonuclease protein from the oncogenic Kaposi's sarcoma-associated herpesvirus",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Dahlroth",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "FEBS J",
            "volume": "276",
            "issn": "22",
            "pages": "6636--6645",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Crystal structure of a KSHV-SOX-DNA complex: insights into the molecular mechanisms underlying DNase activity and host shutoff",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bagneris",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Briggs",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Savva",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ebrahimi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Barrett",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nucleic Acids Res",
            "volume": "39",
            "issn": "13",
            "pages": "5744--5756",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Global mRNA degradation during lytic gammaherpesvirus infection contributes to establishment of viral latency",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Richner",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS Pathog",
            "volume": "7",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Gammaherpesviral gene expression and virion composition are broadly controlled by accelerated mRNA degradation",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Abernathy",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Pathog",
            "volume": "10",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Host shutoff during productive Epstein-Barr virus infection is mediated by BGLF5 and may contribute to immune evasion",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rowe",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "104",
            "issn": "9",
            "pages": "3366--3371",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Aberrant herpesvirus-induced polyadenylation correlates with cellular messenger RNA destruction",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Glaunsinger",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS Biol",
            "volume": "7",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Lytic KSHV infection inhibits host gene expression by accelerating global mRNA turnover",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Glaunsinger",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ganem",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Mol Cell",
            "volume": "13",
            "issn": "5",
            "pages": "713--723",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Coordinated destruction of cellular messages in translation complexes by the gammaherpesvirus host shutoff factor and the mammalian exonuclease Xrn1",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Covarrubias",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS Pathog",
            "volume": "7",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "In-line probing analysis of riboswitches",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Regulski",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Breaker",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Methods Mol Biol",
            "volume": "419",
            "issn": "",
            "pages": "53--67",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cc-By-Nc-Nd",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/320929"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "loop structure by providing complementary base pairing (LIMD1 Zipper).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. S1B). SOX retained similar binding affinity to the cut site mutant LIMD1 A-G (K d = 25 nM) as to WT LIMD1 54 (K d = 16.3 nM) (Fig. 5B, S4A-B and table S1). In contrast, SOX exhibited dramatically reduced binding to both the predicted binding site mutant LIMD1 3xA-G (K d = 710 nM) and to the LIMD1 zipper mutant lacking the loop region (K d = 904 nM) (Fig 5B,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "transcribed mRNAs from other types of RNA in cells remains an important open question, as this feature of SOX selectivity is not preserved in vitro. We hypothesize that cellular",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "P1). The P1 supernatant was transferred to a flask containing 50 mL of 1x10^6 cells/ml and incubated for 96 h, a time point sufficient to yield 5 mg of SOX per 50 mL of DTT, 20 mM HEPES pH 7.0 with a cOmplete, EDTA-Free protease inhibitor Cocktail tablet (Roche). Cells were sonicated on ice using a macro trip for 30 sec bursts with 1 min rests for 12 min at 50 Amps. Cell lysate was cleared using a pre-chilled (4°C) Sorvall LYNX 6000 Superspeed Centrifuge spun at 18,000 rpm for 45 min. The cleared lysate was incubated for 4 hr at 4 °C with rotation with 4 mL of a GST bead slurry (GE Healthcare Life Sciences) that had been pre-washed 3x with wash buffer (WB) containing 600 mM NaCl, 5% glycerol, 3 mM DTT, 20 mM HEPES pH 7.0. The bead-protein mixture was washed 3X times with 15 mL of WB, then transferred to a 10 ml disposable column (Qiagen) and washed with an additional 50 mL of WB followed by 100 mL of low salt buffer (LSB) containing 250 mM NaCl, 5% glycerol, 3 mM DTT, 20 mM HEPES pH 7.0 with periodic resuspension to prevent compaction. SOX was then cleaved on column with PreScission protease (GE Healthcare Life Sciences) overnight at 4°C, and remaining protein was collected with a final 8 mL LSB wash.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "unless stated otherwise were synthesized by Dharmacon (GE Healthcare) with HPLC and page purification. RNAs were 5' end labeled with g-[ 32 P]-ATP-6000 Ci/mmol 150 mCi/ml (Perkin Elmer) using T4 PNK (New England BioLabs). RNAs were 3' end labeled with 5'-[ 32 P]-pCp 3000 Ci/mMol 10 mCi/ml using T4 RNA ligase 1 (New England BioLabs). Labeled RNA substrates were purified using 20% urea-PAGE and were isolated from gel slices by incubating overnight at 8°C in a buffer containing 10 mM Tris-HCl, 1 mM EDTA pH 8.0. Eluted RNAs were ethanol precipitated and resuspended in RNase-free ddH 2 O.Ribonuclease assaysk obs and Hill coefficients of SOX were determined from the cleavage kinetics of [ 32 P]labeled RNA substrates as previously described (32). Briefly, 1 µl (£1 pM) of [ 32 P]-labeled RNA was added to 9 µl of premixture containing 20 mM Hepes pH 7.1, 70 mM NaCl, 2 mM MgCl 2 , 1 mM TCEP, 1% glycerol, and increasing concentrations of purified SOX.Reactions were performed at room temperature under single turnover conditions, and quenched at the indicated time intervals with 8 µl stop solution (10 M urea, 0.1% SDS, 0.1 mM EDTA, 0.05% xylene cyanol, 0.05% bromophenol blue). Samples were resolved by 15% urea-PAGE, imaged using a Typhoon variable mode imager (GE Healthcare), and quantified using ImageQuant and GelQuant software packages (Molecular Devices).The data were plotted and fit to exponential curves using Prism 7 software package(GraphPad) to determine observed rate constants. A FRET probe with excitation at 646 nM and emission at 662 nM (LIMD1 54 Flo) was purchased from Dharmacon. The RNA FRET probe was added at a final concentration of to reactions using a 1:1000 dilution of the enzyme. reactions were quenched at indicated time intervals with equal volumes of stop solution containing 95 % formamide and 10 mM EDTA, then resolved using urea-PAGE and visualized using a Typhoon variable mode imager (GE Halthcare). The data were plotted using Prism 7 software package (GraphPad). All experiments were repeated >3 times and mean values were computed. For assays designed to detect endonucleolytic cleavage intermediates, 1 µl of labeled RNA substrate was combined with 9 µl of reaction solution (20 mM HEPES pH 7.1, 70mM NaCl, 0.200 mM CaCl, 0.700 mM MgCl 2 , 1 % glycerol, 0.5 mM TCEP) in the presence or absence of 2 µM SOX for 10 min at room temperature. RNA was then ethanol precipitated, resuspended in 95 % formamide solution containing 10 mM EDTA, and resolved on a 12% urea-PAGE analytical grade sequencing gel together with a ssRNA Decade ladder (Ambion Life Technologies) for 1.5 hours at 22 watts before imaging BA (2017) Nuclease escape elements protect messenger RNA against cleavage by multiple viral endonucleases. PLoS Pathog 13(8):e1006593. 20. Gaglia MM, Rycroft CH, & Glaunsinger BA (2015) Transcriptome-Wide Cleavage Site Mapping on Cellular mRNAs Reveals Features Underlying Sequence-Specific Cleavage by the Viral Ribonuclease SOX. PLoS Pathog 11(12):e1005305. 21. Lee H, et al. (2017) KSHV SOX mediated host shutoff: the molecular mechanism underlying mRNA transcript processing. Nucleic Acids Res 45(8):4756-4767. 22. Laganeckas M, Margelevicius M, & Venclovas C (2011) Identification of new homologs of PD-(D/E)XK nucleases by support vector machines trained on data derived from profile-profile alignments. Nucleic Acids Res 39(4):1187-1196. 23. Zhang J, McCabe KA, & Bell CE (2011) Crystal structures of lambda exonuclease in complex with DNA suggest an electrostatic ratchet mechanism for processivity. Proc Natl Acad Sci U S A 108(29):11872-11877. 24. Mordasini T, Curioni A, & Andreoni W (2003) Why do divalent metal ions either promote or inhibit enzymatic reactions? The case of BamHI restriction endonuclease from combined quantum-classical simulations. J Biol Chem 278(7):4381-4384. 25. Korennykh AV, et al. (2011) Cofactor-mediated conformational control in the bifunctional kinase/RNase Ire1. BMC Biol 9:48. 26. Morton DJ, et al. (2018) The RNA exosome and RNA exosome-linked disease. RNA 24(2):127-142. 27. Gillespie A, Gabunilas J, Jen JC, & Chanfreau GF (2017) Mutations of EXOSC3/Rrp40p associated with neurological diseases impact ribosomal RNA processing functions of the exosome in S. cerevisiae. RNA 23(4):466-472. 28. Reis FP, Pobre V, Silva IJ, Malecki M, & Arraiano CM (2013) The RNase II/RNB family of exoribonucleases: putting the 'Dis' in disease. Wiley Interdiscip Rev RNA 4(5):607-615. 29. Popp MW & Maquat LE (2018) Nonsense-mediated mRNA Decay and Cancer. Curr Opin Genet Dev 48:44-50. 30. Kuzmiak HA & Maquat LE (2006) Applying nonsense-mediated mRNA decay research to the clinic: progress and challenges. Trends Mol Med 12(7):306-316. 31. Hui E, et al. (2017) T cell costimulatory receptor CD28 is a primary target for PD-1-mediated inhibition. Science 355(6332):1428-1433. 32. Korennykh AV, et al. (2009) The unfolded protein response signals through highorder assembly of Ire1. Nature 457(7230):687-693.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Fig. 2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Fig. 3.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Fig. 4.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Fig. 5.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Fig. 6.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Fig. S1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Fig. S4.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Fig. S5.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Figure legends",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "Kinetic characterization of recombinant SOX. (A) The observed rate constant (k obs ) was plotted as a function of SOX concentration using the 5' 32 P-labeled LIMD1 54 RNA substrate, showing a hill coefficient (n) of 1.11. (B) The catalytic efficiency of SOX (2µM) in the presence of MgCl 2 , MnCl 2 , CoCl 2 , and ZnCl 2 was plotted as a function of cofactor concentration. (C) The impact of adding increasing concentrations of CaCl 2 on SOX-induced degradation of a 5' 32 P-labeled LIMD1 54 RNA probe. Reactions were carried out in the presence of 0.7 mM MgCl 2 . (D) SOX catalytic efficiency was determined under increasing concentrations of NaCl. (E) The 5' and 3' ends of LIMD 54 were blocked with Cy5 and Iowa Black, respectively, to prevent exonucleolytic degradation. Reactions were incubated for 30 min in the presence of SOX or, as a control, the Terminator 5' exonuclease (EXO). Input refers to RNA in reaction buffer without enzyme.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "Substrate specificity, salt concentration and the bridge motif play important roles in SOX activity. (A) The predicted folding of the LIMD1 54 and GFP 51 RNAs was determined using mFold [Cite Nucleic Acids Res. 31 (13), 3406-15, (2003)]. Red arrows mark the predicted SOX cleavage site. (B) Catalytic efficiencies were determined for SOX (2 µM) in the presence of GFP 51, GFP 100 or LIMD1 54 substrate. Reactions were performed in triplicate. (C) Binding curves of SOX with GFP 51 and LIMD1 54 RNA. Percent binding of substrates was determined by EMSA, whereupon curves were fit to a single binding model from three independent measurements. (D) Catalytic efficiency of WT SOX or the host shutoff",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "In-line structure probing of LIMD1 54. (A) An in-line reaction (Rxn) was performed at room temperature for 24 h (lane 2) or 48 h (lane 3) at pH 8.3 to identify structured regions of the LIMD1 54 RNA. Ladders were generated by subjecting the RNA to cleavage by RNase T1 (lane 8) or alkaline hydrolysis (-OH, lane 4-7). Products were separated by 8% urea PAGE, whereupon structured regions protected from cleavage were identified (green bars). No reaction (NR, lane1) refers to the input RNA. (B) Diagram showing the LIMD1 54 structure as deduced from the in-line probing gel. Green color corresponds to the structured regions denoted by the bars in (A), while blue refers to unstructured regions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "SOX binds to a stretch of adenosines upstream of the cleavage site (A) An RNA footprinting assay was carried out by incubating 5' 32 P-labeled LIMD1 54 with RNase I in the presence (lanes 3-7) or absence (lane 2) of a dilution series of SOX (8-0.5 µM). Hydrolysis (-OH, lane 1) and RNase T1 (T1, lane 8) ladders of the RNA were also generated in order to map the location of protected sites. (B) Diagram of LIMD1 54 indicating sites protected from RNase I cleavage by SOX. The upstream SOX binding site is colored orange while the protected residues surrounding the cut site are shown in red.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF22": {
            "text": "Mutations that disrupt LIMD1 54 structure reduce SOX binding affinity. (A) Diagram showing the location of mutations made within LIMD1 54. Binding site mutants and cut site mutants are labeled accordingly. (B) The binding affinity of SOX for each of the LIMD1 54 mutants was tested in parallel using Bio-Layer Interferometry (BLI).(C) SOX catalytic efficiency was tested at a constant concentration (2 µM) for all of the LIMD1 54 mutant substrates. All assays were performed in triplicate.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF23": {
            "text": "SOX endonucleolytically cleaves LIMD1 54 in a site-specific manner. (A) 5' 32 P-labeled LIMD1 54 and LIMD1 54 A_G were incubated for 10 min in 0.1 mM CaCl 2 and 0.7 mM MgCl 2 in the presence or absence of 2 µM SOX. The 5' cleavage product with a size corresponding to cleavage at the mapped cut site (27 nt) is shown. (B) Cleavage assay was performed as in (A), except using 3' 32 P pCp-labeled LIMD1 54. The 3' cleavage product with a size corresponding to cleavage at the mapped cut site (28 nt) is shown.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF24": {
            "text": "Model of mRNA targeting by SOX.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF25": {
            "text": "Site specific target binding controls RNA cleavage efficiency by the Kaposi's sarcoma-associated herpesvirus endonuclease SOX\" Aaron S. Mendez a , Carolin Vogt a,b , Jens Bohne b , and Britt A. Glaunsinger a,c,d † a Department of Plant & Microbial Biology, University of California Berkeley, Berkeley, CA, United States b Hannover Medical School Institute of Virology, Hannover, Germany c Department of Molecular and Cell Biology, University of California Berkeley, Berkeley, CA, United States d Howard Hughes Medical Institute † Corresponding author email: Glaunsinger@berkeley.edu",
            "latex": null,
            "type": "figure"
        },
        "FIGREF26": {
            "text": "for ribonuclease activity assays. Reactions were incubated at RT for 30 min in buffer containing 20 mM HEPES pH 8.0, 30 mM KCl, 0.01% Tween-20, 0.5 TCEP, 0.2 mg/ml BSA (Sigma-Aldrich), 40 µg/ml of yeast tRNA (Ambion Thermo Fisher), and the indicated amount of purified SOX protein. Reactions volumes were kept at 10 µl and stopped with 3 µl 7x EMSA loading dye (70 mM HEPES pH 8.0, 420 mM KCl, 35% glycerol). Reactions were resolved by 12% native PAGE, and gels were imaged on a Typhoon multivariable imager (GE Healthcare) and quantified using GelQuant software package (Molecular Dynamics).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF27": {
            "text": "PerkinElmer) using T4 PNK (New England BioLabs). RNA was then gel purified as stated previously. EMSA gel shifts were first used to determine optimal binding conditions (>90% binding, homogeneous complexes of RNA-protein). Binding buffer contained 0.01% Tween 20 (Sigma Aldrich), 5 mM CaCl 2 , 5 mM KCl, 50 mM NaCl, 0.5 mM TCEP, 20 mM HEPES pH 8.0, 0.04 mg/mL yeast tRNA (Ambion), 0.2 mg/mL nuclease free Bovine Serum Albumin (BSA) (Ambion). A dilution series of SOX (8 µM -0.5 µM) was incubated with 1 µL of radiolabeled LIMD1 54 in the presence of 0.1 unit of RNase I (Epicentre Illumina). Reactions were incubated at RT for a total of 10 min before being ethanol precipitated. RNA pellets were then resuspended in 5 µL of 95% formamide solution containing 10 mM EDTA and boiled for 5 minutes. Samples were then loaded onto a 10%",
            "latex": null,
            "type": "figure"
        },
        "FIGREF28": {
            "text": "(A) Chromatograph of an S200 size exclusion run of KSHV SOX. SOX eluted predominately as a monomer as determined by molecular weight standards. Inset shows a Coomassie stained SDS-PAGE gel of the >95 pure SOX protein. (B) Raw data used to generate the curve in Fig. 1C. Urea-PAGE gel showing the effect of adding increasing concentrations of CaCl 2 to reactions containing 2 µM of SOX in reaction buffer containing 0.7 mM MgCl 2 and 5'-32 P-labeled LIMD1 54 RNA. Input lane indicates reaction conditions with 5'-32 P LIMD1 54 alone. (C) A time course using an active site mutant of SOX (D221N/E244Q) in the presence of 5'-32 P LIMD1 54 over the course of 1 h at low (2 µM) and high (10 µM) concentrations of SOX. Reactions were quenched every 6 minutes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF29": {
            "text": "(A) Domain architecture of SOX and locations of the host shutoff mutants. (B) 3D structure and position of SOX host shutoff mutants (PDB ID: 5HSW). Residues P176 and F179 are",
            "latex": null,
            "type": "figure"
        },
        "FIGREF30": {
            "text": "Kinetic characterization of SOX binding to WT LIMD1 54 (A), the LIMD1 54 mutantsLIMD1 A-G cut site (B), LIMD1 3xA-G (C), and LIMD1 Zipper (D), and the miRNA precursor K2-31 (E). All RNAs were 3' end labeled with biotin and conjugated to avidincoated biosensors. Biosensors were then incubated in a well containing SOX to determine on-rates before being transferred to a well containing buffer only to determine off-rates. Red curves represent the statistical fitting of each curve, while the black and colored lines show experimental data.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF32": {
            "text": "In line probing of the LIMD1 54 Zipper and 3xA-G mutants to determine the secondary structures shown inFig. 5A. Lanes 1-5 represent the in-line probing analysis for the LIMD1 Zipper mutant (AAA à ACA) and lanes 6-10 show the analysis for LIMD1 3xA-G.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF33": {
            "text": "In-line probing analysis of the GFP 100 RNA. The RNA was loaded directly (NR, no reaction), subjected to cleavage by RNase T1 or alkaline hydrolysis (-OH), or incubated at room temperature for 24 h or 48 h at pH 8.3 (in-line reaction, Rxn). Samples were separated on an 8 % urea PAGE gel. Accessible or unpaired regions show cleavage bands whereas structured regions stay blank (purple and green colored). The GFP 100 RNA structure deduced from the probing gel is shown in the lower right.",
            "latex": null,
            "type": "figure"
        },
        "TABREF2": {
            "text": "). The Octet RED96 Bio-Layer Interferometry instrument and Streptavidin (SA) Biosensors were available from ForteBio . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/320929 doi: bioRxiv preprint (Menlo Park, CA). All steps were performed in reaction buffer similar to EMSA binding conditions. Biosensors were incubated with 200 nM of the biotinylated RNA substrate for 180 sec and free RNA was washed away in EMSA buffer containing no RNA. SOX (300 nM) was incubated with the RNA conjugated biosensors for 200 sec, then complexes were dissociated for minimum of 15 min. Response curves for each biosensor were normalized against biosensors conjugated to RNA in the absence of SOX (buffer only control). Normalized response curves were processed using Octet Software version 7 to obtain kinetic values.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank members of the Glaunsinger lab for their suggestions and critical reading of the manuscript. This work was supported by NIH R01CA136367 (B.A.G.), C. is an investigator of the Howard Hughes Medical Institute.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}