{
    "paper_id": "541777e512aa3907a9db91cde5207a07eabde5ef",
    "metadata": {
        "title": "Title: Lipidome profiles of postnatal day 2 vaginal swabs reflect fat composition of gilt's",
        "authors": [
            {
                "first": "Kalynn",
                "middle": [],
                "last": "Harlow",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Purdue University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Christina",
                "middle": [
                    "R"
                ],
                "last": "Ferreira",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Purdue University",
                    "location": {
                        "addrLine": "23 270 S Russell Street"
                    }
                },
                "email": ""
            },
            {
                "first": "Tiago",
                "middle": [
                    "J P"
                ],
                "last": "Sobreira",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Purdue University",
                    "location": {
                        "addrLine": "23 270 S Russell Street"
                    }
                },
                "email": ""
            },
            {
                "first": "Theresa",
                "middle": [],
                "last": "Casey",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Purdue University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Kara",
                "middle": [],
                "last": "Stewart",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Purdue University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Theresa",
                "middle": [
                    "M"
                ],
                "last": "Casey",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "2 postnatal diet. 3 4 Running Title. Effect of diet on lipidome of perinatal vagina 5 6 Summary sentence. Vaginal swab lipidome profiles at 48 h reflect the fat composition of 7 neonatal diet during first two days postnatal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Early nutritional environment affects long term health and fertility. In swine, colostrum ingestion 59 is essential for postnatal piglet survival, growth, and development because it provides immunity, 60 nutrients, energy, and bioactive factors [1, 2] . The window of opportunity for milk-borne bioactive 61 factors to influence neonate development is limited, and primarily occurs prior to closure of tight 62 junctions between cells lining the piglet's gut. Closure of the gut occurs by 48 h postnatal [3] . 63 During the first 48 h postnatal, piglets ingest up to 30% of their body weight in milk [4] . This time-64 period is a critical developmental period for the gilt reproductive system, including the formation 65 of uterine glands, otherwise known as adenogenesis [5, 6] . Colostrum ingestion significantly 66 affected the developmental trajectory of uterine tissue [7] [8] [9] [10] . Replacement gilts with less 67 colostrum consumption than littermates as indicated by blood immunocrit values had reduced litter 68 sizes relative to other sows [11, 12] . Colostrum-deprivation also resulted in significantly different 69 patterns of uterine gene and protein expression [13] .",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 248,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 249,
                    "end": 251,
                    "text": "2]",
                    "ref_id": null
                },
                {
                    "start": 504,
                    "end": 507,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 510,
                    "end": 512,
                    "text": "63",
                    "ref_id": null
                },
                {
                    "start": 600,
                    "end": 603,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 773,
                    "end": 776,
                    "text": "[5,",
                    "ref_id": null
                },
                {
                    "start": 777,
                    "end": 779,
                    "text": "6]",
                    "ref_id": null
                },
                {
                    "start": 875,
                    "end": 878,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 879,
                    "end": 882,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 883,
                    "end": 886,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 887,
                    "end": 891,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 1055,
                    "end": 1059,
                    "text": "[11,",
                    "ref_id": null
                },
                {
                    "start": 1060,
                    "end": 1063,
                    "text": "12]",
                    "ref_id": null
                },
                {
                    "start": 1180,
                    "end": 1184,
                    "text": "[13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "58"
        },
        {
            "text": "The link between early nutritional environment, uterine development, and subsequent 72 reproductive potential led to the hypothesis that early nutritional environment affects 73 reproductive tract development and subsequently predicts long-term reproductive performance of 74 gilts. However, in order to evaluate uterine development, the animal must be euthanized. We 75 previously proposed that since the vagina is embryologically related to the uterus [14] , its 76 postnatal developmental trajectory may also be responsive to early nutritional environment. 77 Moreover, we proposed that using vaginal swabs to non-invasively sample lower reproductive 78 tract may serve as a means to evaluate differences in nutritional exposures on gilt development. 79 Using a biomarker-discovery technique known as multiple reaction monitoring (MRM) profiling, . CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/593392 doi: bioRxiv preprint 80 we found that lipid profiles of vaginal swabs taken on postnatal day 14 differed between gilts 81 that were fed milk replacer during the first 48 h postpartum before return to litter versus gilts that 82 suckled sow's milk continuously from birth [15] .",
            "cite_spans": [
                {
                    "start": 454,
                    "end": 458,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 560,
                    "end": 562,
                    "text": "77",
                    "ref_id": null
                },
                {
                    "start": 754,
                    "end": 756,
                    "text": "79",
                    "ref_id": null
                },
                {
                    "start": 1309,
                    "end": 1313,
                    "text": "[15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "71"
        },
        {
            "text": "While our previous studies supported the potential of using biological material obtained from 85 vaginal swabs to distinguish between gilts exposed to different nutritional environments the first The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. Three to four gilts were selected per litter from eight different sows which were monitored 102 during parturition (Supplemental Figure S1 ). Immediately after delivery, all gilts were towel-103 dried, weighed, and placed in a holding cart until at least three gilts above 1.3 kg were delivered.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 416,
                    "end": 425,
                    "text": "Figure S1",
                    "ref_id": null
                }
            ],
            "section": "84"
        },
        {
            "text": "Within litter, each gilt was randomly assigned to one of four treatment groups and ear tagged for 105 identification. The four treatment groups were: suckled (S; n=8); suckled plus fat-supplement 106 (SF; n=5); bottle-fed with milk-replacer (B; n=8), and; bottle-fed milk replacer plus fat-107 supplement (BF; n=7). Body weights were recorded at birth and 48 h. All gilts were administered 108 a 2 ml dose of Camas experimental antibody product (Camas Incorporated; Le Center, MN) 109 using Pump It™ Automatic Delivery System (Genesis Industries, Inc.) at birth, and at 3 h and 9 110 h after the first dose. Gilts in B and BF treatment groups were taken to a separate temperature-controlled nursery, 113 where they were placed in holding cages in groups of 2-3 piglets. Birthright™ milk replacer 114 (Ralco Nutrition, Inc.) was mixed using the recommended concentration for orphaned piglets, . CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/593392 doi: bioRxiv preprint 115 which was 1:2 replacer to tap water. Reconstituted milk replacer was stored in a refrigerator and 116 warmed to room temperature prior to feedings. Piglets were fed using Evenflo Classic slow-flow 117 0-3-month infant bottles (Evenflo Feeding, Inc.) approximately every 2 h, with a minimum of 5 118 ml fed per time point. In the event piglets did not consume at least 30 ml after two consecutive 119 feedings, 15 ml of milk replacer was oral gavage-fed using a 30 ml syringe and Kendall™ 4.7 120 mm x 41 cm feeding tube (Medtronic, Minneapolis, MN). The fat supplement was administered 121 at the back of the throat in 3 ml room-temperature doses using a 5 ml syringe at 6 h, 12 h, 24 h, 122 and 36 h after birth. Swallowing was observed to ensure the supplement was delivered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "104"
        },
        {
            "text": "Blood samples were collected from gilts at 48 h postnatal. A 22 g x 1.5-inch needle and a 3 ml 125 serum Vacutainer ® (BD Life Sciences) tube was used to collect blood by jugular venipuncture.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "124"
        },
        {
            "text": "Blood samples were refrigerated and allowed to clot overnight. Serum was collected following 127 centrifugation (Horizon Model 614B Centrifuge; Fisher Scientific) for 25 minutes at 2,500 g and 128 stored at -20°C until analysis. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/593392 doi: bioRxiv preprint Jose, California) and immediately placed on dry ice for transport. Samples were stored in a -138 80°C freezer until lipid extraction and analysis. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/593392 doi: bioRxiv preprint 160 brushes were removed, the sample homogenate was transferred to a new tube, and phase 161 separation was performed by mixing with chloroform/methanol/distilled water (1:2:0.8).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "126"
        },
        {
            "text": "Samples were centrifuged, the organic phase (bottom phase) was separated from aqueous phase, 163 divided into four aliquots, and dried in a centrifugal evaporator (Savant SpeedVac AES2010, 164 ThermoFisher Scientific, San Jose, CA). Dried lipid extracts were stored at -20˚C until mass 165 spectrometry analysis. Supplemental Table S1 for classes scanned). Initial data processing 190 of the profiles obtained was carried out by converting each set of MRM-profiling method data 191 into mzML format using MSConvert20. Next, the signal intensity for the ions present in NL and 192 Prec mass spectra was obtained using an in-house script. Ions with values of counts >1000 were 193 selected as parent ions and the product ion or neutral loss information was used for selecting ion Table S2 ). TAG 198 have no polar head or diagnostic functional group fragment, precluding them from the discovery 199 step of analysis. During screening phase, TAG were profiled using parent ions and a product ion The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/593392 doi: bioRxiv preprint 206 swabs, prior to screening lipid extract amount was recorded across samples by scanning for the 207 precursor ion of m/z 184, which profiles the most abundant lipids in cells, namely PC and SM 208 lipids. In this way, intensities for PC lipids were measured, and samples were diluted using the 209 same flow injection solvent to achieve a similar concentration for comparative relative analysis. Table S3 ) and 197 MRMs 218 (Supplemental Table S4 ) were organized into two distinct methods (Method 1 and Method 2, 219 respectively) for Screening Phase II analysis. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/593392 doi: bioRxiv preprint",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 192,
                    "text": "164",
                    "ref_id": null
                },
                {
                    "start": 569,
                    "end": 579,
                    "text": "NL and 192",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 313,
                    "end": 334,
                    "text": "Supplemental Table S1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 778,
                    "end": 786,
                    "text": "Table S2",
                    "ref_id": null
                },
                {
                    "start": 1541,
                    "end": 1549,
                    "text": "Table S3",
                    "ref_id": null
                },
                {
                    "start": 1583,
                    "end": 1591,
                    "text": "Table S4",
                    "ref_id": null
                }
            ],
            "section": "162"
        },
        {
            "text": "Effect of postnatal diet on vaginal lipid profiles. 290 The discovery phase identified a total of 1486 unique MRMs in pooled isolates from vaginal 291 swabs. Glycerolipids with saturated bonds encompassed 37% of identified lipids ( Figure 1A ; 292 Supplemental Table S2 ). Glycerolipids with unsaturated bonds were next in abundance with 25% Table S2 ). Screening Phase I 296 analysis found 146 MRMs (Supplemental Table S3 ) that best discriminated between suckled and 297 bottle-fed vaginal lipids, and 197 MRMs (Supplemental Table S4 ) that best discriminated 298 between vaginal lipids of gilts with and without fat supplementation. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/593392 doi: bioRxiv preprint list of Method 1 ion pairs (27%). The 20 most discriminating lipids recovered from the vaginal 311 swabs showed a greater relative abundance in most bottle-fed versus suckled gilts ( Figure 2B ). Table 1 ). The correlation coefficient between twelve 330 MRMs in swab and milk samples was highly significant (r > 0.60 and P < 0.01), and included: The high correlation of MRM intensities between nutrition source and swab were primarily driven 365 by lipids that were significantly more abundant in milk replacer than colostrum samples. These The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/593392 doi: bioRxiv preprint 379 available products continue to be markedly different from breast milk in their lipid composition; 380 these differences might be of importance for infant health, development and long-term fertility The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/593392 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/593392 doi: bioRxiv preprint",
            "cite_spans": [
                {
                    "start": 52,
                    "end": 55,
                    "text": "290",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 232,
                    "end": 241,
                    "text": "Figure 1A",
                    "ref_id": null
                },
                {
                    "start": 261,
                    "end": 269,
                    "text": "Table S2",
                    "ref_id": null
                },
                {
                    "start": 342,
                    "end": 350,
                    "text": "Table S2",
                    "ref_id": null
                },
                {
                    "start": 414,
                    "end": 422,
                    "text": "Table S3",
                    "ref_id": null
                },
                {
                    "start": 527,
                    "end": 535,
                    "text": "Table S4",
                    "ref_id": null
                },
                {
                    "start": 968,
                    "end": 977,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF24"
                },
                {
                    "start": 981,
                    "end": 988,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "289"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Dividich JL, Rooke JA, Herpin P. Nutritional and immunological importance of 427 colostrum for the new-born pig",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Peaker",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Journal of mammary gland biology and neoplasia",
            "volume": "7",
            "issn": "",
            "pages": "469--485",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Relaxin and Maternal Lactocrine Programming of 429",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "F"
                    ],
                    "last": "Bartol",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Wiley",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Bagnell",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Uterine Growth and Development",
            "authors": [],
            "year": 2005,
            "venue": "Annals of the New York Academy of Sciences",
            "volume": "433",
            "issn": "",
            "pages": "248--255",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Reproductive Tract Structure and Function in the Adult Ewe1",
            "authors": [],
            "year": 2001,
            "venue": "Biology of Reproduction",
            "volume": "436",
            "issn": "",
            "pages": "797--804",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Early uterine development in pigs",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "F"
                    ],
                    "last": "Bartol",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Wiley",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Spencer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Vallet",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Journal 438 of Reproduction and fertility supplement",
            "volume": "48",
            "issn": "",
            "pages": "99--116",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Relaxin (RLX) and 440 estrogen affect estrogen receptor α, vascular endothelial growth factor, and RLX receptor 441 expression in the neonatal porcine uterus and cervix",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Wiley",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Crean-Harris",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "F"
                    ],
                    "last": "Bartol",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Bagnell",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Reproduction",
            "volume": "135",
            "issn": "",
            "pages": "705--712",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Expression of LGR7 and LGR8 by Neonatal Porcine Uterine 444",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Bagnell",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "F"
                    ],
                    "last": "Bartol",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Tissues and Transmission of Milk-Borne Relaxin into the Neonatal Circulation by 445",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/593392"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Effects of age, 447 nursing, and oral IGF1 supplementation on neonatal porcine cervical development",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Camp",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Wiley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Boulos",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Rahman",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "F"
                    ],
                    "last": "Bartol",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Bagnell",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Reproduction",
            "volume": "148",
            "issn": "",
            "pages": "441--451",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Nursing for 48 Hours from",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Wiley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Bagnell",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "F"
                    ],
                    "last": "Bartol",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Birth",
            "volume": "450",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Supports Porcine Uterine Gland Development and Endometrial Cell Compartment-451",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Lactation Biology 454 Symposium: lactocrine signaling and developmental programming",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Frankshun",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Camp",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Rahman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Vallet",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Bagnell",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of animal 455 science",
            "volume": "91",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "LACTATION 458 BIOLOGY SYMPOSIUM: Lactocrine signaling and developmental programming",
            "authors": [
                {
                    "first": "A-L",
                    "middle": [],
                    "last": "Frankshun",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Camp",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Rahman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Vallet",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Bagnell",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "459 Journal of Animal Science",
            "volume": "91",
            "issn": "",
            "pages": "696--705",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Bagnell 461 CA. Milk-borne lactocrine-acting factors affect gene expression patterns in the 462 developing neonatal porcine uterus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "A-L",
                    "middle": [],
                    "last": "Frankshun",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Wiley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Welch",
                    "suffix": ""
                },
                {
                    "first": "T-Y",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "F"
                    ],
                    "last": "Bartol",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Reproduction",
            "volume": "141",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Revisiting old vaginal topics: conversion of the Müllerian vagina and origin of 464 the\" sinus\" vagina",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "International Journal of Developmental Biology",
            "volume": "53",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The potential of 466 identifying replacement gilts by screening for lipid biomarkers in reproductive tract 467 swabs taken at weaning",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Casey",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Harlow",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Ferreira",
                    "suffix": ""
                },
                {
                    "first": "Tjp",
                    "middle": [],
                    "last": "Sobreira",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schinckel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Stewart",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Applied Animal Research",
            "volume": "46",
            "issn": "",
            "pages": "667--676",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/593392"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The potential of 469 identifying replacement gilts by screening for lipid biomarkers in reproductive tract 470 swabs taken at weaning",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Casey",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Harlow",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Ferreira",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Sobreira",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schinckel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Stewart",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Applied Animal Research",
            "volume": "46",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Utilization of Medium-472",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Benevenga",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Steinman-Goldsworthy",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Crenshaw",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Odle",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Chain Triglycerides by Neonatal Piglets: I. Effects on Milk Consumption and Body Fuel 473",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Utilization of medium-chain triglycerides by neonatal 475 piglets: II. Effects of even-and odd-chain triglyceride consumption over the first 2 days of 476 life on blood metabolites and urinary nitrogen excretion",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Odle",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Benevenga",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Crenshaw",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Journal of Animal Science",
            "volume": "477",
            "issn": "",
            "pages": "3340--3351",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Effect of fat content of colostrum on voluntary colostrum intake and fat 479 utilization in newborn pigs",
            "authors": [
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Dividich",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Journal Of Animal Science",
            "volume": "75",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Effects of plant essential oil 481 supplementation on growth performance, immune function and antioxidant activities in 482 weaned pigs",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Lipids Health Dis",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Utilization of medium-chain triglycerides by neonatal pigs: 484 effects of emulsification and dose delivered",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Wieland",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Odle",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Journal of animal science",
            "volume": "71",
            "issn": "",
            "pages": "1863--485",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "A rapid method of total lipid extraction and purification",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bligh",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Dyer",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Can J",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "[16], the lapse of time from colostrum exposure and relatively small sample size 87 limited interpretation. In this study, we further investigated the efficacy of using MRM-profiling 88 of vaginal lipids to differentiate PND 2 vaginal swabs between gilts suckled by sow or fed milk 89 replacer. Secondly, we tested the effect of a lard based supplement on vaginal lipid profiles of 90 gilts [17-20].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "euthanized approximately 48 h after birth using CO 2 inhalation. Following 131 euthanasia, skin of the abdominal and genital regions was cleaned thoroughly using 70% ethanol, 132 and vaginal swabs were taken using a cytology brush (Puritan 2196 Removable Stiff Bristle Tip 133 Brush; QuickMedical; Issaquah, WA) by inserting the tip of the brush into the vulva angled 134 dorsally at 45˚. Once inserted to the base of the bristles, the brush was rotated 360˚ against the 135 vaginal surface. Two consecutive swabs were collected from each animal, and swabs were 136 placed in separate 15 ml sterile polypropylene conical tubes (Falcon™, Fisher Scientific",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "supplement was created by emulsifying pork lard (Berkshire pork lard, EPIC; Austin, 143 TX). Pork lard was used as the fat source because the fatty acid composition of lard is similar to 144 sow colostrum [21]; Tween 80 was used as an emulsifying agent. A 30% volume/volume 145 solution of lard/2% aqueous solution of Tween 80 was prepared using a homogenizer to 146 microscopically distribute the lipid aggregates with low heat. The emulsion was stored at 4˚C.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "were milked during farrowing, and at 24 h after delivery of first piglet. For milk collection 150 piglets were removed from the sow for approximately an hour and then 1 ml oxytocin (VetOne;151Boise, ID; 20 USP/ml) was administered IM using a 20g x 1.5-inch needle into the vulva to 152 stimulate milk letdown. Colostrum samples were collected manually from all teats and 153 combined to create a uniform sample. Samples were stored until further analysis at -20°C.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "& Dyer [22] lipid extraction technique was slightly modified to extract lipids from the 158 vaginal swab samples. A volume of 500 µl distilled water was added to the conical tube 159 containing the swab brushes and vortexed to remove biological material from the brush. The",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "& Dyer [22] lipid extraction technique was also used to extract lipids from 48 h serum 168 samples from suckled and bottle-fed piglets; colostrum samples taken from all eight sows 169 (during parturition, 6 h after first piglet born, 12 h after, and 24 h after); and milk replacer used 170for bottle-feeding. The procedure for these samples began at the phase separation step (i.e. no 171 water was added to the samples).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "monitoring (MRM)-profiling 174 For the discovery phase of MRM-profiling, vaginal lipid extracts were pooled by treatment to 175 determine the functional groups present in samples. Pooled samples were prepared by combining 176 equal volumes of dried lipid extracts diluted in 200 µl of the flow injection solvent 177 [acetonitrile/methanol/ammonium acetate 300 mM at 3:6.65:0.35 (v/v)]. Pooled sample 178 injections (8 µl) were delivered to the micro-autosampler (G1377A) in a QQQ6410 triple 179 quadrupole mass spectrometer (Agilent Technologies, San Jose, CA) equipped with an ESI ion 180 source. The solvent pumped between injections (CapPump G1376A, Agilent Technologies, San 181 Jose, CA) was acetonitrile with 1% formic acid at 10µL/min. Between sample injections, 182 methanol/chloroform was injected to remove any remaining lipids before the next sample Prec) and neutral loss (NL) scan modes as previously reported [15]. Scans were used 185 to profile chemical classes, which included: phosphatidylethanolamine (PE), acylcarnitines (AC), 186 cholesteryl esters (CE), glycosylinositolphosphoceramides (GIPC), phosphatidic acids (PA), 187 phosphatidylcholines (PC), alkenyl-acyl PCs (ePC), sphingomyelin (SM), phosphatidylinositols 188 (PI), phosphatidylglycerols (PG), phosphatidylserines (PS), fatty acids (FA), ceramides, sugar 189 lipids, and glycerolipids (see",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "194pairs (1486) for the screening phase.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Screening Phase I, individual sample extracts were analyzed for the MRMs identified in the 197 discovery phase (1486), as well as triacylglycerol (TAG) MRMs (Supplemental",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "200related to the presence of specific fatty acyl residues (16:0, 16:1, 18:0, 18:1, 18:2, and 20:4).201MRMs identified in the discovery step and TAG MRMs were divided into 8 groups, or 8 202 screening methods. The methods were organized by factors such as lipid class to optimize the 203 efficiency of the machine and to limit the number of precursor ion/product ion pairs screened per 204 sample injection. Thus, for each of the 8 methods, intensities of approximately 250 MRMs were 205 measured per 8µl sample injection. Since cellular content in each sample may vary when using",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Screening Phase I were uploaded into MetaboAnalyst 4.0 (www.metaboanalyst.ca) to 212 identify MRMs that best discriminated between suckled and bottle-fed gilts. A second set of 213 MRMs were selected based on discrimination between gilts with and without fat 214 supplementation. There were 146 MRMs identified that best discriminated between suckled and 215 bottle-fed vaginal lipids (S and SF piglets versus B and BF piglets, respectively), and 197 MRMs 216 that discriminated not-supplemented and fat supplemented vaginal lipids (S and B piglets versus 217 SF and BF piglets, respectively). The 146 MRMs (Supplemental",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Method 2 were used to evaluate the vaginal lipids from all piglets in Screening 222 Phase II. The resulting ion pair intensities were normalized to reflect percent intensity for 223 subsequent comparative analysis. These data were used to verify the effectiveness of each 224 method to differentiate between piglets that were: A.) suckled or bottle-fed, or; B.) fat 225 supplemented or not. Data were uploaded in MetaboAnalyst 4.0 by method for statistical 226 analysis to evaluate the potential effectiveness of selected MRMs as biomarkers for 227 distinguishing treatment groups.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "using autoscaling. The Biomarker Analysis tool was used to identify MRMs that 233 discriminated between suckled versus bottle-fed gilts and fat supplemented versus non-fat 234 supplemented gilts. Biomarker analysis tools applied included principal component analysis, 235 partial least square-discriminant analysis, and classical univariate receiver operating 236 characteristic (ROC) curve analysis. Using data from Screening Phase I, a cut-off area-under-the-237 curve (AUC) value of 0.70 and 0.80 was used to select MRMs to discriminate between vaginal 238 lipids of piglets suckled versus bottle-fed (Method 1), and those with and without fat 239 supplementation (Method 2).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "ion/product ion pairs were tentatively assigned identities using attributions in Metlin 243 (https://metlin.scripps.edu) and Lipid Maps (http://www.lipidmaps.org/). Potential identities 244 were assigned using the associated functional group and biological information. Metlin MS/MS 245 Spectrum Search was used with the following settings: precursor ion mass from the mass 246 spectrometer reading for m/z value, maximum tolerance at 100, collision energy at 10 eV or 20 247 eV, MS/MS tolerance at 0.5, peaks included the product ion mass m/z with an intensity of 100, 248 positive mode, and M+H was selected for the adduct. If the suspected ion pair was a TAG, 249M+NH 4 was also selected as an adduct to account for ammonium acetate.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "assigned identity by their class (PS, PI, PE, or PC), the number of carbon 252 atoms in the esterified fatty acid, and the number of carbon-carbon double bonds present in the 253 molecule, eg. PE(34:4). TAGs were similarly assigned tentative attributions. First, the number of 254 carbon atoms in each fatty acyl chain was summed, and the number of carbon-carbon double 255 bonds was assigned. Since searches in Lipid Maps can only be performed using neutral masses, 256 and ammonium acetate was present in the injection solvent, TAGs were detected as ammonium 257 adducts. For this reason, 18 mass units (NH 4 ) was subtracted from the parent mass observed in 258 the MS analysis to obtain the neutral mass for each TAG. Other lipids were searched by 259 accounting for a single mass unit loss to account for a hydrogen ion only. Results were narrowed 260 using the associated functional group and biological information, and attributions were assigned 261 where possible.262 263 Swab, serum, and colostrum correlation analysis 264 Method 1 was also used to analyze serum lipids collected from the S and B animals, milk 265 replacer, and colostrum at 0 h, 6 h, 12 h, and 24 h post-parturition. These resulting intensities 266 were converted to percent intensity for comparative analysis. Pearson's correlation coefficient 267 analysis of percent intensities between milk and serum samples, milk and vaginal swab samples, 268 and serum and swab samples was performed for each of the 38 most discriminating MRMs from 269 Method 1 using the CORR procedure of SAS 9.4 (Cary, NC). Variables compared were percent 270 intensities of: 48 h swab samples and 48 h serum samples; 48 h swab samples and respective 271 source of nutrition at 24 h; and 48 h serum samples and respective source of nutrition at 24 h. Six 272 MRMs overlapped as highly correlating between source of nutrition and swab lipids, and source 273 of nutrition and serum lipids. Percent ion intensities were compared between milk replacer and those six MRMs. Statistics were not performed on colostrum versus milk replacer 275 since ion intensity results were from only one sample of milk replacer. In addition, MIXED 276 procedure of SAS 9.4 (Cary, NC) was used to analyze the statistical difference in ion intensities 277 of the six most highly correlated MRMs between suckled versus bottle-fed gilt serum, as well as 278 suckled versus bottle-fed gilt swab samples to compare.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "293 of identified lipids, and acylcarnitines were third most abundant (15.81%). Intensities of the 1486 294 MRMs identified in the discovery phase, plus approximately 400 triacylglycerols (TAGs), were 295 measured in individual samples in Screening Phase I (Supplemental",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "Screening Phase II, the 146 MRMs that distinguished between suckled and bottle-fed 301 treatments were organized into Method 1 analysis, which consisted primarily of TAGs, 302 acylcarnitines, and glycerolipids (Figure 1B). Tentative attributions were assigned to 91/146 303 lipids in Method 1 (SupplementalTable S5). Principal component and hierarchical cluster 304 analysis showed distinct clusters by treatment groups of suckled versus bottle-fed milk replacer 305(Figure 2A and 2B). ROC curve analysis identified 18 MRMs with AUC values greater than 306 0.90. Of the 18, 15 were assigned tentative attributions, which included hydroxy octadecanoyl",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "and principal component analysis of the effect of fat supplementation on 314 lipidome profiles showed several groupings, with some distinction between plus and minus fat 315 supplemented gilts (Figure 2C and 2D). The 197 MRMs that most distinguished between fat 316 supplemented piglets and non-supplemented piglets and selected for Method 2 Screening Phase 317 II analysis were primarily glycerolipids (Figure 1C). ROC curve analysis identified 15 MRMs 318 with AUC values ranging from 0.65 to 0.78. Mean ion intensity of these MRMs was compared 319 between treatments, and overall treatment effects (p < 0.05) were found for a cholesteryl ester 320 and a ceramide, with numerical differences between treatments in two glycerol lipids with EPA 321 residues (Figure 3). 322 323 Correlation of lipids isolated from Swabs, Blood Serum, and Colostrum-Milk Replacer 324 To investigate whether there was a relationship between piglet nutrition and either serum or 325 vaginal lipidome profiles, lipids from piglet serum, sow colostrum, and milk replacer were 326 analyzed using Method 1 MRMs. Linear regression analysis was used to determine if there was a 327 relationship between intensities of the top 38 MRMs (AUC > 0.8) that discriminated most 328 between vaginal swab samples of S and B groups with intensity in piglet serum and nutrition 329 source (sow colostrum or milk replacer;",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "331 three PE lipids; a PG lipid; a PC lipid; five TAGs; stearoylcarnitine, hexadecanedioic acid mono-332 L-carnitine ester; and PG (36:2)/PI(30:4). Analysis of relationship of lipid intensities by nutrition overlapped amongst the strongest correlations between source of nutrition and serum 338 and between source of nutrition and swab [tentative lipid attributions: PE (34:4), PE(36:5), 339 PG(34:6), TAG(46:1), PE(38:5), and TAG(44:0)]. Levels of all six lipids were 159-fold to 2.41-340 fold (Figure 4 and Supplemental Figure S2) higher in milk replacer than colostrum, which 341 correlated to significantly higher levels across all serum and swab samples of bottephase II Method 1 analysis aimed at identifying lipids that discriminated between gilts 351 which suckled sow colostrum versus gilts fed milk replacer the first 48 h postnatal. ROC curve 352 analysis found 18 lipids with AUC ≥ 0.9. The AUC value is a measure of the usefulness of a 353 test, in terms of sensitivity and specificity [24]. Biomarkers with AUC values from 0.9-1.0 are 354 excellent, 0.8-0.9 are good, 0.7-0.8 are fair, and 0.6-0.7 are poor [25]. The 18 lipids are thus 355 excellent candidate markers to detect differences between suckled gilts compared to those that in bottle-fed animals when compared to suckled gilts. We found a positive 358 correlation of ion intensities of MRMs between nutrition source and swabs of suckled versus 359 bottle-fed gilts, and nutrition source and serum of suckled versus bottle-fed gilts. Comparative 360 analysis of mean ion intensities of the most highly correlated lipids found much higher intensities 361 of lipid signals in milk replacer than in 24 h colostrum samples, and correspondingly higher 362 intensities in serum and vaginal swabs of bottle-fed animals relative to suckled gilts.363 364",
            "latex": null,
            "type": "figure"
        },
        "FIGREF22": {
            "text": "366 findings demonstrate that lipid content in milk replacer formulas changes the composition of 367 neonate tissues, and component fats may become part of the tissues. Lipids are bioactive 368 molecules, and play a central role in metabolism and influence and modulate cell function. For 369 example, lipids from the diet function in cytokine and (steroid) hormone synthesis, cell 370 differentiation and growth, cell membrane structure, myelination, signal transmission, and are 371 substrates used for prostaglandin synthesis. Fatty acids and their metabolites, such as eicosanoids, 372 have a major signaling function and regulate gene transcription by serving as transcriptional co-373 activators, with polyunsaturated fatty acids activating the transcription factor peroxisome 374 proliferator-activated receptors [26, 27]. Thus, fatty acid composition of diet has the potential to 375 affect significant biological response in the neonate, which in turn can affect the course of neonatal 376 development and health. In humans, there is evidence that the quality of dietary lipids provided 377to infants has a marked impact on health outcomes [28], with our study supporting that dietary 378 lipids became components of tissues. Although infant formula has been amended some, currently",
            "latex": null,
            "type": "figure"
        },
        "FIGREF23": {
            "text": "of lipids in nutrition source (milk replacer and colostrum) with serum and swab, 382 suggest some lipids may be directly absorbed without modification in the gastrointestinal tract, 383 potentially prior to intestinal barrier closure, which is within 36-48 h after birth [3, 29-31]. Thus 384 this period of time may be viewed as either a window of opportunity or vulnerability for 385 influencing neonate's developmental program. 386 387 Functional groups of Screening Phase II Method 2 analysis were primarily glycerol lipids with 388 both saturated and unsaturated FA residues. Of the most discriminatory lipids, four MRMs had 389 AUC values between 0.7 and 0.8, thus achieving a biomarker utility rating of fair [25]. Two of 390 these were glycerol lipids with eicosapentaenoic acid (EPA) residues, one was a ceramide, and the 391 final was a cholesteryl ester. Mean intensity of the cholesteryl ester was significantly higher in 392 suckled plus fat supplemented gilts versus non-supplemented gilts. Unfortunately, MRM-profiling 393was not completed with the fat supplement. Thus we can only speculate that the higher cholesteryl 394 ester content in swabs was a response to the higher fat diet. Two glycerol lipids with EPA residues 395 and ceramide were numerically lower in vaginal swabs of fat supplemented gilts. EPA is either 396 absorbed from the diet or synthesized from the essential fatty acids linoleic and alpha linoleic acid.397A potential explanation of these findings is that direct supplementation of piglets with animal fats 398 lowered the bioavailability of EPA (or linoleic and alpha linoleic acids). In the mature gut,399 triglycerides and phospholipids are hydrolyzed by pancreatic lipase, but the ethyl ester of EPA 400 requires additional digestion with bile salt-dependent lipase [32]. Digestion and absorption of 401 EPA is thus considerably lower than triglycerides and phospholipids, and dependent on high-fat meals, which stimulates bile-salt dependent lipase and enhanced absorption [32]. In 403 porcine and human neonates the levels of pancreatic lipase and bile acids are much lower than at 404 maturity [33]. Thus, despite the higher lipid content of fat supplement treated gilts, the low 405 availability of bile acids levels may have limited EPA absorption. Further research into how lipids 406 ingested by early postnatal gilts are metabolized and used in the reproductive tract is needed. lipidomes were significantly affected by composition of early postnatal diet. 410 Multiple lipid molecules were differentially abundant between gilts exposed to colostrum versus 411 gilts fed milk replacer and gilts fed with and without fat supplement the first 48 h of life. Several 412 lipids collected from vaginal swabs were highly correlated with the nutrition source a piglet 413 ingested. Lipids more abundant in milk replacer appeared to be driving the association in the 414 current study. These findings demonstrated that lipid composition of neonatal diet affects tissue 415 composition and thus may affect development, function and overall health and fertility. 416 Moreover, while data support the efficacy of using MRM-lipid profiling of vaginal swabs to 417 detect differences in early postnatal nutritional exposures, findings also highlight a need to 418 modify our approach to determine if biomarkers of colostrum intake can be specifically 419 identified in vaginal swab samples.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF24": {
            "text": "(A) Principal component analysis and (B) heat map of lipids selected for Method 1; 528 within the hierarchical analysis, red signifies bottle-fed animals (B and BF) and green signifies 529 suckled animals (S and SF). (C) Principal component analysis and (D) heat map of lipids 530 selected for Method 2; within the hierarchical analysis, red signifies fat supplemented (SF and 531 BF) and green signifies not supplemented (S and B) animals. In the heatmap, blue indicates 532 lower ion intensities and red indicates higher ion intensities. MRMs are on the right and animal 533 ID is on the bottom.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF25": {
            "text": "Mean ion intensity of precursor-product ion MRMs of (A) cholesteryl ester 425.4-536 >369; (B) ceramide 557.4->282.2; (C) glycerolipid containing eicosapentaenoic acid residue 537 631.2->283.9; and (D) glycerolipid containing eicosapentaenoic acid residue 780.2->432.9 538 measure in lipid extracts of vaginal swabs taken from bottle fed (B), bottle fed and fat 539 supplemented (BF), suckled by sow (S) and suckled by sow plus fat supplemented (SF) for 48 h 540 postnatal. Differing letters indicate statistical difference at p<0.05; and (*) indicates an overall 541 fat supplement treatment effect.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF26": {
            "text": "Comparison of relative mean intensity of PE (34:4), 712.5->495.19 in (A) nutrition 544 source (24 h colostrum sample versus milk replacer-MR); (B) serum of suckled-S versus bottle 545 fed milk replacer-B; and (C) vaginal swab samples in S versus B gilts. Relative mean intensity of sample versus milk replacer-MR); (H) serum of suckled-S versus bottle fed milk 550 replacer-B; and (I) vaginal swab samples in S versus B gilts. Differing letters indicate statistical 551 difference at p<0.005. Comparison of relative mean intensity of TAG(46:1) in (A) nutrition 556 source (24 h colostrum sample versus milk replacer-MR); (B) serum of suckled-S versus bottle 557 fed milk replacer-B; and (C) vaginal swab samples in S versus B gilts. Relative mean intensity of 558 TAG(44:0) in (E) nutrition source (24 h colostrum sample versus milk replacer-MR); (F) serum 559 of suckled-S versus bottle fed milk replacer-B; and (G) vaginal swab samples in S versus B gilts. 560 Relative mean intensity of PE (38:5) in (H) nutrition source (24 h colostrum sample versus milk 561 replacer-MR); (I) serum of suckled-S versus bottle fed milk replacer-B; and (J) vaginal swab 562 samples in S versus B gilts. Differing letters indicate statistical difference at p<0.005.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Animals and study designPrior to beginning studies involving animals the protocol was reviewed and approved by Purdue University's Institutional Animal Care and Use Committee (Protocol #1605001416). Standard farrowing protocols for the Purdue University Animal Sciences Research and Education Swine facility were followed. All lipidomics sample preparation and analysis was completed at the Proteomics and Metabolomics Core Facilities in the Bindley Bioscience Center at Purdue",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Neutral Loss and Precursor Scan Modes Used for Discovery of MRMs SupplementalTable S2: MRMs Selected After Discovery Step For 8 Methods Supplemental Table S3. Selected MRMs for Method 1 (Bottle-fed versus Suckled) Supplemental Table S4. Selected MRMs for Method 2 (Fat supplemented versus Not fat Supplemental Table S5. Tentative Attributions for Method 1",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Pearson correlation coefficients of 38 MRMs with highest AUC values. Bold values indicate either r > |0.60| or P-value < 0.01.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/593392 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}