{
    "paper_id": "541e7d329fa466fe7b961263666386dddec75894",
    "metadata": {
        "title": "A quantitative framework to define the end of an outbreak: application to Ebola Virus Disease \"A quantitative framework to define the end of an outbreak: application to Ebola Virus Disease\"",
        "authors": [
            {
                "first": "Bimandra",
                "middle": [
                    "Adiputra"
                ],
                "last": "Djaafara",
                "suffix": "",
                "affiliation": {
                    "laboratory": "MRC Centre for Global Infectious Disease Analysis",
                    "institution": "Imperial College London",
                    "location": {
                        "settlement": "London",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Natsuko",
                "middle": [],
                "last": "Imai",
                "suffix": "",
                "affiliation": {
                    "laboratory": "MRC Centre for Global Infectious Disease Analysis",
                    "institution": "Imperial College London",
                    "location": {
                        "settlement": "London",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Esther",
                "middle": [],
                "last": "Hamblion",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Regional Office for Africa",
                    "location": {
                        "settlement": "Brazzaville",
                        "country": "Congo"
                    }
                },
                "email": ""
            },
            {
                "first": "Benido",
                "middle": [],
                "last": "Impouma",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Regional Office for Africa",
                    "location": {
                        "settlement": "Brazzaville",
                        "country": "Congo"
                    }
                },
                "email": ""
            },
            {
                "first": "Christl",
                "middle": [
                    "Ann"
                ],
                "last": "Donnelly",
                "suffix": "",
                "affiliation": {
                    "laboratory": "MRC Centre for Global Infectious Disease Analysis",
                    "institution": "Imperial College London",
                    "location": {
                        "settlement": "London",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Anne",
                "middle": [],
                "last": "Cori",
                "suffix": "",
                "affiliation": {
                    "laboratory": "MRC Centre for Global Infectious Disease Analysis",
                    "institution": "Imperial College London",
                    "location": {
                        "settlement": "London",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Declaring the end of an outbreak is an important step in controlling infectious disease outbreaks. An objective estimation of the probability of cases arising in the future is important to reduce the risk of post-declaration flare-ups. We developed a simulationbased model to quantify that probability. We tested it on simulated Ebola Virus Disease (EVD) data and found this probability was most sensitive to the instantaneous reproduction number, the reporting rate, and the delay between symptom onset and recovery or death of the last detected case. For EVD, our results suggest that the current WHO criterion of 42 days since the outcome of the last detected case is too short and very sensitive to underreporting. The 90 days of enhanced surveillance period after the end-of-outbreak declaration is therefore crucial to capture potential flare-ups of cases. Hence, we suggest a shift to a preliminary end-of-outbreak declaration after 63 days from the symptom onset day of the last detected case. This should be followed by a 90-day enhanced surveillance, after which the official end-ofoutbreak can be declared. This corresponds to less than 5% probability of flare ups in most of the scenarios examined. Our quantitative framework could be adapted to define end-of-outbreak criteria for other infectious diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Declaring the end of an outbreak (EO) is a critical programmatic step in outbreak response. Any infectious disease outbreak can be devastating for affected populations and areas as alongside burden from infections and mortality, the outbreak status of a region or a country can influence other vital sectors such as: social, economic, political, and security (1) (2) (3) . In defining the EO, it is crucial to consider the risk of cases arising in the future using objective quantitative methods. A well-timed declaration of EO is essential as it would allow affected countries to address problems in other sectors, reallocate healthcare resources to cover other important public health issues, and start post-outbreak recovery efforts.",
            "cite_spans": [
                {
                    "start": 359,
                    "end": 362,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 363,
                    "end": 366,
                    "text": "(2)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 367,
                    "end": 370,
                    "text": "(3)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Various definitions or criteria of an EO have been used in different outbreaks depending on the type of disease and the institutions providing technical guidance or in charge of controlling the outbreak. We retrieved examples of EO criteria from various pathogens and institutions from the literature ( Table 1) . Most of these criteria are obtained from the World Health Organization (WHO) guidelines or decided by a government's Ministry of Health or public health authorities. The most commonly used EO criterion is a period of twice the longest incubation period without observing any new cases since the last possible transmission event (4) (5) (6) (7) (8) (9) (10) (11) (12) . In an Ebola Virus Disease (EVD) outbreak context, the EO of EVD is declared after 42 days (twice the longest incubation period) has passed since the outcome of the last case. There are several possible scenarios of the outcome of the last case (8) . If the last case is a laboratory-confirmed case, the outcome can be the second PCR negative test of blood samples or a safe burial if the person died. Additionally, if the last case is a contact of a confirmed case, the outcome is a safe burial after the person's death.",
            "cite_spans": [
                {
                    "start": 642,
                    "end": 645,
                    "text": "(4)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 646,
                    "end": 649,
                    "text": "(5)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 650,
                    "end": 653,
                    "text": "(6)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 654,
                    "end": 657,
                    "text": "(7)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 658,
                    "end": 661,
                    "text": "(8)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 662,
                    "end": 665,
                    "text": "(9)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 666,
                    "end": 670,
                    "text": "(10)",
                    "ref_id": null
                },
                {
                    "start": 671,
                    "end": 675,
                    "text": "(11)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 676,
                    "end": 680,
                    "text": "(12)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 927,
                    "end": 930,
                    "text": "(8)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 303,
                    "end": 311,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "The use of this criterion to declare the EO, especially in the context of EVD, has been questioned. Firstly, this criterion ignores the possible recrudescence of EVD cases through uncommon transmission routes and persistence of the virus in survivors (sexual transmission, immunocompromised women, and migration) (13) (14) (15) (16) (17) .",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 317,
                    "text": "(13)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 318,
                    "end": 322,
                    "text": "(14)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 323,
                    "end": 327,
                    "text": "(15)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 328,
                    "end": 332,
                    "text": "(16)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 333,
                    "end": 337,
                    "text": "(17)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Recrudescence of EVD cases has been problematic in the field, as for example, there were three EO declarations in Liberia before the outbreak was actually over (16) .",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 164,
                    "text": "(16)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Secondly, the use of the maximum incubation period is challenging with typically limited sample sizes available for estimation, and it does not produce any probabilistic risk assessment (18) . Lastly, it is important to consider missing cases due to imperfect surveillance during the outbreak and asymptomatic cases that potentially act as invisible transmission sources during the outbreak and could prolong the time to declare the EO (18, 19) .",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 190,
                    "text": "(18)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 436,
                    "end": 440,
                    "text": "(18,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 441,
                    "end": 444,
                    "text": "19)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Quantitative frameworks which account for these issues are therefore needed to objectively calculate the probability of cases arising in the future to be confident (for example 95% certain) that there will be no further cases after the declaration is made.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "However, to date, only a small number of studies have focused on developing quantitative methods to define EO criteria, mostly for directly or air-borne transmitted diseases. Nishiura et al. (19) developed a probabilistic method to calculate the probability of observing additional cases of Middle East Respiratory Syndrome (MERS) in the future, based on the distribution of the serial interval (the time between symptom onset in a case and their infector) and the basic reproduction number (the average number of secondary infections generated by a single case in a large population with no immunity) of MERS. Eichner and Dietz (20) used stochastic simulations to determine the length of the case-free period before declaring the extinction of poliovirus with a specified error probability. Thompson et al. (21) used stochastic SEIR (Susceptible-Exposed-Infectious-Recovered) model simulations to assess the influence of underreporting of EVD cases on the confidence of declaring the end of an EVD outbreak.",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 195,
                    "text": "(19)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 611,
                    "end": 633,
                    "text": "Eichner and Dietz (20)",
                    "ref_id": null
                },
                {
                    "start": 792,
                    "end": 812,
                    "text": "Thompson et al. (21)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "However, these approaches only address some of the aforementioned issues and have other limitations which we discuss later. Hence, further development of quantitative techniques to define the EO is urgently needed. In this study, we developed a simulation-based method to calculate the probability of cases arising in the future after the outcome of the last detected case. We account for factors that influence the estimated probability such as the underlying reproduction number, the reporting rate and the delay between the onset and the outcome of the last detected case, which for simplicity we will refer to as 'the onset-to-outcome delay period'. We tested our method on several EVD outbreak scenarios. Finally, we used the simulation results to propose a new quantitative criterion to define the EO for EVD. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We developed a quantitative framework to determine the timing of an EO declaration, which divides the outbreak into three phases: the outbreak phase; the onset-to-outcome delay phase; and the EO declaration phase (Figure 1 ). The outbreak phase encompasses the outbreak trajectory which includes all detected cases up until the time that the EO analysis is about to be conducted. The onset-tooutcome delay phase is the period between the onset of the last detected case to the outcome (recovery or death) of that case. In this phase, there is a risk of undetected cases sustaining transmission beyond the last detected case due to underreporting.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 213,
                    "end": 222,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Accounting for these potential 'invisible' sources of transmission is important to determine the EO with confidence, irrespective of potential underreporting. The EO declaration phase starts the day after the outcome of the last case. In this phase, the probability of cases arising in the future is calculated for each day until a predefined probability threshold, here fixed at 5%, is reached.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.17.20024042 doi: medRxiv preprint is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.02.17.20024042 doi: medRxiv preprint onset) at time , is the instantaneous reproduction number at time (i.e. the average number of secondary infections generated by a case arising at time t, if conditions remain the same), is the overdispersion parameter for the negative binomial distribution and is the total infectiousness in the population at time which is described by and as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "where is the typical infectivity profile of a case at time , which can be described by the probability distribution of the serial interval.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The incidence for the first 30 days of the simulated outbreak was taken from the ebola_sim line list data from the outbreaks R package (29) . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.02. 17.20024042 doi: medRxiv preprint",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 85,
                    "text": "17.20024042",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "It is important to account for the possible new infections caused by undetected cases during the period between the onset and the outcome of the last detected case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The onset-to-outcome delay phase"
        },
        {
            "text": "We simulated the number of undetected cases in that period using a probabilistic method, under several underreporting assumptions. Using Bayes theorem, an inverse binomial problem was solved to calculate the probability distribution of the total number of cases arising during the onset-to-outcome delay period, given the reporting rate and zero cases detected during that period. The probability mass function of the binomial distribution is described as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The onset-to-outcome delay phase"
        },
        {
            "text": "where is the total number of cases (detected and undetected) during the onset-tooutcome delay period, is the reporting rate, and is the number of cases detected during that period, which is zero by definition. Bayes theorem was used to solve the Conservatively, a 21-day period was assumed as the maximum onset-to-outcome delay to account for both the average onset-to-death delay and onset-to-discharge delay (upper bound of the onset-to-outcome delay), estimated during the West African EVD epidemic as 8.2 days and 15.1 days respectively with the majority of delays being <21 days (32) .",
            "cite_spans": [
                {
                    "start": 584,
                    "end": 588,
                    "text": "(32)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "The onset-to-outcome delay phase"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The onset-to-outcome delay phase"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.02. 17.20024042 doi: medRxiv preprint Conditional on the total number of undetected cases during the onset-tooutcome delay period, obtained by solving the inverse binomial problem described above, those cases were allocated probabilistically to each day within this period using a multinomial distribution",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 107,
                    "text": "17.20024042 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "where is the total number of undetected cases obtained by the inverse binomial problem, 1 , ⋯ , are the number of undetected cases on day ( = 1, 2, ⋯ , ) after the onset of the last detected case, and 1 , ⋯ , are the probabilities of the undetected cases appearing on day ( = 1, 2, ⋯ , ). 1 , ⋯ , were calculated by dividing the total infectiousness on each day by the total infectiousness during the whole days period:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "where is defined as in equation (1). For each simulated outbreak dataset, we simulated the number of undetected cases 10 times. Random allocations were also simulated 10 times for each simulated number of undetected cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "In this phase, we performed forward projections of daily incidence of cases, where i = 1, …. N are the different trajectories simulated for a given scenario. We defined the confidence of declaring the EO on day after the outcome of the last case as 1 − .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The EO declaration phase"
        },
        {
            "text": "We simulated several outbreak scenarios with different offspring distributions assuming either optimistic or pessimistic transmission. The offspring distribution . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. Table 1 shows the complete combination of all simulation scenarios explored.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 326,
                    "end": 333,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Simulation scenarios"
        },
        {
            "text": "Using the quantitative simulation framework developed, we calculated the probability of cases arising in the future on various numbers of days after the outcome of the last detected case. We considered different scenarios (summarized in Web Table 1 ) by varying the offspring distribution of the outbreak, the length of the onsetto-outcome delay period, reporting rate, and assumed transmission scenario. Figure   2 shows the number of days taken (from the outcome of the last detected case) for the probability of cases arising in the future to fall below 5%, for six different offspring distributions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 241,
                    "end": 248,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 405,
                    "end": 415,
                    "text": "Figure   2",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Our simulations show that the underlying offspring distribution during the 'decline' period of the outbreak is the most determinant factor in how long it takes for the probability of cases arising in the future dropped below 5%. The waiting time is . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.02.17.20024042 doi: medRxiv preprint longer when the value of the is higher. On the other hand, a higher level of overdispersion in the offspring distribution leads to shorter waiting times to reach <5% probability of cases arising in the future. Outbreaks with no overdispersion tend to have a consistent outbreak length and total number of cases during the outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "However, outbreaks with high overdispersion are often shorter with a smaller final epidemic size, but by chance, can also be long with a very large number of cases (Web Figure 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 169,
                    "end": 178,
                    "text": "Figure 2)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The length of the onset-to-outcome delay period is also shown to affect the waiting time to reach <5% probability of cases arising in the future; with longer lengths of the onset-to-outcome delay period leading to shorter waiting times. On the other hand, the influence of the reporting rate is only major when there is a long onset-tooutcome delay period; with higher reporting rates leading to shorter waiting times.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "When the onset day was used as the reference of the waiting time to reach <5% probability of cases arising in the future (length = 0), the waiting times are constant. The assumption on whether past cases can still contribute to transmission or not (pessimistic or optimistic transmission) also substantially affects the waiting time;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "as expected, assuming perfect isolation of past cases leads to shorter waiting times.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Finally, sensitivity analyses suggested that the developed framework was not robust to misspecification of the value of the reproduction number in the 'decline' period (Web",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "We calculated the probability of cases arising after 42 days, following the outcome of the last detected case (Figure 3) , which is the current WHO criterion to . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 110,
                    "end": 120,
                    "text": "(Figure 3)",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Figure 3 & 4)."
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.02. 17.20024042 doi: medRxiv preprint declare the EO for EVD. Our simulations show that in most scenarios considered, the current WHO criterion corresponds to a probability of cases arising in the future well above 5%. The corresponding probability is <5% only when the onset-to-outcome delay period is very long (at least two or three weeks, which is unusual) and the reporting rate is high, although with low value, high overdispersion or optimistic transmission the probability reaches <5% in more parameter combinations. Once again, misspecification of the value of in the 'decline' period strongly affected these results (Web Figure 5 & 6 ). An additional analysis, accounting for the 90-day period of enhanced surveillance after the EO declaration of EVD (8) shows that the probability of cases arising in the future for most of simulation scenarios are <5% at the end of the 132-day period (42 + 90 days) except when the value of is high (Web Figure   7 ).",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 85,
                    "text": "17.20024042",
                    "ref_id": null
                },
                {
                    "start": 831,
                    "end": 834,
                    "text": "(8)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 701,
                    "end": 713,
                    "text": "Figure 5 & 6",
                    "ref_id": null
                },
                {
                    "start": 1020,
                    "end": 1030,
                    "text": "Figure   7",
                    "ref_id": null
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.02. 17.20024042 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 85,
                    "text": "17.20024042",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.02.17.20024042 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "We have developed a simulation-based framework to calculate the probability of cases arising in the future after the outcome day of the last detected case of an outbreak. Our simulations show that the reporting rate and the delay between the onset and the outcome of the last detected case are important factors that need to be considered in assessing the EO. We applied this simulation-based framework to analyze a range of simulated EVD outbreaks with different levels of superspreading consistent with EVD epidemiology, and different scenarios spanning extreme assumptions about the effectiveness of case isolation (no case isolation or pessimistic transmission to perfect case isolation or optimistic transmission).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our results show that under the current WHO criterion to declare the EO for EVD of 42 days with no cases after the last detected case dies or tests negative for the virus twice, the probability of cases arising in the future is still high (up to 54%) in most scenarios. Thus, a more robust EO criterion, supported by quantitative evidence, is needed to minimize the risk of flare-ups of cases after EO declaration. This was also . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.02. 17.20024042 doi: medRxiv preprint highlighted by the multiple flareups of cases after EO declarations were made at the tail end of the West African EVD epidemic (33) .",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 107,
                    "text": "17.20024042 doi: medRxiv preprint",
                    "ref_id": null
                },
                {
                    "start": 235,
                    "end": 239,
                    "text": "(33)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Some of the flare-ups happened 51, 68, 78, and 80 days after the EO declarations, highlighting the importance of the WHO recommendation of 90 days of enhanced surveillance after the 42-day period of waiting time from the outcome of the last detected case to declare the EO of EVD. The importance of this enhanced surveillance period is also supported by our results. Our simulations show that the probability of cases arising in the future after this 132-day (42 + 90 day) period from the outcome of the last detected case is generally lower than 5% except in rare scenarios with a high reproduction number during the 'decline' phase (Web Figure 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 639,
                    "end": 648,
                    "text": "Figure 2)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Our simulations show that the estimated probability of cases arising in the future were very sensitive to the value of , the instantaneous reproduction number at time , during the 'decline' period. Therefore, monitoring during an outbreak is very important to accurately define the EO. Especially in the 'decline' period, ensuring that is reduced well below 1 is critical for bringing the outbreak to an end. Current methods available to estimate the instantaneous reproduction number during the outbreak may suffer from imprecision if there is uncertainty in the serial interval distribution estimates and more generally at the EO when case numbers are low (34) .",
            "cite_spans": [
                {
                    "start": 658,
                    "end": 662,
                    "text": "(34)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Our simulations show that the framework we developed is sensitive to the instantaneous reproduction number estimate. These factors combined emphasize the need for continued assessment of the instantaneous reproduction number throughout the outbreak and particularly as case numbers decrease. Consequently, it is hard to define a single criterion for the EO given how influential is.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "We found that the duration of the onset-to-outcome delay period had a large impact on the waiting time to declare the EO, with a short onset-to-outcome delay . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.02. 17.20024042 doi: medRxiv preprint leading to a longer time to declare the EO. Given the potential variability in this delay period between cases, in particular depending on outcome (mean onset-to-recovery and onset-to-death were estimated as 14.4-15.3 and 6.2-8.8 days respectively (32)), our results do not support the current WHO single criterion to declare the EO, irrespective of the last detected case's outcome.",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 107,
                    "text": "17.20024042 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Our study also shows that the reporting rate plays an important role in assessing the EO, and that, in line with results by Thompson et al. (21) , a low reporting rate would lead to a lower confidence in declaring the end of an EVD outbreak at day 42 after the outcome of the last case, i.e. using the current WHO criterion. Hence, for outbreaks with low reporting rates, a longer waiting time would be needed to declare the EO. However, we found that the dependency on the reporting rate became negligible as the onset-to-outcome delay period decreases. This suggests that using the onset day, rather than the outcome day, as the baseline of the waiting time should be considered as it may be more robust to variability in the outbreak context. This would also account for the three possible scenarios for the last detected case which could include any delays in testing of the last detected case or delays in burial (8) .",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 144,
                    "text": "Thompson et al. (21)",
                    "ref_id": null
                },
                {
                    "start": 918,
                    "end": 921,
                    "text": "(8)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "We therefore recommend a shift to a preliminary end-of-outbreak declaration after 63 days from the symptom onset day of the last detected case. This should be followed by a 90-day enhanced surveillance, after which the official end-of-outbreak can be declared. This corresponds to less than 5% probability of flare ups in most of the scenarios examined in our study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Our simulation-based framework was tested under multiple assumptions regarding superspreading or overdispersion. Our simulations show that the waiting time decreases as overdispersion increases. Exploring the optimistic and pessimistic transmission scenarios, we found that the current WHO criterion will perform best in . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.02. 17.20024042 doi: medRxiv preprint the optimistic transmission scenario. However, given the difficulty of controlling and isolating cases during an outbreak, this optimistic scenario should be considered a best-case scenario and the pessimistic scenario a worst-case scenario.",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 85,
                    "text": "17.20024042",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "We propose a quantitative framework that can be used to assess the EO. The first step is estimating the key outbreak parameters: instantaneous reproduction number, reporting rate, and serial interval distribution. These can be estimated from outbreak data using widely available and established methods which increasingly account for sparse data (34) (35) (36) (37) . The next step is to implement the method developed in this study to determine the day when the probability of cases arising in the future is deemed acceptable (in this study < 5%), and an outbreak can be declared over. The developed method is generic; thus it could be implemented for outbreaks of other pathogens, primarily if they are air-borne or transmitted by direct contact.",
            "cite_spans": [
                {
                    "start": 346,
                    "end": 350,
                    "text": "(34)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 351,
                    "end": 355,
                    "text": "(35)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 356,
                    "end": 360,
                    "text": "(36)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 361,
                    "end": 365,
                    "text": "(37)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Based on our simulation results, we recommend a new criterion using the day of onset of the last detected case as the baseline of the waiting time rather than the outcome day. The onset day is usually captured better and is less affected by diagnostic waiting times. Thus, it is also generalisable to other diseases. However, given the sensitivity of the probability of cases arising in the future to the value of , it is difficult to suggest a single criterion for EO irrespective of . Based on our results we therefore make three general recommendations: i) a shift from counting down to EO from 42 days from the day of outcome to 63 days from the day of onset of the last detected case leading to a preliminary EO declaration; ii) emphasis on the importance of properly resourcing the enhanced 90-day surveillance post-EO declaration to ensure that any flareups are quickly detected and controlled before the final EO declaration (63 + 90 days after the onset of the last detected case); and iii) regular estimation and re-estimation of the reproduction number particularly in the decline phase.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Finally, some aspects of EVD transmission were not covered by our simulation framework, which deserve to be highlighted. The framework developed did not consider additional cases that arise from less common transmission routes such as migration, sexual transmission, and immunocompromised pregnant women. These caveats make the current policy to keep active case detection up to 90 days after the EO declaration essential if the framework and model were to be adopted. Although the framework accounts for superspreading (by allowing overdispersion in the offspring distribution), we did not explicitly model superspreading events in the context of unsafe burial practices that lead to large-scale funeral exposures (30, 38) . Nevertheless, the work presented here demonstrates the value of the development of a quantitative framework than can be used to help decision-makers to objectively assess the risk of flare-ups of cases after the EO declaration. It also highlights the limitations of the current WHO criterion for declaring the EO of EVD.",
            "cite_spans": [
                {
                    "start": 715,
                    "end": 719,
                    "text": "(30,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 720,
                    "end": 723,
                    "text": "38)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Economic and Social Burden of the",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huber",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Finelli",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Stevens",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Ebola Outbreak in West Africa",
            "authors": [],
            "year": 2018,
            "venue": "J. Infect. Dis",
            "volume": "218",
            "issn": "suppl_5",
            "pages": "698--704",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Effects of the West Africa Ebola Virus Disease on Health-Care Utilization -A Systematic Review. Front. public Heal",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Brolin Ribacke",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Saulnier",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Eriksson",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Impact and implications of the Ebola crisis",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rohwerder",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Uganda declares end of marburg virus disease outbreak",
            "authors": [],
            "year": 2017,
            "venue": "Uganda Minist. Heal",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "South Korea finally MERS-free. Science (80-. )",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Normile",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Korea announces end to MERS outbreak",
            "authors": [],
            "year": 2018,
            "venue": "Yonhap News Agency",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Ini Indikatornya (in Indonesian)",
            "authors": [
                {
                    "first": "Klb Difteri Dinyatakan",
                    "middle": [],
                    "last": "Kapan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Selesai",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Criteria for declaring the end of the Ebola outbreak in Guinea",
            "authors": [],
            "year": 2015,
            "venue": "Liberia or Sierra Leone. World Heal. Organ",
            "volume": "1",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "World Health Organization. Government of Mali and WHO announce the end of the Ebola outbreak in Mali. World Heal",
            "authors": [],
            "year": 2015,
            "venue": "Organ",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "World Health Organization. WHO declares an end to the Ebola outbreak in the Democratic Republic of the Congo. World Heal",
            "authors": [],
            "year": 2017,
            "venue": "Organ",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Ebola outbreak in DRC ends: WHO calls for international efforts to stop other deadly outbreaks in the country",
            "authors": [],
            "year": 2018,
            "venue": "World Heal. Organ",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Virus persistence and recrudescence after Ebola virus disease: what are the risks to healthcare workers?",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Macdermott",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Bausch",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Hosp. Infect",
            "volume": "94",
            "issn": "2",
            "pages": "113--118",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Sequelae of Ebola virus disease: the emergency within the emergency",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vetter",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schibler",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Lancet Infect. Dis",
            "volume": "16",
            "issn": "6",
            "pages": "82--91",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Ebola Virus Shedding and Transmission: Review of Current Evidence",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vetter",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Fischer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schibler",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Infect. Dis",
            "volume": "214",
            "issn": "3",
            "pages": "177--184",
            "other_ids": {
                "DOI": [
                    "10.1093/infdis/jiw254"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Recrudescence of Ebola virus disease outbreak in West Africa",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Int. J. Infect. Dis",
            "volume": "64",
            "issn": "",
            "pages": "90--92",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Persistence of Ebola virus after the end of widespread transmission in Liberia: an outbreak report",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Dokubo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wendland",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Mate",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Lancet Infect. Dis. [electronic article]",
            "volume": "18",
            "issn": "9",
            "pages": "1015--1024",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Methods to Determine the End of an Infectious Disease Epidemic: A Short Review. In: Mathematical and Statistical Modeling for Emerging and Reemerging Infectious Diseases",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2016",
            "issn": "",
            "pages": "291--301",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Objective Determination of End of MERS Outbreak, South Korea",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Miyamatsu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mizumoto",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Emerg. Infect. Dis",
            "volume": "22",
            "issn": "1",
            "pages": "146--154",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Eradication of poliomyelitis: when can one be sure that polio virus transmission has been terminated?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eichner",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dietz",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Am. J. Epidemiol",
            "volume": "143",
            "issn": "8",
            "pages": "816--822",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Rigorous surveillance is necessary for high confidence in end-of-outbreak declarations for Ebola and other infectious diseases",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "W"
                    ],
                    "last": "Morgan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jalava",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Philos. Trans. R. Soc. B Biol. Sci",
            "volume": "374",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1098/rstb.2018.0431"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "World Health Organization. Disease outbreak -Lassa fever -Benin -13",
            "authors": [],
            "year": 2016,
            "venue": "World Heal. Organ",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "World Health Organization. The yellow fever outbreak in Angola and Democratic Republic of the Congo ends",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who Afro Region",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "African Heal. Obs",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "South Sudan declares the end of its longest cholera outbreak",
            "authors": [],
            "year": 2018,
            "venue": "World Heal. Organ",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "WHO congratulates South Africa on the end of the world's largest listeriosis outbreak",
            "authors": [],
            "year": 2018,
            "venue": "World Heal. Organ",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "End of Meningitis Outbreak in Nigeria. World Heal",
            "authors": [],
            "year": 2017,
            "venue": "Organ",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "A review of epidemiological parameters from Ebola outbreaks to inform early public health decision-making. Sci. data [electronic article",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Van Kerkhove",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Bento",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Mills",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "projections: Project Future Case Incidence",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jombart",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nouvellet",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "outbreaks: A Collection of Disease Outbreak Data",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jombart",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Frost",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nouvellet",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Ebola superspreading",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Althaus",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet. Infect. Dis",
            "volume": "15",
            "issn": "5",
            "pages": "507--515",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Exposure Patterns Driving Ebola Transmission in West Africa: A Retrospective Observational Study",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Agua-Agum",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ariyarajah",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLOS Med",
            "volume": "13",
            "issn": "11",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pmed.1002170"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "West African Ebola Epidemic after One Year -Slowing but Not Yet under Control",
            "authors": [],
            "year": 2015,
            "venue": "N. Engl. J. Med",
            "volume": "372",
            "issn": "6",
            "pages": "584--587",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc1414992"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Ebola Virus Transmission Caused by Persistently Infected Survivors of the 2014-2016 Outbreak in West Africa",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Subissi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Keita",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mesfin",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Infect. Dis",
            "volume": "218",
            "issn": "suppl_5",
            "pages": "287--291",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "A new framework and software to estimate time-varying reproduction numbers during epidemics",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cori",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am. J. Epidemiol",
            "volume": "178",
            "issn": "9",
            "pages": "1505--1517",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "A simple approach to measure transmissibility and forecast incidence",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nouvellet",
                    "suffix": ""
                },
                {
                    "first": "Cori",
                    "middle": [
                        "A"
                    ],
                    "last": "Garske",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "S1755436517300245?via%3 Dihub). (Accessed October",
            "volume": "22",
            "issn": "",
            "pages": "29--35",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Use of capture-recapture to estimate underreporting of Ebola virus disease",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gignoux",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Idowu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bawo",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Liberia. Emerg. Infect. Dis",
            "volume": "21",
            "issn": "12",
            "pages": "2265--2272",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Improved inference of timevarying reproduction numbers during infectious disease outbreaks",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Stockwin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Van Gaalen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Epidemics",
            "volume": "29",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Estimating the number of secondary Ebola cases resulting from an unsafe burial and risk factors for transmission during the West Africa Ebola epidemic",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tiffany",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Dalziel",
                    "suffix": ""
                },
                {
                    "first": "Kagume",
                    "middle": [],
                    "last": "Njenge",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS Negl. Trop. Dis",
            "volume": "11",
            "issn": "6",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pntd.0005491"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Schematic illustration of the quantitative framework to define the EO. The three main phases of the framework are: A) the outbreak phase ( = 1, 2, ⋯ , ; = the observed duration of the outbreak so far); B) the onset-to-outcome delay phase ( = 1, 2, ⋯ , ; = the length of the onset-to-outcome delay period (i.e. recovery or death) of the last detected case); and C) the EO declaration phase ( = 1, 2, ⋯ , ; = the number of days to reach the desired probability threshold of cases arising in the future) The outbreak phase We simulated outbreak data using epidemic parameters from the 2013-2016 EVD epidemic in West Africa (27). Outbreaks were simulated using the project function from the projections package in the R software, assuming either Poisson or negative binomial offspring distributions to allow for overdispersion (or superspreading, whereby a few cases are responsible for a large proportion of infections) (28). The statistical formulation of the outbreak simulations is as follows: ~ ( ) or ~ ( , ), where is the number of new cases arising (based on symptom",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "which is a simulated EVD outbreak data with key properties that match those of the 2013-2016 EVD epidemic in West Africa. After that period, stochastic simulations were run using the model described above. The serial interval was assumed to be gamma distributed with a mean of 15.3 days and a standard deviation of 9.3 days (27). For the negative binomial simulations, the overdispersion parameter was set to values in the range 0.03-0.52, consistent with estimates from the West African EVD epidemic (30,31). We assumed varied over time, with the outbreak divided into three phases: growth, peak, and decline. The 'growth' period included the initial 30 days, with an of 1.7 (within the range of Van Kerkhove et al. (27) estimates) and was assumed to last for a total of 90 days. In the 'peak' period, assumed to last for 40 days, we used = 1.0. The 'decline' period, with values in the range of 0.3-0.9, lasted until the simulated outbreak trajectory had no more cases. For each scenario considered (see simulation scenarios section), 100 stochastic outbreak trajectories were simulated.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "inverse binomial problem of inferring , given the value of and : ( | , ) ∝ ( | , ) ( ), with ( | , ) the posterior distribution of given the value of and , ( | , ) the binomial likelihood, and ( ) the prior distribution for . The prior distribution ( ) was generated by simulating outbreaks in various hypothetical scenarios with different instantaneous reproduction numbers and reporting rates. For each simulation, several forward trajectories of 21 days starting a day after the onset day of the last case of simulated datasets were generated.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "irrespective of reporting status ( ), for 300 days ( = 1, 2, ⋯ , 300) following the outcome day of the last detected case based on the combination of the outbreak trajectory and simulated undetected cases during the onset-to-outcome delay phase.Two transmission scenarios were considered: 1) an optimistic transmission scenario where only the last detected case, as well as subsequent undetected cases, can contribute to onwards transmission (illustrative of what would happen if all previous cases (detected and undetected) can contribute to onwards transmission, with infectiousness based on the assumed serial interval distribution. To calculate the probability of cases arising in the future on day after the outcome of the last case ( ), for each simulated outbreak dataset, we did 10 forward projections for each combination of simulated number of undetected cases and daily allocations of undetected cases (Web Figure 1).For each projected trajectory, we calculated the total number of projected cases (irrespective of reporting status) from day until 300 days after the outcome of the or absence of new cases on day after the outcome of the last of cases arising in the future on day after the outcome of the last case ( ) was then calculated as",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "= 0.18 (medium overdispersion) (30); and 6) Negative binomial based, = 0.6 and = 0.03 (high overdispersion) (31). For the main analyses to calculate and define where < 5%, the framework used the same value as the simulated outbreak data. Robustness of the framework to misspecification of value in the 'decline' period was tested by sensitivity analyses of framework simulations using different values of : 0.3 (underestimation) and 0.9 (overestimation) for simulated outbreak data with = 0.6 in the 'decline' period. Web",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "example, the waiting time for Poisson distribution-based outbreaks with = 0.6 for all tested values of reporting rate are around 107 and 72 days for pessimistic and optimistic scenario respectively (Figure 2).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Number of days (from the outcome of the last detected case) until the probability of cases arising in the future falls below the threshold 5% for various offspring distributions during the 'decline' period (from the top row to the bottom row:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "left) and optimistic (right) transmission scenarios, as a function of the length of the reporting rate and the onset-to-outcome delay period. An onset-tooutcome delay of zero days corresponds to counting days from the onset day of the last detected case. Red cells denote longer waiting times to reach the 5% probability threshold while green cells denote shorter waiting times. Current WHO criterion is 42 days after the outcome of the last detected case.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Probability of cases arising more than 42 days after the outcome of the last detected case for various offspring distributions during the 'decline' period (from the top row to the bottom row: 1) Poisson based, = 0.6; 2) Poisson based, = 0.3; 3)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "= 0.03) and for the pessimistic (left) and optimistic (right) transmission scenarios, as a function of the length of the reporting rate and the onset-to-outcome delay period. An onset-to-outcome delay of zero days corresponds to counting days from the onset day of the last detected case. Red cells denote higher probability of cases arising more than 42 days after the outcome of the last detected case while green cells denote lower probability.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "End-of-an-outbreak criteria from past infectious disease outbreaks Twice the longest incubation period of no cases since the death/recovery of the last confirmed case",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}