{
    "paper_id": "5585d267f9b505b068f9f72bff5f12c248472f0a",
    "metadata": {
        "title": "Epidemic size of novel coronavirus-infected pneumonia in the Epicenter Wuhan: using data of five-countries' evacuation action",
        "authors": [
            {
                "first": "Hongxin",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shanghai Synyi Medical Technology Co, Ltd",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": ";",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sailimai",
                "middle": [],
                "last": "Man",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bo",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Peking University Health Science Center Meinian Public Health Research Institute",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yi",
                "middle": [],
                "last": "Ning",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Meinian Institute of Health",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": "yi.ning@meinianresearch.com"
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Since late December 2019, novel coronavirus-infected pneumonia (NCP) emerged in Wuhan, Hubei province, China. Meanwhile, NCP rapidly spread from China to other countries, and several countries' government rush to evacuate their citizens from Wuhan. We analyzed the infection rate of the evacuees and extrapolated the results in Wuhan's NCP incidence estimation. Methods: We collected the total number and confirmed cases of 2019-nCov infection in the evacuation of Korea, Japan, Germany, Singapore, and France and estimated the infection rate of the 2019 novel coronavirus (2019-nCov) among people who were evacuated from Wuhan with a meta-analysis. NCP incidence of Wuhan was indirectly estimated based on data of evacuation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In the late December 2019, a pneumonia, now known as novel coronavirus-infected pneumonia (NCP) caused by the 2019 novel coronavirus (2019-nCoV), emerged in Wuhan, Hubei province, China [1] . The outbreak of NCP quickly showed the characteristic of human-to-human transmission. Chinese health authorities did an immediate investigation to characterize and control the disease, including isolation of suspected cases, monitoring of close contacts, collection of epidemiological and clinical data from confirmed patients, and development of diagnostic and treatment procedures [2] . As of Feb 4, 2020, a total of 24,324 cases with laboratory-confirmed 2019-nCoV infection have been detected in China, of whom 490 have died [3] . There were 8,351 cases confirmed in Wuhan, 362 of the confirmed cases have died, the case fatality was much higher in Wuhan than in the other areas of China [4] . Meanwhile, NCP rapidly spread from China to other countries. After assessing the virus-related information, the WHO decided to declare it as a public health emergency of international concern (PHEIC) on Jan 31, 2020 [5] .",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 189,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 575,
                    "end": 578,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 721,
                    "end": 724,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 884,
                    "end": 887,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1106,
                    "end": 1109,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.12.20022285 doi: medRxiv preprint Consequently, to reduce further spread of the 2019-nCoV within China and other countries, remarkable public health measures have been taken and implemented in China. The local government in Wuhan announced on Jan 23, 2020, the suspension of public transportation, with closure of airports, railway stations, and highways in the city, to prevent further disease transmission [6] .",
            "cite_spans": [
                {
                    "start": 518,
                    "end": 521,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Wuhan as the epicenter of this outbreak, the outbreak size is of great significance for understanding the status of the epidemic in Wuhan, predicting the trend of the epidemic, and formulating strategy for prevention and control. Several studies estimated the outbreak size in Wuhan to date. Using a transmission model, British researchers estimated Wuhan case ascertainment of 5.0% (3.6-7.4); 21,022 (11,090-33,490) total infections in Wuhan from 1 to 22 Jan 2020 [7] . In addition, [8] . In order to fill in the gap of the status of outbreak in Wuhan, we provide an estimate of the epidemic size in Wuhan based on several countries' evacuation data.",
            "cite_spans": [
                {
                    "start": 465,
                    "end": 468,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 484,
                    "end": 487,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We collected information of evacuations from Wuhan using charter flights by five countries from Jan 29 to Feb 2, 2020 through their health authority website or other media. During this week, Korea has evacuated 701 people, and 2 cases were confirmed infection with an infection rate 0.29% [9, 10] ; Japan has evacuated 565 people, and 9 cases were confirmed with an infection rate 1.59% [11] ; Germany has evacuated 124 people, and 2 cases were confirmed with an infection rate 1.61% [12] ; Singapore All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 292,
                    "text": "[9,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 293,
                    "end": 296,
                    "text": "10]",
                    "ref_id": null
                },
                {
                    "start": 387,
                    "end": 391,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 484,
                    "end": 488,
                    "text": "[12]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data sources"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.12.20022285 doi: medRxiv preprint has evacuated 92 people, 4 was confirmed with an infection rate 1.08% [13] ; France has evacuated 434 people, and none was confirmed [14, 15] .",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 218,
                    "text": "[13]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 277,
                    "end": 281,
                    "text": "[14,",
                    "ref_id": null
                },
                {
                    "start": 282,
                    "end": 285,
                    "text": "15]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Data sources"
        },
        {
            "text": "Infection rate of 2019-nCov among people who were evacuated from Wuhan were pooled through one group meta-analysis method with random effect model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Comprehensive Meta Analysis Software V2.0 was used. Based on the number of current people stay in Wuhan, we quickly estimated the outbreak size.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Totally 1,916 people have been evacuated from Wuhan, among them 17 have been confirmed 2019-nCov infected. Based on the data above, the infection rate was calculated to be 1.1% (95% CI 0.4%-3.1%) using one group meta-analysis method with random effect model (Figure 1 ). According to the mayor of Wuhan, who introduced the progression of epidemic prevention and control of NCP, there are still more than 9 million people staying in Wuhan at that time. We estimated that there are 10 million people in Wuhan, considered the infection rate calculated above, it is estimated that almost 110,000 (95% CI: 40,000-310,000) people were infected with 2019-nCov in Wuhan around Feb 2, 2020, with an assumption that the risk of infection of evacuees is similar to Chinese in Wuhan.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 258,
                    "end": 267,
                    "text": "(Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "This estimate is consistent with 21,022 (11,090-33,490) total infections from Jan 1 to 22, 2020 estimated by Read and colleagues [7] and 75,815 individuals (95% CI 37,304-130,330) as of Jan 25, 2020 by Joseph's team if progression of the epidemic was accounted for [8] , but it is much higher than the number that Chinese authority reported.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 132,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 265,
                    "end": 268,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although these evacuees cannot completely represent the overall population stay in Wuhan, they tended to have certain lifestyle which may be different with local All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.12.20022285 doi: medRxiv preprint Chinese in Wuhan, and human-to-human transmission through air travel is likely during evacuation, we recommend that the estimation results should be treated with caution. Nonetheless, we believe that our results of estimated number of 2019-nCov infections in Wuhan is close to the actual situation. At the beginning of the outbreak, incidence of NCP may be vastly underestimated because of asymptomatic infection, no timely diagnosis, inadequate supplies and low sensitiviy of nCov Kit. Our result emphasizes that 2019-nCov has proposed a huge public health threats in Wuhan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "China need to respond based on current actual infections and predictions based on the estimates. Joint efforts need to be done by whole society in order to control the epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Outbreak of Pneumonia of Unknown Etiology in Wuhan China: the Mystery and the Miracle",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Stratton",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "W"
                    ],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.25678"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A Novel Coronavirus from Patients with Pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001017"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "National Health Commission of People's Republic of China: Update on novel coronavirus-infected pneumonia epidemic as of 24:00 on",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Health Commission of Hubei Province: Update on novel coronavirus-infected pneumonia epidemic in Hubei Province as of 24:00 on",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "World Health Organization: Statement on the second meeting of the international health regulations (2005) emergency committee regarding the outbreak of novel coronavirus",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Wuhan Headquarters of Epidemic Prevention and Control of 2019-nCov Pneumonia: Notice of Epidemic Prevention and Control of 2019-nCov Pneumonia",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Novel coronavirus 2019-nCoV: early estimation All rights reserved. No reuse allowed without permission",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Read",
                    "suffix": ""
                },
                {
                    "first": "Jre",
                    "middle": [],
                    "last": "Bridgen",
                    "suffix": ""
                },
                {
                    "first": "Dat",
                    "middle": [],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Jewell",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity. The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.12.20022285"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30260-9"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Enhanced the 2019-nCoV quarantine guideline in Republic of Korea",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Coronavirus: All 92 evacuated from Wuhan on Scoot flight being tested",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Coronavirus tests on two French citizens evacuated from China turn out negative. Coronavirus: French evacuees from China test negative for virus",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "researchers from the University of Hong Kong, China, based on data of confirmed cases published by the Chinese Center for Disease Control and Prevention, and data of domestic and international travel, estimated 75,815 individuals (95% CI 37,304-130,330) have been infected in Wuhan as of Jan 25, 2020. Although the results are significantly higher compared to the figures published officially in Wuhan, the researchers still believed there may be possibilities that they have underestimated the outbreak size in Wuhan if the proportion of asymptomatic infections were substantial",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.12.20022285 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint (which was not peer-reviewed) is the ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 1 Results of one group meta-analysis for five countries' infection rate."
        }
    ]
}