{
    "paper_id": "564f8823050b52b5f5c36638ac1ae07557963f36",
    "metadata": {
        "title": "Characterisation of the faecal virome of captive and wild Tasmanian",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Background 47 The Tasmanian devil (Sarcophilus harrisii) is the world's largest extant carnivorous marsupial 48 found only on the island state of Tasmania, Australia. Being predominantly a scavenger, the diet 49 of devils largely comprises of carrion of mammals, such as wallabies, possums and kangaroos, 50 although they are also known to consume and digest fish, insects, fruit and vegetation [1, 2] .",
            "cite_spans": [
                {
                    "start": 11,
                    "end": 13,
                    "text": "47",
                    "ref_id": null
                },
                {
                    "start": 395,
                    "end": 398,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 399,
                    "end": 401,
                    "text": "2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "4"
        },
        {
            "text": "Listed as endangered, the Tasmanian devil is facing the threat of extinction due to a contagious 52 cancer, devil facial tumour disease (DFTD), that has caused drastic declines in wild devil 53 populations by 77% since its discovery in 1996 [3] . There are currently two forms of DFTD 54 affecting devils; DFT1 and DFT2 [4] . In an attempt to save the species from extinction, an C  a  p  t  i  v  e  Z  o  o  A  1  3  9  ,  8  2  7  ,  8  6  6  2  1  9  ,  4  9  6  Z  o  o  A  2  6  ,  7  0  4  ,  8  4  2  2  8  1  ,  8  5  7   Z  o  o  B  C  a  p  t  i  v  e  Z  o  o  B  1  2  8  ,  1  4  9  ,  4  0  8  1  9  6  ,  9  1  9  Z  o  o  B  3  3  ,  0  0  2  ,  7  9  0  2  6  7  ,  5  3  6   M  a  r  i  a  I  s  l  a  n  d  W  i  l  d  M  I  1  2  9  ,  7  8  3  ,  3  9  0  2  6  1  ,  4  8  3  M  I  4  2  ,  8  5  6  ,  8  5  0  1  5  3  ,  8  0  4   B  u  c  k  b  y  s  R  o  a  d  W  i  l  d  B  R  1  2  8  ,  5  8  9  ,  5  5  6  3  5  8  ,  3  2  7  B  R  4  2  ,  6  0  2  ,  7  5  2  8  4  ,  6  4  6   W  u  k  a  l  i  n  a  /  M  t  W  i  l  l  i  a  m  N  a  t  i  o  n  a  l  P  a  r  k  W  i  l  d  w  M  W  1  2  9  ,  9  8  1  ,  8  5  6  2  6  4  ,  2  0  5  w  M  W  4  8  ,  9  1  1  ,  7  2  8  3  1  3  ,  1  5  4   S  t  o  n  y  H  e  a  d  W  i  l  d  S  H  1  3  6  ,  7  0  6  ,  3  6  0  3  2  5  ,  7  6  9  S  H  4  3  ,  0  9  5  ,  2  7  4  4  9  ,  8  1  2   T  o  t  a  l   7  9  3  ,  0  3  8  ,  4  3  6  1  ,  6  2  6  ,  1  9  9  2  3  7  ,  1  7  4  ,  2  3  6  1  ,  1  5  0  ,  8  0  9 13 The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/443457 doi: bioRxiv preprint and 6 (DePBV1 -6) with two separate strains occurring in DePBV1 and DePBV5. Phylogenetic The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/443457 doi: bioRxiv preprint 18 respectively, both of which encode partial E1 protein, an ATP-dependent DNA helicase required 397 for viral replication [51] . Since the two fragments shared approximately 64% similarity to each 398 other, it suggests the presence of two distinct papillomavirus species, which we have tentatively 399 designated as Devil papillomavirus 1 and 2 (DePV1 and -2). Phylogenetic analysis based on the 400 E1 protein showed that DePV1 and 2 form a distinct cluster with Bettongia penicillata The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/443457 doi: bioRxiv preprint 21 Within-library viral diversity (alpha diversity) as characterised by our meta-transcriptomics 474 approach was significantly different between captive and wild populations (p < 0.05). In general, 475 captive populations had lower diversity in their faecal viromes compared to wild populations, as 476 measured using the chao1 metric. However, when considering bacteriophage alone, we did not 477 find any significant associations between devil populations (captive or wild) in either diversity or 478 abundance. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/443457 doi: bioRxiv preprint 23 Compared to VLP metagenomics, meta-transcriptomics is non-viral specific, requires less 524 sample processing, and reveals the entire transcriptome within a sample [20, 64] . Omitting the 525 need for VLP enrichment and additional sample processing, the likelihood of biased detection is 526 plausibly reduced in meta-transcriptomics. In this study, the proportions of viral reads 527 sequenced by meta-transcriptomics were less than 2% per library, but the numbers of viral 528 groups detected were significantly higher than those detected in VLP metagenomics, which 529 included both RNA and DNA viruses. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/443457 doi: bioRxiv preprint 25 metagenomics or PCR in any of the wild devil samples that tested positive for RHDV, we did 576 detect rabbit mtDNA in the stools of one captive devil from zoo A that tested positive for RHDV 577 by PCR. Thus, more specific diagnostic techniques such as targeted PCR of blood or internal 578 tissues (i.e. liver), in situ hybridization and serological assays are required to determine whether 579 these viruses can actively replicate in devils and cause disease or are simply gut contaminants. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. A  s  t  r  a  i  n  -s  p  e  c  i  f  i  c   766   m  u  l  t  i  p  l  e  x  R  T  -P  C  R  f  o  r  A  u  s  t  r  a  l  i  a  n  r  a  b  b  i  t  h  a  e  m  o  r  r  h  a  g  i  c  d  i  s  e  a  s  e  v  i  r  u  s  e  s  u  n  c  o  v  e  r  s  a  n  e The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/443457 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. ",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 244,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 320,
                    "end": 323,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 2136,
                    "end": 2140,
                    "text": "[51]",
                    "ref_id": null
                },
                {
                    "start": 3481,
                    "end": 3485,
                    "text": "[20,",
                    "ref_id": null
                },
                {
                    "start": 3486,
                    "end": 3489,
                    "text": "64]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 380,
                    "end": 1531,
                    "text": "C  a  p  t  i  v  e  Z  o  o  A  1  3  9  ,  8  2  7  ,  8  6  6  2  1  9  ,  4  9  6  Z  o  o  A  2  6  ,  7  0  4  ,  8  4  2  2  8  1  ,  8  5  7   Z  o  o  B  C  a  p  t  i  v  e  Z  o  o  B  1  2  8  ,  1  4  9  ,  4  0  8  1  9  6  ,  9  1  9  Z  o  o  B  3  3  ,  0  0  2  ,  7  9  0  2  6  7  ,  5  3  6   M  a  r  i  a  I  s  l  a  n  d  W  i  l  d  M  I  1  2  9  ,  7  8  3  ,  3  9  0  2  6  1  ,  4  8  3  M  I  4  2  ,  8  5  6  ,  8  5  0  1  5  3  ,  8  0  4   B  u  c  k  b  y  s  R  o  a  d  W  i  l  d  B  R  1  2  8  ,  5  8  9  ,  5  5  6  3  5  8  ,  3  2  7  B  R  4  2  ,  6  0  2  ,  7  5  2  8  4  ,  6  4  6   W  u  k  a  l  i  n  a  /  M  t  W  i  l  l  i  a  m  N  a  t  i  o  n  a  l  P  a  r  k  W  i  l  d  w  M  W  1  2  9  ,  9  8  1  ,  8  5  6  2  6  4  ,  2  0  5  w  M  W  4  8  ,  9  1  1  ,  7  2  8  3  1  3  ,  1  5  4   S  t  o  n  y  H  e  a  d  W  i  l  d  S  H  1  3  6  ,  7  0  6  ,  3  6  0  3  2  5  ,  7  6  9  S  H  4  3  ,  0  9  5  ,  2  7  4  4  9  ,  8  1  2   T  o  t  a  l   7  9  3  ,  0  3  8  ,  4  3  6  1  ,  6  2  6  ,  1  9  9  2  3  7  ,  1  7  4  ,  2  3  6  1  ,  1  5  0  ,  8  0  9",
                    "ref_id": null
                },
                {
                    "start": 4660,
                    "end": 4922,
                    "text": "A  s  t  r  a  i  n  -s  p  e  c  i  f  i  c   766   m  u  l  t  i  p  l  e  x  R  T  -P  C  R  f  o  r  A  u  s  t  r  a  l  i  a  n  r  a  b  b  i  t  h  a  e  m  o  r  r  h  a  g  i  c  d  i  s  e  a  s  e  v  i  r  u  s  e  s  u  n  c  o  v  e  r  s  a  n  e",
                    "ref_id": null
                }
            ],
            "section": "51"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronaviridae: Torovirus/Bredavirus",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Sarcophilus_Harrisii/2016/DN128115 torovirus SZ China Goat torovirus Bovine/goat torovirus",
            "authors": [
                {
                    "first": "•",
                    "middle": [],
                    "last": "Aus/Tasmania",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Markelo Netherlands Porcine torovirus USA Porcine torovirus China Porcine torovirus South Korea Porcine torovirus",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "RHDV (Non-structural gene)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "RCV-A1-like/RHDVa rec",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "GI.1p/ GI.4P Eastern Aus RHDV from Bahrain",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "RCV-A1-like/RHDVa rec",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "GI.1P/GI.4P Eastern Aus",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Master Original Inoculum",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Aus/Csiro",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Zar11-11 1408 bp RHDV from Saudi Arabia RHDV from Bahrain Bar01-11",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "• Devil picobirnavirus 7 Picobirnavirus cow-tottori7944-Jap-2013",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Herpesviridae: Gammaherpesvirus Budgerigar fledgling disease virus -1",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "55 insurance population was established in 2006 to serve as an important source of animals for 56 supplementing wild populations at risk of population crashes due to DFTD [5, 6]. While 57 extensive research has focused on DFTD itself as well as devil genetic diversity and 58 susceptibility to the disease over the past decade [7-11], our understanding of other disease 59 threats to devils remains limited. Specifically, virological studies are scarce and limited to the 60 identification of a single gammaherpesvirus (DaHV-2), for which captivity was identified as a 61 significant risk factor [12]. A comprehensive characterisation of the viral communities inhabiting 62 the Tasmanian devil is an essential step to improving our understanding of host-microbe 63 relationships, and maximising health and conservation management of the species. 64 Comparative analysis of marsupial viruses with those from diverse vertebrate hosts, were de-multiplexed and quality trimmed with Trimmomatic [22] and 151 assembled de novo using Trinity [23]. Resulting contigs were compared against the non-152 redundant nucleotide (nt) and protein (nr) databases on GenBank using Blastn and Blastx, 153 respectively, with an e-value cut-off at 1E-5. Blast search using Blastx was also conducted 154 against a bespoke database containing all viral RNA-dependent RNA polymerase (RdRp) 155 protein reference sequences downloaded from GenBank. Taxonomic information at the domain 156 level (i.e. Eukarya, Bacteria, or Archaea), as well as for viruses, was first assigned based on the 157 blastn results and then based on blastx results. Potential virus-related sequences were further 158 categorized into families and orders based on their genetic similarity to their closest relatives 159 and/or their phylogenetic position. Similarly, the assignment of viruses to the broader groups of 160 their hosts (i.e. Eukarya, Bacteria, or Archaea) was based on their phylogenetic relationship to 161 viruses with reliable host information obtained either using experimental or phylogenetic 162 approaches. The genetic identity cut-off for host assignment was set to be 40% based on the 163 most conserved proteins such as RdRp or DNA polymerases [24]. The threshold was set based 164 on the intra-family diversity of most vertebrate-specific virus families/genera [25]. The 165 assignment of vertebrate host was based on phylogenetic analyses, in which a potential devil 166 associated virus is expected to either cluster within, or form a sister group to, the abundance of each transcript/contig, we calculated the percentage of total 170 reads in the library. The abundance of host transcripts/contigs was estimated by mapping reads 171 against Tasmanian devil genome using Bowtie2 [26], whereas those of other organisms, virus, the genome sequence was further extended by merging related contigs. Gaps in 176 the genome were filled either by mapping the reads against the existing scaffold or by RT-PCR 177 and Sanger sequencing. Putative ORFs in viral genomes were predicted by the Geneious 8.1 178 software [28] or NCBI ORF finder, and annotated based on their similarity to of complete or partial genomes and amino acid sequences from the 183 conserved domain (e.g. the RNA-dependent RNA polymerase; RdRp) of the newly 184 characterised viral sequences were aligned with those of reference viruses representative of the 185 diversity of the corresponding virus family or species. The alignment was performed using the 186 E-INS-I algorithm implemented in MAFFT (version 7) [29]. The quality of the alignments was 187 subsequently assessed, and all ambiguously aligned regions were removed using TrimAl 188 (version 1.2) [30]. Phylogenetic trees of aligned amino acid (all data sets with the exception of 189 RHDV) or nucleotide (RHDV) sequences were then inferred using the maximum likelihood 190 method implemented in PhyML version (3.0) [31], utilising the best-fit substitution model and the 191 Subtree Pruning and Regrafting (SPR) branch-swapping algorithmon complete or near complete viral contigs and the percentage of reads 196 mapped to them using Bowtie 2 [26] in each library. QIIME (v 1.9) [32] was used to perform 197 ecological and statistical analysis to compare viromes of different populations. Within-library 10 virotype richness (alpha diversity measured using the Chao1 metric) and dissimilarity between 199 libraries (beta diversity measured using the Euclidean metric) for both VLP metagenomics and 200 meta-transcriptomics were calculated based on levels of viral abundance. The statistical 201 significance of differences in alpha diversity was evaluated by the Monte Carlo method (999 202 permutations), with a null hypothesis that diversity is equal in all libraries with 05. Levels of viral abundance were also used to produce heatmaps and 204 dendrograms from hierarchical clustering. Principal coordinates analysis (PCoA) was performed 205 on the Euclidean distance matrix as calculated in QIIME, and additional cluster analysis was 206 conducted using K-Means clustering in R [33]. 207 208 PCR confirmation and Sanger sequencing of rabbit haemorrhagic disease virus (RHDV) 209 Contigs with high percentage of similarity (>97%) to rabbit haemorrhagic disease virus (RHDV) 210 were detected in one of the meta-transcriptomics libraries. RHDV is used as a biocontrol for 211 rabbits in Australia and causes fatal hepatitis in European rabbits (Oryctolagus cuniculus) and 212 some hare species [34]. To confirm the detection of RHDV, RT-PCR was performed on 213 individual faecal RNA extractions using the Qiagen OneStep Ahead RT-PCR kit (Qiagen) and 214 primers from a previously validated Australian RHDV strain-specific PCR [35] as well as two 215 additional primer sets manually designed based on the current meta-transcriptomics assembled 216 contigs (Additional file 4: Table S4). PCR products were separated on 1.5% agarose gel (Bio-217 Rad Laboratories, Hercules, CA, USA) in 1x tris-acetate EDTA, and visualized using SYBR Safe 218 DNA gel stain (Life Technologies, Carlsbad, CA, USA). Sanger sequencing of positive PCR 219 products was performed at the Australian Genome Research Facility (Sydney, Australia). In 220 addition, DNA was extracted from faecal samples using the ISOLATE Fecal DNA kit (Bioline, 221 London, UK) and presence of rabbit DNA was tested using primers targeting a 110 bp region of 222 the Oryctolagus cuniculus 12S mitochondrial rRNA gene (",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "326Phylogenetic analysis based on the amino acid sequence of the RdRp domains showed that 327 DeSV formed a sister lineage to sapeloviruses identified from eutherian mammals (i.single-stranded positive-sense RNA viruses from the family Astroviridae, that 331 can cause diarrhoea and gastroenteritis in infected hosts[42, 43]. The family has a genome size332 of 6.4 to 7.3kb and has been identified in a broad range of vertebrate hosts including humans, 333 other mammals, reptiles, amphibians, fish and birds [44]. We detected astrovirus-related 334 sequences in 5 of the 6 meta-transcriptomic libraries (SH, wMW, BR, Zoo A and Zoo B). We 335 identified one complete and one near-complete genome sequence with 81.4% pairwise 336 nucleotide identity, denoting 2 separate strains of a single astrovirus species, which we have 337 tentatively named Devil astrovirus 1 (DeAstV1) [45]. The DeAstV1 identified here has a genome 338 structure typical of other astroviruses, with 3 putative open reading frames (ORF1a, ORF1b and 339 ORF2) each encoding for the protease, RdRp and capsid, respectively. In addition, we found a 340 ribosomal frameshift motif (AAAAAAC) within the ORF1a/1b overlap region. Phylogenetic 341 analysis based on the conserved RdRp domain showed that DeAstV1 formed a distinct cluster 342that is more closely related to astroviruses of mammalian hosts (Mamastroviruses) than those of 343 avian hosts (Avastroviruses)(Figure 4b).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "PBV) are small, positive-stranded non-enveloped RNA viruses with abroad 364 host ranges found in the faeces of many mammal, bird and reptile species [47]. We detected 365 picobirnavirus sequences that encoded complete and partial viral RdRp (330 -557 aa) in 4 of 366 the 6 meta-transcriptomics libraries, all of which comprised of faecal samples collected from wild 367 devils (BR, wMW, SH and MI). However, picobirnavirus sequences detected in library MI were 368too short to be phylogenetically informative and were discarded in the phylogenetic analysis. We 369 provisionally named the novel picobirnaviruses detected here Devil picobirnavirus 1, 2, 3, 4",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "are a family of small, non-enveloped, ssDNA viruses [39]. Members of 376 Parvoviridae are associated with a number of diseases, including erythema infectiosum in 377 humans, hepatic and enteric diseases across a broad host range [48]. We identified two new 378 members of the vertebrate-associated sub-family Parvovirinae in the faeces of Tasmanian 379 devils from two of the VLP metagenomics libraries (MI and BR). We recovered partial and near-380 complete protein sequences sharing ~50% identity to California sea lion bocavirus and Porcine 381 bocavirus, respectively. Two bocavirus-related sequences detected here shared >97% amino 382 acid sequence similarity, denoting two separate strains of the same species, which we have 383 provisionally named Devil bocavirus 1 (DeBoV1). A third bocavirus-related sequence was also 384 identified in VLP metagenomics library BR, sharing 71.13% amino acid similarity with DeBoV1. 385 We provisionally named this second virus Devil bocavirus 2 (DeBoV2). Phylogenetic analysis of 386 DeBoV1 and 2 in the context of other representative viruses from the Parvoviridae family further 387 confirmed the clustering of DeBoVs within the diversity of mammalian bocaviruses, although the 388 branching order involved DeBoVs and other members of bocavirus remain unresolved the family Papillomaviridae are small, nonenveloped, icosahedral viruses 392 with a circular double-stranded DNA genome of about 8 kbp in size [39], and are associated 393 with the development of benign and malignant tumours [49, 50]. We identified fragmented 394 genome of two novel species of papillomavirus from a single VLP metagenomics library (MI), 395 among which we were able to retrieve two longer fragments of 1225 and 1335 bp in length,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "the family Polyomaviridae are small, nonenveloped, circular DNA viruses 406 about 5 kb in size that have been identified in a wide variety of mammalian and avian hosts [39, 407 52]. We detected two novel polymaviruses from the faeces of Tasmanian devils in 3 VLP 408 metagenomics libraries (MI, wMW and Zoo B), which we have tentatively designated Devil 409 polyomavirus 1 and 2 (DePyv1 and -2), respectively. We recovered the complete circular 410 genome of 4894 bp for DePyv1 (Figure 5c) and partial gene sequence (2251 bp) of the large T 411 antigen (LTAg) protein for DePyv2. Phylogenetic analyses revealed strikingly different 412 evolutionary histories for the structural and non-structural parts of the genome (Figure 5c), 413 indicative of recombination [53]. In the LTAg phylogeny, DePyV1 and -2 formed a distinct 414 lineage with another marsupial virus Bandicoot papillomatosis carcinomatosis virus type 2 415 (BPCV-2), which in turn is clustered with polyomaviruses of avian hosts (Figure 5c). In contrast, 416 in the VP1 phylogeny, the marsupial viruses showed no close relationship with the avian 417 viruses. Interestingly, the Bandicoot papillomatosis carcinomatosis viruses (BPCV1 and -2) only 418 showed close relationship to DePyV1 at the LTAg region but not the VP1 region. Indeed, both 419 BPCV1 and -2 are hybrid viruses between the family Papillomaviridae and Polyomaviridae [54, 420 55]. While its non-structural genes (i.e. large T and small T antigen genes) are related are a large family of DNA viruses with large linear, dsDNA genome of about 120-425 240 kb, and that comprise 3 subfamilies; Alphaherpesvirinae, Betaherpesvirinae and 426 Gammaherpesvirinae [39]. In one of the captive VLP metagenomics libraries (Zoo A), we 427 identified more than 70 contigs matching different regions of a herpesvirus genome, which 428 totaled 62,821 bp in length and included partial gene sequences of the DNA polymerase (575 429 aa), major DNA binding protein (465 aa), helicase (396 aa), glycoprotein M (378 aa) and H (427 430 aa), and major capsid protein (358 aa), amongst others. We tentatively named the novel 431 herpesvirus Dasyurid herpesvirus 3 (DaHV-3). Phylogenetic analysis based on these non-432 structural and structural proteins suggested that DaHV-3 clustered with other 433 gammaherpesviruses from the Gammaherpesvirinae subfamily (Additional file 5: Figure S1 and 434 Additional file 6: Figure S2). Further analysis of the Gammaherpesvirinae phylogenetic structure 435 based on the DNA polymerase showed that DaHV-3 forms a distinct lineage that is most closely 436 related to Bovine gammaherpesvirus 6 and Common bottlenose dolphin gammaherpesvirus 1 437 strain Sarasota (Figure 5d). The previously characterised Dasyurid herpesvirus 2 (DaHV-2) 438 isolated from Tasmanian devils [12] could not be included in the phylogenetic analysis because 439 there are no available sequences from the same genomic regions. A BLASTx search of the 440 DNA polymerase showed that DaHV-3 exhibited the greatest amino acid similarity (93.3%) with 441 the previously characterised Macropodid herpesvirus 3(MaHV-3) [12], whose DNA polymerase 442 amino acid sequence was also too short (<50% of the other representative herpesviruses) the family Circoviridae have a circular ssDNA genome which range from 1.7 446 to 2.3 kb in size [56]. Here, we identified circovirus-related sequences and recovered the viruses: plant and insect viruses, and bacteriophage 454 In both the VLP metagenomics and meta-transcriptomics analyses, large proportions of viral 455 sequence reads could be attributed to viruses that infect plants, insects and bacteria. Indeed, 456 bacteriophage sequences from the order Caudovirales were detected in all libraries and made 457 up over 90% of all viral VLP metagenomic reads and up to 48.91% of the meta-transcriptomic 458 reads. Sequences related to newly identified arthropod viruses, such as Wuhan fly virus and 459 Wuhan mosquito virus were also detected. Most of the insect viruses detected belong to RNA 460 virus groups the Bunyavirales, the Mononegavirales, and the Chuviridae, as well as DNA virus 461 subfamily Densovirinae from the Parvoviridae family. The detection of these arthropod virus 462 related sequences indicates the possible ingestion of arthropods and/or the environmental 463 contamination of faeces. Despite being a carnivorous species, sequences related to various 464 plant and fungal viruses were also observed in all libraries, including various sobemoviruses, 465 tombusviruses and mitoviruses. Herbivorous species such as wallabies often make up a large 466 proportion of devil's diet, and the presence of plant viruses in these prey items might be easily 467 detected in the faeces of devil through deep sequencing, especially if the intestines of the prey 468 were consumed [1]. Nonetheless, devils have also been observed to consume vegetation, and 469 the abundance of highly diverse eukaryotic and vertebrate viruses that are thought to be 470 associated with diverse host taxa are reflective of devils' overall generalist diet [",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "-transcriptomics analysis of the virome of Maria Island (MI) devils displayed a similar 481 level of overall viral diversity to the two captive populations (Zoo A and Zoo B), and was lower 482 than that found in the three other wild populations (wMW, BR and SH) (Figure 6a). Conversely, 483 alpha diversity as characterized from VLP metagenomics data did not differ significantly 484 between libraries (Figure 6b). Cluster analysis indicated that in the meta-transcriptomics data, 485 wild and captive devils fell into two distinct clusters, while in VLP metagenomics data, BR 486 formed its own cluster and the remaining populations formed a second cluster (the first comprehensive characterisation of the faecal virome of an endangered 491 marsupial species, the Tasmanian devil. Using both VLP metagenomics and meta-492 transcriptomics, we identified a huge diversity of viruses in the faeces of devils, including 493 vertebrate viruses, bacteriophage and other eukaryotic viruses. Novel viruses identified as 494 potentially marsupial-associated -including, sapelovirus, rotaviruses, picobirnaviruses, 495 astrovirus, bocaviruses, papillomaviruses, herpesvirus and polyomaviruses -were detected and 496 have greatly expanded our current knowledge of viruses that are found within this unique , while meta-transcriptomics detected both DNA and RNA viruses, although the 502 DNA viruses detected with meta-transcriptomics were limited to those with relatively high 503 abundance (Fig 2d). A high abundance level is often indicative of an active viral infection, during 504 which DNA viruses are transcribed into RNA intermediates that can be readily detected by RNA 505 sequencing [57]. Conversely, RNA viruses identified in meta-transcriptomic were rarely detected 506 in VLP metagenomics, even if they were highly abundant based on the RSEM estimated counts. 507 508 The use of VLP enrichment and sequence-independent amplification in VLP metagenomics 509 increased the number of viral reads in each library compared to the meta-transcriptomic 510 approach. However, the viral compositions of all six VLP metagenomes were highly skewed 511 towards DNA viruses, particularly DNA bacteriophage from the order Caudovirales. This is 512 consistent with a previous study comparing various enrichment methods, in which 513 bacteriophage accounted for >80% of all reads in all of the enrichment methods tested, but <5% 514 when no enrichment steps were incorporated [58]. Despite being able to substantially increase 515 the total number of viral reads in the metagenomes, sequence-independent amplification is bias 516 prone, resulting in fewer viruses being detected and lower genome coverage due to preferential 517 amplification of certain sequences [59-61]. However, the over-representation of bacteriophage 518found here could also be attributed to the fact that they make up the bulk of the virobiota in the 519 gut, which is dominated by bacteria[62, 63]. Regardless of its known bias[58, 59], VLP 520 metagenomics still holds merit for use in virome characterisation due to its ability to identify low 521 abundance DNA viruses, which is especially relevant for dormant or non-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "then, our results show that the taxonomic compositions of viral communities as 532 revealed by VLP metagenomics and meta-transcriptomics were not interchangeable and neither 533 of the approaches was able to detect all viruses present. However, these two approaches were 534 complementary to one-another, and an integrated approach using both VLP metagenomics and 535 meta-transcriptomics will prove to be a powerful tool for obtaining a complete overview of both 536 the taxonomic and functional profiles of viral communities in a sample.537 538Ecological analysis of virome composition and diversity revealed significant differences between 539 captive and wild devil populations, especially when characterised using meta-transcriptomics.540 The two captive populations displayed lower levels of viral diversity compared to the four wild 541 populations. This loss of diversity within the captive populations is consistent with trends 542 previously observed in the gut bacteriome, where captive devils also exhibited lower bacterial 543 diversity compared to wild devils [65]. The microbiome is dynamic and sensitive to changes in 544 the environment. Hence, the extreme lifestyle and diet changes that often occur in captivity are 545 likely to affect the viral communities of devils. Interestingly, Maria Island devils had viromes that 546 are more similar to the two captive populations. Maria Island is a 115 km 2 island off the east 547 coast of Tasmania (Fig 1) and is home to approximately 100 free ranging devils. There were no 548 Tasmanian devils living on Maria Island until 27 devils were introduced to the island in 2012 may have potentially contributed to the lower viral diversity observed on Maria 553 Island. First, due to its isolation from mainland Tasmania, animal movements or immigrations 554 are limited to only marine or bird species. This restriction to animal movements (particularly 555 vertebrate species) between the mainland and Maria Island may in turn limit the introduction of 556 viruses to the island. Second, captive-born devils are likely to have a \"captive-type\" virome, that 557 is, lower viral diversity compared to wild devils. Indeed, some of the devils included in this study 558 are captive-born animals recently translocated to the island. As samples were pooled prior to 559 sequencing, it was not possible to distinguish between viromes of captive-born and wild-born 560 devils. To understand whether captive devils can reacquire a \"wild-type\" virome following 561 translocations, future studies should focus on comparing captive born translocated devils with 562 the incumbent devils in the wild. 563 564Overall, we detected sequences related to 20 vertebrate viruses, including 18 novel marsupial 565 related viruses and two known mammalian viruses (RHDV2 and torovirus). While some of the 566 viruses identified in this study come from families that include important pathogens, their 567 pathogenic potential in devils is unclear. It is also important to note that some of these viruses 568 may in fact be dietary viruses or occur naturally as part of the normal gut flora and therefore do 569 not necessarily lead to disease. In the case of RHDV, we showed that RHDV2 was present in 570 both captive and wild devils. In some areas of Tasmania, rabbits are common and may be a 571 dietary component of wild devils. They are also regularly fed to devils in captivity, along with 572 other meat sources such as wallaby and chicken. Feeding records provided by the two zoos in 573 this study confirmed the feeding of rabbits to some of the sampled devils (zoo A) around the 574 time of faecal collection. While we did not detect rabbit genes by meta-transcriptomics,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "580Nevertheless, exposure to host-adapted viruses could pose significant health threats, especially 581 for devils that are immunocompromised due to DFTD, old age or other concurrent diseases [67,582 68]. Furthermore, even commensal or latent viral infections can be exacerbated or reactivated in 583 immunocompromised hosts [69, 70]. For example, in the giant panda, while a number of viruses 584 (e.g. papillomaviruses, picornaviruses and anelloviruses) were detected in both sick and healthy 585 animals, the virus titres were much higher in the diseased individuals, indicating a compromised 586 balance between host immune response and virus replication [71]. 587 588 Tasmanian devils have low genetic diversity both across their genomes and at functionally 589 important loci such as the major histocompatibility complex (MHC) [72-74]. This lack of diversity 590 renders them particularly vulnerable to changes in the environment, including the emergence of 591 new pathogens [75]. For instance, populations of Italian agile frogs with lower microsatellite 592 diversity have been shown to be more susceptible to an emerging strain of Ranavirus (FV3-frog 593 virus 3) and experience higher mortality rates than populations with higher diversity [76]. 594 Similarly in cheetahs, a coronavirus-associated feline infectious peritonitis outbreak causing 595 mass mortality in a captive breeding colony was linked to the species' extreme genetic 596 monomorphism, particularly at the MHC [77]. While none of the devils included in this study 597 exhibited overt signs of disease at the time of sample collection, the viruses described here will 598 provide a fundamental baseline of the normal Tasmanian devil faecal virome, which can be 599 used as a reference for comparing healthy and diseased animals.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "term relationship between viruses and hosts are expected for mammalian viruses [25]. 605 Strong evidence for this lies in the observation that devil viruses are usually clustered with other 606 marsupial viruses, as a marsupial-specific lineage that is distinct from the eutherian viruses, as 607 observed in papillomavirus [78, 79], polyomavirus, and herpesvirus (Fig. 5). Furthermore, in 608 several cases the branching order of viruses broadly reflects that of their hosts such that a 609 general co-divergence can be inferred. For instance, in the phylogenies of Picornaviridae and 610 Astroviridae, the devil (marsupial) viruses formed sister clade to eutherian viruses, which in turn 611 are sister to avian viruses, consistent with the evolutionary history of the host. Although such a 612 relationship is not observed in every virus phylogeny, a deep divergence between eutherian and 613 marsupial viruses is typical of our dataset. This observation indicates that the timescale of virus 614 evolution is very likely to reflect that of the hosts [25]. 615 616 The gut virome is increasingly recognized as an integral component of the gut microbiome, and 617 studies of the devil virome will continue to shine light on the biology and health of this iconic 618 endangered species. For example, bacteriophage, which we have shown to dominate the devil's 619 faecal virome, can contribute to host health by maintaining the diversity and structure of the gut 620 bacteriome through direct interactions with the bacterial communities. While the functions of 621 bacteriophage on devil health remain to be determined, future studies will be able to exploit the 622 extensive microbiomic data that is now available to answer important questions about the hostin their faecal viromes compared to wild devils, likely reflective of their captive 630 diets and lifestyle. Identification of vertebrate and marsupial-specific viruses in devils provides 631 potential candidate viruses for future disease surveillance and routine screening as part of the 632 broader conservation management of devils. However, future work will first need to focus on 633 elucidating the pathogenic impact of these viruses on devil health. Finally, we showed that a 634 combination of VLP metagenomics and meta-transcriptomics may be a more comprehensive 635 virome characterisation approach that will encompass both DNA and RNA virusesHead; MI: Maria Island; BR: Buckbys Road; wMW: wukalina/Mt William National 639 Park; VLP: Virus-like particles; RHDV: Rabbit haemorrhagic disease virus; to the field teams of the Save the Tasmanian Devil Program and the University of 646 Sydney who collected faecal samples. Thanks also to N. Mooney for his assistance at the BR 647 site, the two zoos (and their keeping staff) who provided access to faecal samples from the 648 captive devils, J. Mahar for providing rabbit liver tissue and A.V. Lee for the map in Figure",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Legends",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Map of Tasmania, Australia showing the four wild sampling sites. Overview of the Tasmanian devil faecal virome characterized by meta-transcriptomics 893 and VLP metagenomics. Sequencing library/sampling site are represented at the bottom of the 894 bar charts by SH for Stony Head, BR for Buckbys Road, wMW for wukalina/Mt William National 895 Park, MI for Maria Island and Zoo A and B for the two captive populations. a) Proportions of all 896 sequence reads in meta-transcriptomics (top) and VLP metagenomics (bottom) showing the 897 proportions of reads belong to bacteria, eukaryote, archaea, viruses, host and unidentified. b) 898 Proportions of RNA and DNA viruses detected by meta-transcriptomics (top) and VLP 899 metagenomics (bottom). c) Virome composition and the proportions of viral groups in meta-900 transcriptomics (top) and VLP metagenomics (bottom). d) Estimated counts as calculated by 901 RSEM (all six sequencing libraries from both VLP metagenomics and meta-transcriptomics 902 combined and log transformed) to a selection of viruses, showing the differences in viruses 903 detected by VLP metagenomics (blue) and meta-transcriptomics (orange). Maximum likelihood phylogenetic trees of viruses detected that were previously 905 identified in other mammalian hosts. a) phylogenetic analysis of representative RHDV strains 906 based on the 1414 nt nucleotide sequence of major capsid protein. b) phylogenetic analysis of 907 representative RHDV strains based on the 5890 nt nucleotide sequence of the non-structural 908 protein. c) phylogenetic analysis based on the 4762 aa spike protein of the novel torovirus strain 909 detected here with other previously identified toroviruses. All trees are mid-point rooted and 910 scaled to either the number of amino acid substitution or nucleotide substitutions per site based 911 on the nature of alignment. The viral sequences detected in this study are shown in red",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Phylogenetic analyses and genomic structures of the RNA viruses identified in the 914 faeces of Tasmanian devils. All phylogenetic analyses were performed based on the amino acid 915 sequence of the RdRp. a) Devil sapelovirus, b) Devil astrovirus, c) Devil rotavirus 1 and 2 and 916 d) Devil picobirnavirus 1-6. For Devil astrovirus where the whole genome sequence was 917 obtained, the genomic structure was also included and are shown below the corresponding 918 phylogenetic tree. Predicted ORFs of these genomes are labelled with information of the 919 potential protein or protein domain they encode. All trees are mid-point rooted and scaled to the 920 number amino acid substitutions per site. The newly discovered viruses are shown in Phylogenetic analyses and genomic structures of the DNA viruses identified in the 923 faeces of Tasmanian devils. a) Devil bocavirus 1 and 2 based on the amino acid sequences of 924 the NS1 protein. b) Devil papillomavirus 1 and 2 based on the amino acids of the E1 protein. c) 925 Devil polyomavirus 1 and 2 based on the amino acid sequences of the LTAg and VP1 proteins. 926 For devil polyomavirus 1, the whole genome sequence was obtained and the genomic structure 927 is shown next to the VP1 tree. Predicted ORFs of these genomes are labelled with information 928 of the potential protein or protein domain they encode. d) Dasyurid herpesvirus 3 based on the 929 amino acid sequence of the DNA polymerase. e) Devil circovirus 1 based on the amino acid 930 sequence of the replicase protein. All trees are mid-point rooted and scaled to the number of 931 amino acid substitutions per site. The newly discovered viruses are shown in red. Heatmaps (left) showing the hierarchical clustering and percentage of reads from 933 each library mapping to various viral groups, and principal coordinate analysis (PCoA) plots 934 (right) showing the similarity relations among libraries based on Euclidean distances as seen in 935 a) meta-transcriptomics and b)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Maximum likelihood phylogenetic tree of Dasyurid herpesvirus 3 in 952 the context of representatives of the Herpesviridae family based on the amino acid sequences 953 of glycoprotein M. The tree is mid-point rooted and scaled to the number of amino acid 954 substitutions per site. The newly discovered Dasyurid herpesvirus 3 is shown in red. (.pdf) 955 Additional file 6: Figure S2. Maximum likelihood phylogenetic tree of Dasyurid herpesvirus 3 956 in the context of representatives of the Herpesviridae family based on the amino acid 957 sequences of major capsid. The tree is mid-point rooted and scaled to the number of amino acid 958 substitutions per site. The newly discovered DaHV-3 is shown in red. (.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It 5′ ATAAGGGCTTTCGTATATTCGGAA 3′)[36]. Rabbit DNA extracted from rabbit liver 225 obtained from collaborators at CSIRO using the Bioline Isolate II Genomic DNA kit (Bioline) was 226 used as a positive control. Cleanup, primer trimming and sequence analysis of Sanger data wasWe characterised the faecal virome of six pools consisting of a total of 54 faecal samples 232 collected from Tasmanian devils from four wild and two captive sites using both meta-233 transcriptomics and VLP metagenomics approaches. Meta-transcriptomic libraries resulted in 234 128 -140 million reads per pool (793,038,436 reads in total), which were assembled de novo 235 into 196,919 -358,327 contigs (Table 1). Blast analyses of sequence reads from the meta-236 transcriptomic protocol revealed large proportions of reads from Bacteria (55.11 -67.77%), and 237 only 4.32 -7.88% from Eukarya. Mapping reads to the Tasmanian devil genome revealed that 238 10.75 -18.99 % of reads originated from the host. The percentage of reads related to Archaea 239 was less than 0.02%, and for viruses between 0.68 -1.16% (Figure 2a). VLP metagenomics resulted in 26 -49 million reads per pool (237,174,236 reads in total), 242 which were assembled de novo into 49,813 -313,354 contigs (Table 1). In comparison to meta-243 transcriptomics, the VLP metagenomics protocol resulted in smaller proportions of non-viral 244 nucleic acids (host and bacterial) and hence enriched viral nucleic acids (Figure 2a). The 245 proportion of viral reads using VLP metagenomics varied from 14.69 -60.02%, while the 246 proportion of reads mapped to non-viral components were 17 -49.46% for Bacteria, 0.17-2472.42% for Eukarya, 1.29 -18.67% for host and less than 0.01% for Archaea(Figure 2a). For wide range of viral groups, of which 49.87 -97.51% had the closest hits to RNA viruses and 254 2.49 -50.13% to DNA viruses. Conversely, for VLP metagenomics, over 95.54% of the virus-255 related sequences had closest hits to DNA viruses, and less than 5% were identified as RNA",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "presence of RHDV in 1 of 10 devils from wMW, 2 of 9 devils from Zoo A and 1 of 9 from Zoo B.One of the 4 additional RHDV positive samples, from Zoo A contained detectable levels of 295 rabbit mtDNA as confirmed by PCR. Torovirus is a genus of viruses in the viral family Coronaviridae with a linear, positive-sense 298 RNA genome of about 28 -28.5kb [38]. We identified the complete viral genome (28,463 bp) of 299 a novel torovirus most closely related to Bovine torovirus (Bredavirus) in one of the meta-300 transcriptomic libraries (wMW). BLAST search revealed that the torovirus detected here shared 301 96% nucleotide similarity and 97% amino acid similarity with Bovine torovirus, a respiratory and 302 enteric pathogen of cattle that causes gastroenteritis and severe diarrhoea, particularly in young 303 calves. We determined the full genome structure of the novel torovirus strain, which included 304 ORF 1a and ORF 1b encoding the two polyproteins (pp1a and pp1ab), ORF 2 encoding for the Members from the order are small, non-enveloped, positive-sense, single-stranded RNA 319 viruses about 7-8.8 kb in size [41]. There are currently five recognized families: Picornaviridae, Secoviridae, Iflaviridae, Marnaviridae and Dicistroviridae [39]. We identified a novel member of 321 the Picornaviridae in one of the meta-transcriptomic libraries (wMW) and obtained the complete 322 genome of 8015 bp. According to the ICTV, members of a Picornavirus genus should share at Sapelovirus. We have provisionally named this newly identified virus Devil sapelovirus (DeSV).",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Rotaviruses of the familyReoviridae are non-enveloped, double-stranded RNA viruses that 346 infect only vertebrates through faecal-oral transmission [46]. They are the most common cause 347 of acute viral gastroenteritis and can be found in a wide range of vertebrate hosts, library wMW. We provisionally named the two viruses Devil rotavirus 1 and Devil rotavirus 2 356 (DeRoV1 and -2). The VP1 of DeRoV1 shared the highest amino acid similarity of ~51% with 357 Rotavirus G, while DeRoV2 shared the highest amino acid similarity of 44% with Rotavirus H. Phylogenetic analysis with other previously characterised rotavirus species based on VP1 359 suggested that DeRoV1 and 2 form a distinct cluster that is most closely related to the cluster 360 that contains Rotavirus G chicken, Human rotavirus B, Rotavirus I and Adult diarrheal rotavirus",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "This work was funded by an Australian Research Council (ARC; LP140100508) grant to 651 KB/CEG/CH/VB. ECH is funded by an ARC Australian Laureate Fellowship (FL170100022).Availability of data and materialRaw sequence reads generated in this study are available in NCBI SRA database under the 655 BioProject ID PRJNA495667. Viral genomes described in detail here are available in the",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/443457 doi: bioRxiv preprint",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "It . https://doi.org/10.1101/443457 doi: bioRxiv preprint Additional files Additional file 1: Table S1 List of vertebrate viruses identified by meta-transcriptomics and 939 VLP metagenomics, including information on the sequence library, identification, classification, 940 virus and strain name, sample type, genome length and percentage reads, Blastx hits to known Additional file 2: Table S2. Virus abundance table showing the proportion of reads mapped to 944 viral contigs in each meta-transcriptomic library. (.xls) Additional file 3: Table S3. Virus abundance table showing the proportion of reads mapped to 947 viral contigs in each VLP metagenomics library. (.xls) Additional file 4: Table S4. List of primer sets used for PCR confirmation of RHDV2. (.xls)",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Dromedary stool-associated circular ssDNA virus Salmonella virus SP6 Turkey parvovirus TP1-2012/HUN Rodent Torque teno virus 2 Arena RNA Hepe-Virga RNA Luteo-Sobemo RNA Mono-Chu RNA Narna-Levi Partiti-Picobirna Picorna-Calici Reoviridae RNA Tombus-Noda RNA Toti-Chryso",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "It . https://doi.org/10.1101/443457 doi: bioRxiv preprint • Devil rotavirus 2 • Devil rotavirus 1 Rotavirus G chicken Human rotavirus B Rotavirus I Adult diarrheal rotavirus strain Cartilaginous Nanhai dogfish shark rotavirus Rayfin Wenling jack mackerels rotavirus Cartilaginous Wenzhou pacific spadenose shark rotavirus",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "29"
        }
    ]
}