{
    "paper_id": "56a81431a148344381a1da80c877885f3f3d6d59",
    "metadata": {
        "title": "Direct nanopore sequencing of mRNA reveals landscape of transcript isoforms in apicomplexan parasites",
        "authors": [
            {
                "first": "Vern",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Melbourne",
                    "location": {
                        "postCode": "3010",
                        "settlement": "Melbourne",
                        "region": "Victoria",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Louise",
                "middle": [
                    "M"
                ],
                "last": "Judd",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Monash University",
                    "location": {
                        "settlement": "Melbourne",
                        "region": "Victoria",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Aaron",
                "middle": [
                    "R"
                ],
                "last": "Jex",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Walter and Eliza Hall Institute of Medical Research",
                    "location": {
                        "postCode": "3052",
                        "settlement": "Parkville, Melbourne",
                        "region": "Victoria",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Kathryn",
                "middle": [
                    "E"
                ],
                "last": "Holt",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Monash University",
                    "location": {
                        "settlement": "Melbourne",
                        "region": "Victoria",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Christopher",
                "middle": [
                    "J"
                ],
                "last": "Tonkin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Walter and Eliza Hall Institute of Medical Research",
                    "location": {
                        "postCode": "3052",
                        "settlement": "Parkville, Melbourne",
                        "region": "Victoria",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Stuart",
                "middle": [
                    "A"
                ],
                "last": "Ralph",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Melbourne",
                    "location": {
                        "postCode": "3010",
                        "settlement": "Melbourne",
                        "region": "Victoria",
                        "country": "Australia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Alternative splicing is a widespread phenomenon in metazoans by which single genes are able to produce multiple isoforms of the gene product. However, this has been poorly characterised in apicomplexans, a major phylum of some of the most important global parasites. Efforts have been hampered by atypical transcriptomic features, such as the high AT content of Plasmodium RNA, but also the limitations of short read sequencing in deciphering complex splicing events. In this study, we utilised the long read direct RNA sequencing platform developed by Oxford Nanopore Technologies (ONT) to survey the alternative splicing landscape of Toxoplasma gondii and Plasmodium falciparum. We find that while native RNA sequencing has a reduced throughput, it allows us to obtain full-length or near full-length transcripts with comparable quantification to Illumina sequencing. By comparing this data with available gene models, we find widespread alternative splicing, particular intron retention, in these parasites. Most of these transcripts contain premature stop codons, suggesting that in these parasites, alternative splicing represents a pathway to transcriptomic diversity, rather than expanding proteomic diversity. Moreover, alternative splicing rates are comparable between parasites, suggesting a shared splicing machinery, despite notable transcriptomic differences between the parasites. This work highlights a strategy in using long read sequencing to understand splicing events at the whole transcript level, and has implications in future interpretation of RNA-seq studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "zoonoses that primarily impacts immunocompromised, young, and pregnant individuals [2] , and is thought to infect a third of the world's population [3] . The pathogenesis of apicomplexan infections is intimately linked to the parasites' life cycles. The life cycle of most parasitic apicomplexans is complex, involving multiple differentiated forms and hosts, and this requires reprograming of the parasite transcriptome.",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 86,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 148,
                    "end": 151,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Early transcriptomic experiments sought to utilise techniques such as microarrays and Sanger sequencing of cDNA or EST libraries to understand changes in gene expression that define the pathogenesis of the parasites. These studies reveal that the timing of appearance and abundance of individual mRNAs follow developmentally distinct patterns [4] , even for many predicted housekeeping genes. For example, the expression of the actin gene family in P. falciparum is developmentally tuned, with actin I primarily transcribed in asexual intraerythrocytic life stages while actin II is primarily present in sexual stage parasites [5, 6] . Unusually, however, there is a poor correlation between protein and mRNA expression profiles for many genes in parasitic apicomplexans [7] . In one experiment, Foth and colleagues found widespread discrepancies between temporal expression patterns of proteins and transcripts in P. falciparum [8] . Such discrepancies suggest that substantial post-transcriptional regulation occurs within these parasites. Indeed, with the advent of RNA-seq, more recent studies now show that multiple layers of gene expression are required for parasite life progression, through transcriptional, post-transcriptional, and epigenetic control mechanisms [9] [10] [11] .",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 346,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 627,
                    "end": 630,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 631,
                    "end": 633,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 771,
                    "end": 774,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 929,
                    "end": 932,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1272,
                    "end": 1275,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1276,
                    "end": 1280,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1281,
                    "end": 1285,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "RNA splicing provides one such source of co-and post-transcriptional regulation. In this process, introns are removed from the pre-mRNA and the exons retained to form one contiguous molecule that is then translated by the ribosome. However, for complex mRNAs, alternative splicing either of untranslated regions, or the exonic chain, can add additional complexity. Through this process, pre-mRNA species can be differentially spliced, to create multiple distinct mature mRNAs from a single gene. This can alter regulation of the gene, for example by removing small-RNA binding sites [12] or diversify the proteome, as individual genes may encode multiple protein isoforms with altered structure or function [13] .Indeed, proteomic analyses have revealed widespread protein isoforms arising from single genes, corresponding with varying activity, stability, localisation and post-translational modifications [14, 15] . With advances in genome and transcript sequencing, it has become apparent over the last decade that alternative splicing of pre-mRNA occurs to a great extent. For example, more than 95% of human genes are alternatively spliced, and many transcript isoforms are specific to tissues or cellular states [16] . Such observations suggest that RNA diversity is more complex than previously appreciated [17] .",
            "cite_spans": [
                {
                    "start": 583,
                    "end": 587,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 707,
                    "end": 711,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 907,
                    "end": 911,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 912,
                    "end": 915,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1218,
                    "end": 1222,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1314,
                    "end": 1318,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although alternative splicing appears to play a major (though debated) role in posttranscriptional control in metazoans, the process in less understood in apicomplexans. Studies have identified apicomplexan genes with crucial alternative splicing outcomes [18] . For example, alternative splicing is required for attaching a protein trafficking pre-sequence onto two adjacent gene coding sequences [19] , and normal multi-organellar targeting of the P. falciparum cysteinyl tRNA synthetase, which is essential for parasite survival [20] . Nonetheless, there is little other study of alternative splicing in this phylum. Understanding diversity of parasites transcripts is crucial for drug and vaccine development because certain putative target genes may produce isoforms that escape the intervention. This has been postulated for the chloroquine resistance transporter gene of P. falciparum (PfCRT) in clinical isolates, though the role of the splice variants remains unclear [21] . In other organisms, there is some evidence showing that essential genes are more likely to have alternatively spliced transcripts compared to non-essential genes [22, 23] . This has not been explored in apicomplexans but highlights further considerations for investigating drug targets and interventions.",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 260,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 398,
                    "end": 402,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 532,
                    "end": 536,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 977,
                    "end": 981,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1146,
                    "end": 1150,
                    "text": "[22,",
                    "ref_id": null
                },
                {
                    "start": 1151,
                    "end": 1154,
                    "text": "23]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The lack of data for apicomplexan gene isoforms is a major obstacle to dissecting the complexity of transcript outcomes. Traditionally, transcriptomic studies employing RNA-seq have relied on short read technologies such as Illumina, 454 and Ion-torrent [24] . Despite the power of very high sequencing depth and low error rates, the short reads present a limitation in that simultaneously occurring alternative-splicing events within individual transcripts cannot be unambiguously detected or linked. Previously-developed computational methods for fulllength transcript assembly from short read sequencing data are often computationally intensive, and can produce ambiguous or conflicting results between different algorithms [25] . In addition, sequencing on cDNA strands amplified by PCR has a propensity to introduce biases in relative transcript abundances and rare isoform identification [26] . Hence, it is difficult to draw functional relationships between simultaneous alternative splicing events and observable phenotypes. In apicomplexan parasites, simultaneously occurring alternative splicing events within a specific transcript isoform do occur [27] . However, the studies that unearthed these transcript isoforms relied on cDNA probes and reverse transcription PCR, and the wider extent of this phenomenon is unknown.",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 258,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 727,
                    "end": 731,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 894,
                    "end": 898,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 1159,
                    "end": 1163,
                    "text": "[27]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Recently-developed third generation sequencing platforms, such as those developed by Oxford Nanopore Technologies (ONT) and Pacific Biosciences (PacBio), are capable of producing significantly longer reads at the single-molecule level. These technologies have been used in various applications such as resolving genomic and transcriptional landscapes [28, 29] , single cell transcriptome sequencing [30] , and DNA or RNA methylation pattern profiling [31, 32] . PacBio has recently been used to generate an amplification-free transcriptome from Plasmodium falciparum cDNA, which has helped to elucidate transcriptional start sites and to improve annotation of the 5'and 3' UTRs [33] . Unlike most other sequencing platforms, a notable characteristic of ONT sequencing is the ability to directly sequence native RNA [34] . With this methodology, each read represents a complete molecular transcript, which could thus significantly resolve weaknesses of amplification-based RNA-seq. In particular, each spliced isoform need only be counted as individual reads, as opposed to complex assignment and assembly of multiple spliced reads. Furthermore, due to differences between DNA and RNA molecules, contaminating DNA sequences cannot be correctly base-called after sequencing and so are easily discarded [35] . Recently, several studies have successfully applied single molecule, long-read sequencing to identify a high number of novel transcript isoforms [28, 36, 37] . However, these studies have also identified several caveats including a reduced throughput and high error rates.",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 355,
                    "text": "[28,",
                    "ref_id": null
                },
                {
                    "start": 356,
                    "end": 359,
                    "text": "29]",
                    "ref_id": null
                },
                {
                    "start": 399,
                    "end": 403,
                    "text": "[30]",
                    "ref_id": null
                },
                {
                    "start": 451,
                    "end": 455,
                    "text": "[31,",
                    "ref_id": null
                },
                {
                    "start": 456,
                    "end": 459,
                    "text": "32]",
                    "ref_id": null
                },
                {
                    "start": 678,
                    "end": 682,
                    "text": "[33]",
                    "ref_id": null
                },
                {
                    "start": 815,
                    "end": 819,
                    "text": "[34]",
                    "ref_id": null
                },
                {
                    "start": 1300,
                    "end": 1304,
                    "text": "[35]",
                    "ref_id": null
                },
                {
                    "start": 1452,
                    "end": 1456,
                    "text": "[28,",
                    "ref_id": null
                },
                {
                    "start": 1457,
                    "end": 1460,
                    "text": "36,",
                    "ref_id": null
                },
                {
                    "start": 1461,
                    "end": 1464,
                    "text": "37]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this study, we evaluate the ability ONT direct RNA sequencing to characterise the alternative splicing landscape of two parasitic apicomplexans, T. gondii and P. falciparum. Our analyses show that alternative splicing, particularly intron retention, is extensive throughout the transcriptome, with most multi-exon genes having some degree of intron retention, and some genes only rarely producing transcripts with all introns removed. The long reads produced from ONT sequencing showed that most of these alternative splicing events are likely nonproductive in protein-coding capacity, but may provide an additional layer of gene expression regulation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We generated ONT sequencing reads of polyA-selected RNA from asynchronous T. gondii (Pru) tachyzoites and P. falciparum (3D7) mixed asexual intraerythrocytic stage parasites. Mixed-stage cultures were used to maximise transcript diversity for these samples. For T. gondii, we obtained a total of 310,813 reads corresponding to about 500 million bases (Mb). For P. falciparum, we obtained a total of 456,098 reads, corresponding to about 300 Mb of data. Although the P. falciparum sample yielded fewer sequenced bases, we estimate the theoretical gene coverage for both parasite samples to be similar at 25-26 fold due to differences in gene number and length. Using minimap2 [38], we successfully mapped 78.90% of the T. gondii reads, and 44.48% of the P. falciparum reads to the parasite genomes. We analysed the quality of the sequencing reads using FASTQC, and found consistently highquality scores over the length of reads, with no drop-off in quality even at reads of 10 Kb ( Fig  1B) . This is important because base quality scores generally correlate with read accuracy to the reference sequence. That is indeed the case for our dataset (supplementary figure S1). We used AlignQC to estimate the base-call error rate of the transcript reads based on aligned segments and found, on average, an error rate of 19-20% for both parasites. The read-length distributions of the mapped and unmapped data ( Fig 1A) show that the mapped reads are predominantly longer than the unmapped reads, with some read lengths exceeding 10 kb. As expected, there was a sharp increase in unmapped read counts at the ~1.35 kb length ( Fig 1A) corresponding to yeast enolase 2, a calibration standard added during the library preparation. We calculated the average mapped read lengths to be ~1.9 k and 1.3k bases for T. gondii and P. falciparum respectively, well within previous range estimates of predicted transcript lengths of both organisms [39] .",
            "cite_spans": [
                {
                    "start": 1929,
                    "end": 1933,
                    "text": "[39]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 981,
                    "end": 989,
                    "text": "Fig  1B)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1405,
                    "end": 1412,
                    "text": "Fig 1A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1619,
                    "end": 1626,
                    "text": "Fig 1A)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Direct RNA sequencing of T. gondii and P. falciparum allows the detection of full-length transcripts"
        },
        {
            "text": "To evaluate the capability of ONT sequencing to generate full-length transcript reads, we remapped the reads to the parasites' annotated transcriptome and calculated the fraction of fulllength transcripts per gene. We define full-length transcripts as reads that cover more than 95% of the predicted canonical transcript based on the annotation file. As illustrated in the Figure  1C , many transcripts were observed to have full-length reads, more so for the P. falciparum data. In T. gondii, 1117 genes have 75% or more of their corresponding reads that were considered full length. In P. falciparum, this number is 1835 genes. The difference can be attributed to the absence of 5' and 3' UTR annotations for P. falciparum, which results in the underestimation of predicted transcript lengths. In both cases, the fraction of mapped reads corresponding to full-length transcripts fell with increasing transcript length, independent of expression levels, which is consistent with read truncation disproportionately affecting the longest reads. To better understand the overall distribution of transcript coverage, we calculated the average coverage of the transcripts per gene. Again, there is a general decrease in transcript coverage with increasing transcript length ( Figure 1C ). However, many of the genes retain a high level of transcript coverage, even when there is a low fraction of full length reads. For example, in T. gondii, genes with predicted transcript lengths of 3 kb or longer only had an estimated 12% of their reads that were considered full length on average, even though the average read coverage for those genes is 50.64%. The overall average transcript coverage is calculated to be over 60% in both parasites (T. gondii: 64.73%, P. falciparum: 80.51%). Together, the data indicate a generally high proportion of full-or near full-length transcript reads.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 373,
                    "end": 383,
                    "text": "Figure  1C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1272,
                    "end": 1281,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Direct RNA sequencing of T. gondii and P. falciparum allows the detection of full-length transcripts"
        },
        {
            "text": "To investigate the utility of ONT data to measure transcript abundance, we computed readcount correlations between our ONT dataset and reanalysed published Illumina-based RNAseq datasets on comparable parasite samples. In theory, ONT RNA sequencing reads directly correspond to complete transcripts and so quantifying the expression of genes can be done by simple counting of the assigned reads. This is dissimilar to traditional short read RNA-Seq which necessitates a further normalisation step (e.g., reads or fragments per kilobase of transcript or transcripts per million) to account for the higher number of reads that would be generated from longer transcripts. For T. gondii, we used Illumina datasets from a closely related strain (ME49) due to a relative lack of comprehensive datasets for the Pru strain. Strikingly, we observe strong positive correlations between the ONT and Illumina datasets (Fig  2A & B) , regardless of mapping to the transcriptome or genome (Spearman's rho = 0.81 for transcriptome, 0.87 for genome). For P. falciparum we correlated the mixed stage ONT dataset with individual datasets from three main developmental stages (rings, trophozoites and schizonts), and a final combined dataset. In all cases, we found moderately positive correlations between the datasets. As expected, the correlation is higher in the later stages (supplementary figure S2; Spearman's rho = 0.47 rings, 0.57 for trophozoites, 0.63 for schizonts), and the highest with the combined dataset ( For both parasites, a higher number of gene transcripts were detected in the Illumina datasets than in the ONT data (supplementary table TS1 ). This is expected, given the greater sequencing depth that was obtained from the Illumina runs. The theoretical average fold coverage from our Illumina data is estimated to be 750 and 1000 times of the T. gondii and P. falciparum genes respectively (compared to 25-26 fold for the ONT data). Notably however, abundant non-mRNA species, particular ribosomal RNA, were detected in the Illumina datasets. This is absent in the ONT datasets, possibly because of differences in polyA RNA purification methodologies or biases due to PCR amplification. We further evaluated the ONT transcriptomes for genome coverage completeness as shown in Figure 2B . The read coverages from the ONT and Illumina reveal no significant bias towards a particular region of the nuclear genome.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 906,
                    "end": 919,
                    "text": "(Fig  2A & B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1502,
                    "end": 1503,
                    "text": "(",
                    "ref_id": null
                },
                {
                    "start": 1620,
                    "end": 1644,
                    "text": "(supplementary table TS1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 2282,
                    "end": 2291,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "ONT sequencing is comparable with traditional RNA-seq for quantifying gene expression levels"
        },
        {
            "text": "Intron retained transcripts are prevalent and generally non-productive A major goal of mature full-length transcript sequencing is the identification of splicing isoforms. Alternative splicing can be broadly classed into four types: intron retention, alternative 3′ splice site selection, alternative 5' splice site selection, and exon skipping [40] . Of these, intron retention is the least studied form of alternative splicing despite the numerous studies implicating the significance of the event [41] [42] [43] . This is in part due to the limitations of short read sequencing, but also the relatively long and low-complexity introns in metazoan genomes, which impose limitations on sequencing and assembly. For example, the intronic sequence in the human genome is several magnitudes longer than the length of the exonic sequence [44, 45] . In contrast, the compact genomes of Plasmodium and Toxoplasma both have gene models that have similar or longer exon lengths than introns [46, 47] , so reads that span multiple entire introns are quite achievable for these organisms.",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 349,
                    "text": "[40]",
                    "ref_id": null
                },
                {
                    "start": 500,
                    "end": 504,
                    "text": "[41]",
                    "ref_id": null
                },
                {
                    "start": 505,
                    "end": 509,
                    "text": "[42]",
                    "ref_id": null
                },
                {
                    "start": 510,
                    "end": 514,
                    "text": "[43]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 835,
                    "end": 839,
                    "text": "[44,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 840,
                    "end": 843,
                    "text": "45]",
                    "ref_id": null
                },
                {
                    "start": 984,
                    "end": 988,
                    "text": "[46,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 989,
                    "end": 992,
                    "text": "47]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "ONT sequencing is comparable with traditional RNA-seq for quantifying gene expression levels"
        },
        {
            "text": "To monitor levels of intron retention, we identified junctions and reads that overlapped annotated intronic regions of a gene based on the annotated coordinates using FeatureCounts [48] , and tallied the proportion of reads mapping to that intron to the total reads for the same gene. Proportion scores are represented using the metric percent intron retention (PIR). Based . CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . on this analysis, 17.65% of the mapped reads were considered to have intron overlaps for T. gondii, and 4.54% for P. falciparum. We further filtered out junctions without a minimum overlap of six bases to exclude artefacts generated by read errors, and excluded genes that were not supported by a minimum coverage of three reads. The distribution of PIR scores per gene ( Figure 3A ) reveals an overall skew towards low proportions of intron-overlapping reads. This is as expected given the propensity for a dominant canonical transcript [49] . However, we identify a strikingly high number of genes that retain a high level of intronic regions. Using a threshold of 10% PIR, we identified a total of 3229 genes for T. gondii and 978 genes for P. falciparum that have intronic reads within their transcripts (supplementary table TS2 ). Moreover, for around 29.82% (963/3229) of the Toxoplasma genes, and 19.63% (192/978) of Plasmodium genes, 50% or more of the reads retain at least one intron. Unusually, there are a considerable number of genes where none of the transcripts appears to have all of their annotated introns removed. We manually investigated these cases further and found major differences between the transcripts and gene model in most cases, suggesting that these highlight genes with incorrectly annotated structure. A couple of examples are outlined in supplementary figure S3. Most of these genes are annotated as hypothetical proteins, highlighting the potential of ONT sequencing to validate gene models.",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 185,
                    "text": "[48]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1068,
                    "end": 1072,
                    "text": "[49]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 902,
                    "end": 911,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1338,
                    "end": 1362,
                    "text": "(supplementary table TS2",
                    "ref_id": null
                }
            ],
            "section": "ONT sequencing is comparable with traditional RNA-seq for quantifying gene expression levels"
        },
        {
            "text": "The most extreme cases of conflict between the junctions we detect and canonical gene models often highlight potential annotation errors, but there are still a strikingly high number of genes where genuine introns are retained in a high (>50%) proportion of transcripts (T. gondii: 808 genes, P. falciparum: 162 genes). Additionally, the differences between the two parasites are striking. In many organisms, those transcripts with the most introns are those that are more likely to retain at least one or more introns [50] . This is partially supported in our analysis, where we observe a higher level of overall intron retention for T. gondii (which has 4.5 introns per gene on average) than P. falciparum (which has only 1.5 introns per gene on average). A possible explanation for this relationship is thus that both organisms have a similar level of intron retention for any given junction, and the higher average intron number in T. gondii genes results in more overall intron retention per gene. To examine this, we calculated PIR scores at the individual junction level, rather than per-gene level, and normalised the count of each PIR value to the proportion of total junctions within each organism. The analysis reveals that after correction for intron number there is virtually no difference in the distribution of intron retention levels between parasites (Fig. 3B ). In other words, individual T. gondii junctions are no more likely to experience intron retention than P. falciparum junctions. We further tested whether intron number was the major predictor of intron retention at the gene level by looking at the correlation between the number of introns per gene and levels of intron retention. Interestingly, we only obtained poor or moderate positive correlations in all datasets (supplementary figure S4 ; Spearman's rho = 0.28 for T. gondii, 0.48 for P. falciparum, 0.39 for pooled). This correlation does not significantly improve even when we restrict our analysis to higher (≥ 10 reads) expressed genes. This suggests that while intron number is associated with increased level of intron retention, it is not the main determinant of whether a gene retained at least one intron.",
            "cite_spans": [
                {
                    "start": 519,
                    "end": 523,
                    "text": "[50]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 1368,
                    "end": 1376,
                    "text": "(Fig. 3B",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1812,
                    "end": 1821,
                    "text": "figure S4",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "ONT sequencing is comparable with traditional RNA-seq for quantifying gene expression levels"
        },
        {
            "text": "By taking advantage of the full-length reads made possible by ONT, we are able to predict the protein-coding productivity of the alternate transcripts. We performed productivity analysis on full-length intron-retained reads using the FLAIR [51] pipeline, which corrects and defines unproductive transcripts as transcripts with a termination codon that is 55 nucleotides or more upstream of the 3'-most splice junction. The rationale for this definition is based on previous evidence suggesting that only premature terminating transcripts following that 55-nucleotide rule mediate an effect on mRNA turnover [52] . This is a conservative estimate of productivity as it does not consider intron retention within the 3'-most splice junction. The Flair method identified over 70% of the intron-retained reads to be non-productive for either parasite ( Fig  3C) , suggesting that the high level of observed intron retention only rarely corresponds to alternative protein products, and that most intron-retaining transcripts may instead be targets for nonsense mediated decay. Intron retention is known to fine-tune protein expression through this pathway in mammalian systems [53] . A related prediction from other studies [54] is that the most highly expressed transcripts should have low levels of intron retention. In our analysis, we do observe a negative relationship between intron retention and gene expression levels (Fig.  3D ). There is a relatively high variance for this, more so for genes with lower expression levels. This is likely due to the limitation in precision for the lower sequencing depths. For example, intron retention occurring in 10% of transcripts for a given gene will not be precisely measured for a gene for which only five reads are available. We circumvented this by classifying the transcripts into bins of equal read number based on expression and quantifying global intron retention levels within each bin. Again, we observe a negative relationship between intron retention and expression levels (supplementary figure S5) . To investigate the functional significance of this, we further analysed the genes for Gene Ontology (GO) enrichment. Here, we only considered genes with a minimum coverage of 10 reads to increase precision. The analyses reveal the consistent enrichment of genes with functions associated with the ribosome when there are lower levels of intron retention across both parasites (supplementary table TS3 ). This association has been previously observed in other organisms [55] , though its basis is unknown. We also tested whether intron retention correlated with essentiality based on previous functional genomic screens [56, 57] , and found no significant relationships (supplementary figure S6 ).",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 244,
                    "text": "[51]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 607,
                    "end": 611,
                    "text": "[52]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1171,
                    "end": 1175,
                    "text": "[53]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1218,
                    "end": 1222,
                    "text": "[54]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 2525,
                    "end": 2529,
                    "text": "[55]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 2675,
                    "end": 2679,
                    "text": "[56,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 2680,
                    "end": 2683,
                    "text": "57]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [
                {
                    "start": 848,
                    "end": 856,
                    "text": "Fig  3C)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1420,
                    "end": 1429,
                    "text": "(Fig.  3D",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 2043,
                    "end": 2053,
                    "text": "figure S5)",
                    "ref_id": null
                },
                {
                    "start": 2432,
                    "end": 2456,
                    "text": "(supplementary table TS3",
                    "ref_id": null
                },
                {
                    "start": 2740,
                    "end": 2749,
                    "text": "figure S6",
                    "ref_id": null
                }
            ],
            "section": "ONT sequencing is comparable with traditional RNA-seq for quantifying gene expression levels"
        },
        {
            "text": "To validate the identification of intron retention events, we looked at whether retained introns apparent in the ONT data were directly supported by Illumina RNAseq data. We normalised read counts by junction length and only considered intronic data that spanned the full junction. Based on the analysis, 77.88% for T. gondii and 87.37% for P. falciparum of the intronic junction reads flagged from the ONT datasets were supported by Illumina reads. However, we also noted that some alternative splicing events, particularly the lower frequency ones, failed to be captured by ONT sequencing compared to the Illumina dataset ( Fig 3E) . This is again likely due to the limitation in read depth in the ONT dataset. Based on our sequencing of polyA tailed material combined with previous kinetic studies [58, 59] , we do not expect the intron retained transcripts to simply be unprocessed transcripts. To confirm this, we looked for evidence that each transcript had at least been partially processed. On average, 92.76% of multi-intron genes identified as having intron retention within their transcripts had at least 1 junction which was canonically spliced in all the transcripts, demonstrating that cannot be attributed to sequencing of pre-mRNA.",
            "cite_spans": [
                {
                    "start": 801,
                    "end": 805,
                    "text": "[58,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 806,
                    "end": 809,
                    "text": "59]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [
                {
                    "start": 626,
                    "end": 633,
                    "text": "Fig 3E)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "ONT sequencing is comparable with traditional RNA-seq for quantifying gene expression levels"
        },
        {
            "text": "Having previously identified intron-retained, read junctions using an annotated gene model approach, we used RSeQC to identify and quantify the other three classes of alternative splicing read junctions (exon skipping, 5'-, and 3'-splice site change) based on a similar methodology. Levels of alternative spliced junctions are calculated as the proportion of alternate junction over the total junction reads, and are represented using the metric percent spliced (PS). Here, we filtered out junctions unsupported by a minimum coverage of three reads. Using the same threshold as before (≥ 10%), we identified a total of 1138 genes for T. gondii, and 168 genes for P. falciparum, where one or more of their junctions exhibited alternative 5'/3' splice site selection or exon skipping (supplementary table TS4_1 & 2) . Remarkably, these aggregate numbers are lower than those we calculated for intron retention alone. Combining the datasets, intron retention accounts for 60-68% of alternatively spliced genes identified, alternate 5' junction and 3' junction splicing for 13-19% and 6-11% respectively, and exon skipping for less than 3% (Fig. 4) . The rest of the junctions flagged in the analysis defy easy categorisation due to major mismatches between the RNAseq data and the annotated gene model. Subsets of genes were also found to have multiple alternative splicing type events within their transcripts as observed in supplementary figure S7, though there does not appear to be a particular functional trend.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 782,
                    "end": 813,
                    "text": "(supplementary table TS4_1 & 2)",
                    "ref_id": null
                },
                {
                    "start": 1136,
                    "end": 1144,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Alternate junction splicing is often proximal and non-productive"
        },
        {
            "text": "Having identified junctions subject to alternative splicing, we then quantified what proportion of the transcripts produced at those junctions represented the non-canonical isoform. For alternative splicing involving 5' or 3' changes and for intron retention, substantial proportions of isoforms were represented by the alternative transcript, but the median abundance remained below 50% (data shown in Fig. 5A ). However, whilst exon skipping was a relatively rare event across the genome (Fig. 4) , for those genes where exon skipping did occur, it represented a higher proportion (approximately two-thirds) of transcript isoforms for those genes than observed for the other forms of alternative splicing (Fig. 5A ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 403,
                    "end": 410,
                    "text": "Fig. 5A",
                    "ref_id": null
                },
                {
                    "start": 490,
                    "end": 498,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 707,
                    "end": 715,
                    "text": "(Fig. 5A",
                    "ref_id": null
                }
            ],
            "section": "Alternate junction splicing is often proximal and non-productive"
        },
        {
            "text": "To further explore consequences of alternate 5' or 3' junction splicing events, we investigated the length distribution of the change in intron length. We found a surprisingly high proportion (~50%) of alternate 5'/3' splicing to occur proximal (<6 bases) to the expected canonical site. We graphed the distribution of splicing change positions in Figure 5B and found a substantial spike of splicing changes occurring at the position four bases inside the canonical intron boundary. We tested these junction reads for productivity for a subset of 50 of these \"nearmiss\" alternate splice events, and found all reads to prematurely terminate (unsurprisingly given the necessary frame-shift). This striking over-representation of isoforms departing from the canonical model by specifically four bases has been previously identified in metazoans [60] . Very small movements in splice site usage have been described as junction wobbling, and this has been proposed as minor splicing noise, or alternatively, as an additional mechanism of regulation through the NMD pathway [60] , although the reason for the specific peak of AS four bases away from the canonical junction is unknown.",
            "cite_spans": [
                {
                    "start": 842,
                    "end": 846,
                    "text": "[60]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1068,
                    "end": 1072,
                    "text": "[60]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [
                {
                    "start": 348,
                    "end": 357,
                    "text": "Figure 5B",
                    "ref_id": null
                }
            ],
            "section": "Alternate junction splicing is often proximal and non-productive"
        },
        {
            "text": "Despite the apparent significance of alternative splicing in metazoans, very little is known about the process in apicomplexans. A number of targeted experiments highlight single splicing events and their impact on parasite survival, but global splicing networks have been poorly described. Untargeted RNA-seq experiments have mainly focused on whole transcriptome assembly and/or gene expression. Those studies that do monitor alternative splicing reveal its occurrence in multiple genes and stages, but the extent of these events and their phenotypic significance remains unknown. The lack of a robust methodology in defining transcript isoforms from short read data is a particular challenge in dissecting wholetranscriptome splicing. In this study, we investigated whether ONT direct RNA sequencing could be used to explore the splicing landscape of two apicomplexan parasites-T. gondii and P. falciparum.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "To our knowledge, ONT direct RNA sequencing has not been previously described in apicomplexans and so our first objective was to evaluate the capability of ONT sequencing in generating sequencing reads from these parasites. We successfully obtained high quality sequencing reads for both parasites that were comparable to that previously described in the literature for other organisms [61, 62] . In particular, we obtained read lengths that exceeded . CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.16.946699 doi: bioRxiv preprint 1kb on average, many of them predicted to represent full-length or near full-length transcripts. Interestingly, although we obtained a higher number of sequencing reads for P. falciparum, the mapping of the reads was suboptimal compared to that of T. gondii. Repetitive DNA sequence motifs are characteristic of many large eukaryotic genomes and this has been known to complicate the mapping of reads that cannot be confidently assigned to these particular regions [63] . In theory, long read sequencing mitigates this problem because long enough reads should unambiguously match a unique site on the genome, irrespective of low complexity or repeat sequences. However, the genome of P. falciparum is particularly AT-rich (~82%) with numerous regions of extreme low complexity [64] . Thus, we may expect some reads, particularly the shorter ones, to fail the mapping parameters. Indeed, as indicated above, reads that fail to map to the genome tended to be shorter than reads that do. This is further exacerbated by the high error rate produced from ONT sequencing. Based on previous experiments, the per base error rate of direct RNA sequencing using ONT is 10-20% [51, 61] . In our dataset, we estimated the error rate to be around 20%. This may have further contributed to the poorer mapping, though we do not expect the high error rate to significantly impact our study because the main analysis is focused on splice connectivity, rather than base sequences. As has happened for ONT DNA sequencing, we are likely to see significant improvements in read and mapping accuracy of RNA sequences as improvements are made to the flow cell and base caller. A study carried out by Runtuwe and colleagues is an elegant example, where ONT DNA sequencing on targeted P. falciparum genes yielded a mapping percentage that improved from 57.86% to 92.46% with improved chemistry of the flow cell, and upgrades to the base-calling algorithms [65] .",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 390,
                    "text": "[61,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 391,
                    "end": 394,
                    "text": "62]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1136,
                    "end": 1140,
                    "text": "[63]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1448,
                    "end": 1452,
                    "text": "[64]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1837,
                    "end": 1841,
                    "text": "[51,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1842,
                    "end": 1845,
                    "text": "61]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 2602,
                    "end": 2606,
                    "text": "[65]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The quantification of gene expression is one important goal of RNA-seq. Traditional, shortread sequencing requires the generation and amplification of complementary DNA (cDNA) which can introduce artefacts and biases. Transcriptional amplification or repression is a commonly-overlooked bias [66] , where the levels of global mRNA, rather than specific mRNA, may be variable between different samples. Thus, using a standard amount of total RNA, as is commonly done, can mask actual detection of specific mRNA levels, even after normalisation [66] . Direct RNA sequencing allows these caveats to be bypassed because a standard amount of isolated mRNA instead is used as the sequencing material. However, because there is no amplification step, direct RNA sequencing is limited by the amount of mRNA that can be practically obtained and used in the sequencing process. Without sufficient sequencing material, it can be difficult to achieve the high levels of sequencing depth that is needed to analyse gene expression [67] . In line with the literature, our analysis shows that the current protocol for ONT direct RNA sequencing is comparable to Illumina for quantifying gene expression in the organisms we analysed. It can be noted however that sequencing depth remains the main limitation of ONT sequencing in our study. The reduced throughput and sequencing depth from ONT sequencing compared to Illumina sequencing means that genes or transcript isoforms with low expression may not be captured.",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 296,
                    "text": "[66]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 543,
                    "end": 547,
                    "text": "[66]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1017,
                    "end": 1021,
                    "text": "[67]",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Several previous analyses have reported differences in alternative splicing types and levels among different organisms [68] [69] [70] . Notably, the increase in intron number and its retention correlates strongly with multicellular complexity (as defined by numbers of distinct cell types) [71, 72] . In apicomplexans, the splicing machinery appears to be largely conserved but features of gene structure such as intron number, length and distribution can be highly variable [18] . In our study, the difference in intron number between T. gondii and P. falciparum is a relevant example. Despite the differences, we found that alternative splicing for any given junction occurs at similar rates between the two parasites. This further supports the notion that the parasites share similar splicing processes. Intron number of genes is predicted to be positively associated with alternative splicing events [50, 73] . This is not simply a stochastic effect but rather related to the general decrease in 5' splice site strength with increasing intron number in many organisms [73] . As described above however, there is only a weak or moderately positive correlation between intron number and intron retention level of genes in the two parasites studied. Schmitz et al. [69] previously reported that other features such AT content and splice site entropy are important modulators of intron retention. This may also be the case in our study, given the observation that certain splice junctions are predisposed to retain their intron over others.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 123,
                    "text": "[68]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 124,
                    "end": 128,
                    "text": "[69]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 129,
                    "end": 133,
                    "text": "[70]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 290,
                    "end": 294,
                    "text": "[71,",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 295,
                    "end": 298,
                    "text": "72]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 475,
                    "end": 479,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 904,
                    "end": 908,
                    "text": "[50,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 909,
                    "end": 912,
                    "text": "73]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1072,
                    "end": 1076,
                    "text": "[73]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1266,
                    "end": 1270,
                    "text": "[69]",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In addition to the difference in alternative splicing levels, there are differences in the composition of alternative splicing types between different organisms as reported by Kim and colleagues [70] and McGuire and colleagues [74] . For example, exon skipping is the predominant form of alternative splicing in metazoans, and intron retention the rarest [70] . Our analysis reveals that the opposite occurs in T. gondii and P. falciparum, with intron retention being the predominant event to occur, and exon skipping the rarest. This composition of alternative splicing type is similar to that observed for plants and fungi [70, 74, 75] , though the reason is unclear. More recent studies find that intron retention has been previously underdetected in metazoans due to methodology limitations or confounding variables, but the high levels of exon skipping has been mostly undisputed [76] . Kim and colleagues [70] speculated that intron retention emerged as the earliest form of alternative splicing, before other mechanisms of complex splicing events evolved. There is some evidence for this, including the apparent shift towards increased exon skipping frequencies in early branching animals [76] . This is associated with the preservation of coding frames, suggesting a role of exon skipping in expanding proteome diversity [76] . In contrast to this, we found that the majority of the splicing events in P. falciparum and T. gondii, particularly intron retention, results in nonproductive transcripts. Our results thus indicate that alternative splicing rarely contributes to generating diversity of protein sequence in these parasites, and may relate instead to transcriptomic complexity that impacts protein abundance. If that is true, a previous analysis that showed alternative splicing to be essential for Plasmodium stage differentiation [11] may possibly be explained by a requirement for modulation of abundance for specific proteins, rather than generation of protein sequences.",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 199,
                    "text": "[70]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 227,
                    "end": 231,
                    "text": "[74]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 355,
                    "end": 359,
                    "text": "[70]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 625,
                    "end": 629,
                    "text": "[70,",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 630,
                    "end": 633,
                    "text": "74,",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 634,
                    "end": 637,
                    "text": "75]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 885,
                    "end": 889,
                    "text": "[76]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 911,
                    "end": 915,
                    "text": "[70]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1196,
                    "end": 1200,
                    "text": "[76]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1329,
                    "end": 1333,
                    "text": "[76]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1850,
                    "end": 1854,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Consistent with our observation of alternative splicing playing a minor role in generating true proteome diversity in apicomplexans, many splicing events in other eukaryotes contribute little to the protein isoform repertoire. In particular, many transcripts contain premature termination codons (PTCs), at least in humans and yeast [77, 78] . Often, PTC transcripts are the result of the retention of intronic sequences that contain PTCs [79] , but translational frameshifts from active splicing events such as alternative splice site selections have been similarly implicated [78, 80] . PTC transcripts are not normally translated but rather targeted for degradation through the nonsense-mediated decay (NMD) pathway [81, 82] . This is vital because the transcripts encode altered or truncated proteins which may exhibit deleterious activity [83] . Some studies postulate that the predicted alternative splice events are the result of either experimental or transcriptional noise [84] , or that a substantial portion of such transcripts are contaminating pre-mRNA molecules, and so do not represent true alternative splicing [85, 86] . Nevertheless, many RNA-seq-based analyses operate on the assumption that PTC transcripts are biologically significant or relevant [87] . Congruously, studies focusing on mature mRNA isoforms in other organisms suggest that non-productive transcripts mediate an additional layer of posttranscriptional regulation, through downstream RNA processing changes such as mRNA turnover, export, and microRNA silencing [54, 88, 89] . Alternative splicing in apicomplexans may also play a role in these processes. Strikingly, unique PTC transcript signatures are associated with distinct cell lineages [42, 90, 91] in multicellular eukaryotes, which may be analogous to the essential role of alternative splicing observed in stage-differentiation observed in Plasmodium [11] .",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 337,
                    "text": "[77,",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 338,
                    "end": 341,
                    "text": "78]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 439,
                    "end": 443,
                    "text": "[79]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 578,
                    "end": 582,
                    "text": "[78,",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 583,
                    "end": 586,
                    "text": "80]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 719,
                    "end": 723,
                    "text": "[81,",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 724,
                    "end": 727,
                    "text": "82]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 844,
                    "end": 848,
                    "text": "[83]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 982,
                    "end": 986,
                    "text": "[84]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1127,
                    "end": 1131,
                    "text": "[85,",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 1132,
                    "end": 1135,
                    "text": "86]",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 1268,
                    "end": 1272,
                    "text": "[87]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 1547,
                    "end": 1551,
                    "text": "[54,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1552,
                    "end": 1555,
                    "text": "88,",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 1556,
                    "end": 1559,
                    "text": "89]",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 1729,
                    "end": 1733,
                    "text": "[42,",
                    "ref_id": null
                },
                {
                    "start": 1734,
                    "end": 1737,
                    "text": "90,",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 1738,
                    "end": 1741,
                    "text": "91]",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 1897,
                    "end": 1901,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Non-productive transcripts are typically degraded though the NMD pathway, and this has been shown to regulate gene expression at the post-transcriptional level [92] . However, it is difficult to conclusively define the function of the non-productive transcripts without experimentally testing the proteomic fates of these transcripts. In metazoans, non-productive transcripts often highlight genes that were downregulated following a transition of cellular states [91] . Our study is consistent with this, given the observation that the number of non-productive transcripts generally decreased with increasing transcript number. This, in association with NMD, has been shown to be crucial to the maintenance and differentiation of many cell types [93, 94] . In contrast, in organisms such Paramecium tetraurelia, non-productive transcripts appear to be the result of splicing error rather than function [95] . Regardless, because gene expression as measured by transcript levels do not necessarily translate to protein expression levels, our findings have potential implications for the interpretation of RNA-seq studies in these parasites. Several studies have already demonstrated the poor correlation between protein and mRNA expression profiles in apicomplexans [7, 8, 96] . Our results highlight that for many genes, raw quantifications of transcript abundance will correlate poorly with the number of copies of productive isoforms, and provides one source of mismatch between transcriptional initiation and protein abundance.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 164,
                    "text": "[92]",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 464,
                    "end": 468,
                    "text": "[91]",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 747,
                    "end": 751,
                    "text": "[93,",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 752,
                    "end": 755,
                    "text": "94]",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 903,
                    "end": 907,
                    "text": "[95]",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 1266,
                    "end": 1269,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1270,
                    "end": 1272,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1273,
                    "end": 1276,
                    "text": "96]",
                    "ref_id": "BIBREF76"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Genome annotation is a crucial element of RNA-seq data analysis. For T. gondii and P. falciparum, the task is a widely accomplished manual effort from experts in the research community. Although genome annotation was not the main focus of the study, the ONT datasets are able to reveal the structure of full-length transcripts. This is crucial in validating gene models. Our data are viewable through the ToxoDB and PlasmoDB web resources [97] , and raw data are available at the Sequence Read Archive (SRA) (https://www.ncbi.nlm.nih.gov/bioproject/PRJNA606986) which may aid the research community to further curate and validate the current annotations.",
            "cite_spans": [
                {
                    "start": 439,
                    "end": 443,
                    "text": "[97]",
                    "ref_id": "BIBREF77"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In this study, we have performed the first direct transcriptomic analyses on T. gondii and P. falciparum. We show that ONT direct RNA sequencing enables the quantification of gene expression despite a reduced throughput. In combination with the increased requirement for starting material, this means that the cost and time per bp sequenced remains higher than that of second-generation sequencing platforms. Nevertheless, because ONT direct RNA sequencing enables the detection of full-length transcripts without amplification, the tool remains promising for resolving the limitations of second-generation sequencing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "We demonstrated that alternative splicing is widespread in the two parasites, particularly intron retention. ONT direct RNA sequencing enabled us to determine the productivity of these transcripts without complex computational methodologies, and we show that most the transcripts are premature terminating. This has implications for the quantification of gene expression, as it is highly unlikely for the wealth of transcript diversity that we identified to directly translate to protein isoforms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Toxoplasma gondii tachyzoites (Pru Δku80) were cultured on human foreskin fibroblasts in Dulbecco's Modified Eagle medium (DME) supplemented with 1% v/v fetal calf serum and . CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.16.946699 doi: bioRxiv preprint 1% v/v Glutamax. Freshly egressed tachyzoites were washed, filter purified (5um) and collected for RNA extraction. P. falciparum (3D7) were cultured in complete media consisting of human erythrocytes (O+, 2% haematocrit), RPMI-HEPES, 5% (w/v) Albumax and 3.6% (w/v) sodium bicarbonate. We collected mixed stage parasite, purified from host RBCs via lysis with 0.05% (w/v) saponin, for RNA extraction. To obtain the 500ng of mRNA recommended for the library preparation, we used TRI Reagent (Sigma) for extraction of total RNA followed by the Dynabeads mRNA Purification Kit for polyadenylated (poly-A) mRNA (Thermo Scientific) purification according to the manufacturer's protocol. Purity and quantification of mRNA were determined via NanoDrop (Thermo Scientific) and a Qubit RNA HS Assay kit (Thermo Scientific).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell culture and RNA extraction"
        },
        {
            "text": "Libraries for the direct RNA sequencing were generated using the recommended protocol for the SQK-RNA001 kit (Oxford Nanopore Technologies). We loaded and sequenced the libraries on MinION R9.4 flow cells (Oxford Nanopore Technologies) for 48 hours. Base calling was performed concurrent with sequencing using Albacore (v 2.0), which was integrated within the MinION software (MinKNOW, v1.10.23). Only \"pass\" reads were used for subsequent analyses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Library prep and Nanopore sequencing"
        },
        {
            "text": "ONT sequencing data was first checked for quality with FastQC (v.0.11.7) [98] . We then utilised Minimap2 (v. 2.1) [38] to map raw reads to the parasite genome and transcriptome from ToxoDB and PlasmoDB (r. 39), using the recommended preset commands. Intron length thresholds were set at 5000 and 1500 bases for T. gondii and P. falciparum respectively. Previously published Illumina datasets (SRR350746, ERR174301, ERR185969, ERR185970, ERR185971) were mapped using HISAT2 [99] using the preset commands. We checked for mapping quality with Samtools (v.1.7) [100] , Picard (v.2.18.2) [101] and AlignQC (v.1.2) [102] . Further qualitative or quantitative analyses and graphical elements were done using the command-line interface and RStudio. We verified and illustrated subsets of mapped reads via IGV [103] .",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 77,
                    "text": "[98]",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 474,
                    "end": 478,
                    "text": "[99]",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 559,
                    "end": 564,
                    "text": "[100]",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 585,
                    "end": 590,
                    "text": "[101]",
                    "ref_id": null
                },
                {
                    "start": 611,
                    "end": 616,
                    "text": "[102]",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 803,
                    "end": 808,
                    "text": "[103]",
                    "ref_id": "BIBREF83"
                }
            ],
            "ref_spans": [],
            "section": "Mapping and qualitative analysis"
        },
        {
            "text": "We correlated the ONT sequencing data with the Illumina datasets as previously described [104] using the wub package (v.0.2) [105] . The genome coverage of sequencing datasets were generated using bedtools genome coverage (v2.27) [106] and visualised via J-Circos (v1) [107] . Log2-fold ratios were calculated using DeepTools bamCompare (v.2.5.1) [108] .",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 94,
                    "text": "[104]",
                    "ref_id": "BIBREF84"
                },
                {
                    "start": 125,
                    "end": 130,
                    "text": "[105]",
                    "ref_id": null
                },
                {
                    "start": 230,
                    "end": 235,
                    "text": "[106]",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 269,
                    "end": 274,
                    "text": "[107]",
                    "ref_id": "BIBREF87"
                },
                {
                    "start": 347,
                    "end": 352,
                    "text": "[108]",
                    "ref_id": "BIBREF88"
                }
            ],
            "ref_spans": [],
            "section": "Mapping and qualitative analysis"
        },
        {
            "text": "We applied two approaches to analysing alternative splicing. We first identified intron retained junctions and transcripts using featureCounts (v.1.6.2) [48] on the genome mapped reads. featureCounts matches features specified in an annotation file (gff) to mapped reads. The annotation files used in the analyses were obtained from ToxoDB and PlasmoDB (r. 39), and preprocessed via ToolShed (v.1.0) [109] to specifically extract intron coordinates and gene IDs. We set a minimum threshold requiring mapping to at least six-bases of the intron feature, and a minimum threshold of three reads mapping to the junction/transcript to be considered for further analysis. Percent Intron Retention (PIR) scores were calculated as the proportion of alternative splicing events to the sum of reads for each junction/gene. Productivity of full length transcripts was analysed using the Flair pipeline [51] using default parameters.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 157,
                    "text": "[48]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 400,
                    "end": 405,
                    "text": "[109]",
                    "ref_id": "BIBREF89"
                },
                {
                    "start": 891,
                    "end": 895,
                    "text": "[51]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Alternative splicing analysis"
        },
        {
            "text": "For the second approach, we used the junction_annotation.py script of RSeQC (v.2.6.4) [110] to identify novel or partial-novel junctions from the genome mapped reads based on the . CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.16.946699 doi: bioRxiv preprint unmodified annotation file. Again, we filtered out junctions that had fewer than three supporting reads. The junctions were summarised into a table based on coordinate matching to the 5' and/or 3' of the expected canonical junction. We identified alternative 5'/3' splicing and exon skipping based on the coordinates and strandedness of junctions identified by RSeQC that were either consistent with or conflicted with the annotated junctions. We manually validated the data, matched junctions to available gene IDs, and again calculated the proportion of alternative splicing events to the sum of reads for each junction. Using the final dataset, we recurated the list of intron-retained junctions to exclude for alternate 5'/3' splice changes. Proportional Venn diagrams were drawn using BioVenn [111] .",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 91,
                    "text": "[110]",
                    "ref_id": "BIBREF90"
                },
                {
                    "start": 1197,
                    "end": 1202,
                    "text": "[111]",
                    "ref_id": "BIBREF91"
                }
            ],
            "ref_spans": [],
            "section": "Alternative splicing analysis"
        },
        {
            "text": "Gene set enrichment analyses were carried out by ranking the genes based on their alternative splicing levels and using the first and third quartile of the ranked list as input for GO enrichment analysis via ToxoDB/PlasmoDB based on curated and computed assigned associations. We required the adjusted p-value to be smaller than 0.05 and FDR q-value of less than 0.25. This approach was validated using GSEA via WebGestalt [112] .",
            "cite_spans": [
                {
                    "start": 423,
                    "end": 428,
                    "text": "[112]",
                    "ref_id": "BIBREF92"
                }
            ],
            "ref_spans": [],
            "section": "Alternative splicing analysis"
        },
        {
            "text": "Supplementary Correlation between trancriptome mapped read counts for T. gondii (left) and P. falciparum (right) as presented as a scatterplot. The Spearman correlation coefficient is shown. (B) Circos plots of genome mapped reads. Outer band (grey) represents the reference genome/chromosomes. The red and blue bands represent the genome coverage of ONT direct RNA and Illumina reads respectively. The purple band is the log2 fold change between the two datasets. The scatterplots within the circos plots show the correlation between the genome mapped read bin counts. Pie charts show the number, proportion and categorisation of genes with alternatively spliced transcripts equaling or exceeding 10% of its total transcript. An example of each event is presented. Red and blue represents sense and anti-sense transcripts respectively. T. gondii P. falciparum",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary files"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The global burden of congenital toxoplasmosis: a systematic review",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Torgerson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mastroiacovo",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Bull World Health Organ",
            "volume": "91",
            "issn": "7",
            "pages": "501--509",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Toxoplasmosis: A Global Threat",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Furtado",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Global Infectious Diseases",
            "volume": "3",
            "issn": "3",
            "pages": "281--284",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Control of gene expression in Plasmodium falciparum -ten years on",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Horrocks",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Mol Biochem Parasitol",
            "volume": "164",
            "issn": "1",
            "pages": "9--25",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Stage-specific expression and genomic organization of the actin genes of the malaria parasite Plasmodium falciparum",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Wesseling",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Mol Biochem Parasitol",
            "volume": "35",
            "issn": "2",
            "pages": "167--76",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Directional gene expression and antisense transcripts in sexual and asexual stages of Plasmodium falciparum",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Lopez-Barragan",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "BMC Genomics",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Global analysis of transcript and protein levels across the Plasmodium falciparum life cycle",
            "authors": [
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Roch",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Genome Res",
            "volume": "14",
            "issn": "11",
            "pages": "2308--2326",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Quantitative protein expression profiling reveals extensive posttranscriptional regulation and post-translational modifications in schizont-stage malaria parasites",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Foth",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Genome Biol",
            "volume": "9",
            "issn": "12",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "What functional genomics has taught us about transcriptional regulation in malaria parasites",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Toenhake",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bártfai",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Briefings in Functional Genomics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Transcriptional variation in malaria parasites: why and how",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Llora-Batlle",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tinto-Font",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cortes",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Brief Funct Genomics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Alternative splicing is required for stage differentiation in malaria parasites",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Yeoh",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Genome Biol",
            "volume": "20",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Non-coding functions of alternative pre-mRNA splicing in development. Seminars in cell & developmental biology",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mockenhaupt",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "V"
                    ],
                    "last": "Makeyev",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "32--39",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Alternative splicing and protein function",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Neverov",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "BMC Bioinformatics",
            "volume": "6",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Function of alternative splicing",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Kelemen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Gene",
            "volume": "514",
            "issn": "1",
            "pages": "1--30",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Alternative splicing and protein structure evolution",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Birzele",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Csaba",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zimmer",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nucleic acids research",
            "volume": "36",
            "issn": "2",
            "pages": "550--558",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Alternative isoform regulation in human tissue transcriptomes",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "T"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "456",
            "issn": "7221",
            "pages": "470--476",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "RNA processing and its regulation: global insights into biological networks",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Licatalosi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Darnell",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nat Rev Genet",
            "volume": "11",
            "issn": "1",
            "pages": "75--87",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Alternative Splicing in Apicomplexan Parasites. mBio",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Yeoh",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "2866--2884",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Processing of an apicoplast leader sequence in Plasmodium falciparum, and the identification of a putative leader cleavage enzyme",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Van Dooren",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Biol Chem",
            "volume": "277",
            "issn": "26",
            "pages": "23612--23619",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A dual-targeted aminoacyl-tRNA synthetase in Plasmodium falciparum charges cytosolic and apicoplast tRNACys",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Pham",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Biochem J",
            "volume": "458",
            "issn": "3",
            "pages": "513--536",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Alternatively spliced transcripts and novel pseudogenes of the 42",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "B"
                    ],
                    "last": "Gadalla",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Orchestrated intron retention regulates normal granulocyte differentiation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Cell",
            "volume": "154",
            "issn": "3",
            "pages": "583--95",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Detained introns are a novel, widespread class of post-transcriptionally spliced introns",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Boutz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bhutkar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Sharp",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Genes & development",
            "volume": "29",
            "issn": "1",
            "pages": "63--80",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Distributions of exons and introns in the human genome",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Sakharkar",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "T"
                    ],
                    "last": "Chow",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kangueane",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "In Silico Biol",
            "volume": "4",
            "issn": "4",
            "pages": "387--93",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Deciphering the Draft Genome of Toxoplasma gondii RH Strain",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "L"
                    ],
                    "last": "Lau",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS One",
            "volume": "11",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Sequence of Plasmodium falciparum chromosomes 1, 3-9 and 13",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "419",
            "issn": "",
            "pages": "527--558",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "featureCounts: an efficient general purpose program for assigning sequence reads to genomic features",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Smyth",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Bioinformatics",
            "volume": "30",
            "issn": "7",
            "pages": "923--953",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Transcriptome analysis of human tissues and cell lines reveals one dominant transcript per gene",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gonzalez-Porta",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Genome Biol",
            "volume": "14",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Intron retention enhances gene regulatory complexity in vertebrates",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Schmitz",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Genome biology",
            "volume": "18",
            "issn": "1",
            "pages": "216--216",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Full-length transcript characterization of <em>SF3B1</em> mutation in chronic lymphocytic leukemia reveals downregulation of retained introns. bioRxiv",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "A rule for termination-codon position within introncontaining genes: when nonsense affects RNA abundance",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Nagy",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Maquat",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Trends Biochem Sci",
            "volume": "23",
            "issn": "6",
            "pages": "198--207",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The functional consequences of intron retention: alternative splicing coupled to NMD as a regulator of gene expression",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ge",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Porse",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Bioessays",
            "volume": "36",
            "issn": "3",
            "pages": "236--279",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Widespread intron retention in mammals functionally tunes transcriptomes",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Braunschweig",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Genome research",
            "volume": "24",
            "issn": "11",
            "pages": "1774--1786",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Alternative splicing and protein function",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Neverov",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "BMC bioinformatics",
            "volume": "6",
            "issn": "",
            "pages": "266--266",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "A Genome-wide CRISPR Screen in Toxoplasma Identifies Essential Apicomplexan Genes",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Sidik",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Cell",
            "volume": "166",
            "issn": "6",
            "pages": "1423--1435",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Uncovering the essential genes of the human malaria parasite Plasmodium falciparum by saturation mutagenesis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Science",
            "volume": "",
            "issn": "6388",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "The kinetics of pre-mRNA splicing in the Drosophila genome and the influence of gene architecture",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Pai",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Single-cell analysis of transcription kinetics across the cell cycle. Elife",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "O"
                    ],
                    "last": "Skinner",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Sequence features involved in the mechanism of 3' splice junction wobbling",
            "authors": [
                {
                    "first": "K.-W",
                    "middle": [],
                    "last": "Tsai",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC molecular biology",
            "volume": "11",
            "issn": "",
            "pages": "34--34",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Complete genomic and transcriptional landscape analysis using third-generation sequencing: a case study of Saccharomyces cerevisiae CEN.PK113-7D",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jenjaroenpun",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nucleic Acids Res",
            "volume": "46",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Third-generation Sequencing Reveals Extensive Polycistronism and Transcriptional Overlapping in a Baculovirus",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Moldován",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Scientific Reports",
            "volume": "8",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Detrimental effects of duplicate reads and low complexity regions on RNA-and ChIP-seq data",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Dozmorov",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMC bioinformatics",
            "volume": "16",
            "issn": "13",
            "pages": "10--10",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Genome sequence of the human malaria parasite Plasmodium falciparum",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Gardner",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nature",
            "volume": "419",
            "issn": "6906",
            "pages": "498--511",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Nanopore sequencing of drug-resistance-associated genes in malaria parasites",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Runtuwene",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Plasmodium falciparum. Scientific Reports",
            "volume": "8",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Revisiting global gene expression analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Loven",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Cell",
            "volume": "151",
            "issn": "3",
            "pages": "476--82",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Differential expression in RNA-seq: a matter of depth",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tarazona",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Genome Res",
            "volume": "21",
            "issn": "12",
            "pages": "2213--2236",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "The Evolutionary Landscape of Alternative Splicing in Vertebrate Species",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Barbosa-Morais",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Science",
            "volume": "338",
            "issn": "6114",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Intron retention enhances gene regulatory complexity in vertebrates",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Schmitz",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Genome Biology",
            "volume": "18",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Different levels of alternative splicing among eukaryotes. Nucleic acids research",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Magen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ast",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "35",
            "issn": "",
            "pages": "125--131",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "The Origins of Genome Complexity",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lynch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Conery",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "302",
            "issn": "5649",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Correcting for differential transcript coverage reveals a strong relationship between alternative splicing and organism complexity",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "31",
            "issn": "",
            "pages": "1402--1413",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Coevolution of genomic intron number and splice sites",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Irimia",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Penny",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Roy",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Trends Genet",
            "volume": "23",
            "issn": "7",
            "pages": "321--326",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Cross-kingdom patterns of alternative splicing and splice recognition",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcguire",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Genome Biology",
            "volume": "9",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Comparative Study on Alternative Splicing in Human Fungal Pathogens Suggests Its Involvement During Host Invasion",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sieber",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Frontiers in Microbiology",
            "volume": "",
            "issn": "9",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Origin of exon skipping-rich transcriptomes in animals driven by evolution of gene architecture",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Grau-Bové",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ruiz-Trillo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Irimia",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Genome biology",
            "volume": "19",
            "issn": "1",
            "pages": "135--135",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Widespread use of non-productive alternative splice sites in Saccharomyces cerevisiae",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kawashima",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Genet",
            "volume": "10",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Evidence for the widespread coupling of alternative splicing and nonsense-mediated mRNA decay in humans",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Brenner",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proc Natl Acad Sci",
            "volume": "100",
            "issn": "1",
            "pages": "189--92",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Widespread impact of nonsense-mediated mRNA decay on the yeast intronome",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sayani",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Mol Cell",
            "volume": "31",
            "issn": "3",
            "pages": "360--70",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "RNA secondary structure mediates alternative 3'ss selection in Saccharomyces cerevisiae",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Plass",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "RNA",
            "volume": "18",
            "issn": "6",
            "pages": "1103--1115",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "NMD is essential for hematopoietic stem and progenitor cells and for eliminating by-products of programmed DNA rearrangements",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Weischenfeldt",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Genes & development",
            "volume": "22",
            "issn": "10",
            "pages": "1381--1396",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Nonsense-mediated mRNA decay (NMD) in animal embryogenesis: to die or not to die, that is the question. Current opinion in genetics & development",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hwang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Maquat",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "21",
            "issn": "",
            "pages": "422--430",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Premature Termination Codons Are Recognized in the Nucleus in A Reading-Frame Dependent Manner",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Cell Discov",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Investigation of factors affecting RNA-seq gene expression calls",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Harati",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Phan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Annual International Conference of the IEEE Engineering in Medicine and Biology Society",
            "volume": "",
            "issn": "",
            "pages": "5232--5235",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Evaluation of two main RNA-seq approaches for gene quantification in clinical RNA sequencing: polyA+ selection versus rRNA depletion",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Scientific reports",
            "volume": "8",
            "issn": "1",
            "pages": "4781--4781",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "The functional consequences of intron retention: Alternative splicing coupled to NMD as a regulator of gene expression",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ge",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Porse",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BioEssays",
            "volume": "36",
            "issn": "3",
            "pages": "236--243",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "A data-driven approach to characterising intron signal in RNAseq data. bioRxiv",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Regulation of gene expression in mammalian nervous system through alternative pre-mRNA splicing coupled with RNA quality control mechanisms",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yap",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "V"
                    ],
                    "last": "Makeyev",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Mol Cell Neurosci",
            "volume": "56",
            "issn": "",
            "pages": "420--428",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "The Y Chromosome Modulates Splicing and Sex-Biased Intron Retention Rates in Drosophila",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Branco",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lemos",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Genetics",
            "volume": "208",
            "issn": "3",
            "pages": "1057--1067",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "A dynamic intron retention program in the mammalian megakaryocyte and erythrocyte lineages",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Edwards",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Blood",
            "volume": "127",
            "issn": "17",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "IRFinder: assessing the impact of intron retention on mammalian gene expression",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Middleton",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Genome Biology",
            "volume": "18",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Control of gene expression through the nonsense-mediated RNA decay pathway",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nickless",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Bailis",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "You",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Cell & bioscience",
            "volume": "7",
            "issn": "",
            "pages": "26--26",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Nonsense-mediated mRNA decay: a 'nonsense' pathway makes sense in stem cell biology",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nucleic acids research",
            "volume": "46",
            "issn": "3",
            "pages": "1038--1051",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Challenges in defining the role of intron retention in normal biology and disease",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Vanichkina",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Seminars in Cell & Developmental Biology",
            "volume": "75",
            "issn": "",
            "pages": "40--49",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "The fitness cost of mis-splicing is the main determinant of alternative splicing patterns",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Saudemont",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Genome biology",
            "volume": "18",
            "issn": "1",
            "pages": "208--208",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "Quantitative time-course profiling of parasite and host cell proteins in the human malaria parasite Plasmodium falciparum",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Foth",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Mol Cell Proteomics",
            "volume": "10",
            "issn": "8",
            "pages": "110--006411",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "EuPathDB: the eukaryotic pathogen genomics database resource",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Aurrecoechea",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nucleic Acids Res",
            "volume": "45",
            "issn": "D1",
            "pages": "581--591",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "FastQC A Quality Control tool for High Throughput Sequence Data",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Andrews",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "Graph-based genome alignment and genotyping with HISAT2 and HISAT-genotype",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nature Biotechnology",
            "volume": "37",
            "issn": "8",
            "pages": "907--915",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "The Sequence Alignment/Map format and SAMtools",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Bioinformatics",
            "volume": "25",
            "issn": "16",
            "pages": "2078--2087",
            "other_ids": {}
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "Comprehensive comparison of Pacific Biosciences and Oxford Nanopore Technologies and their applications to transcriptome analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Weirather",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "100--100",
            "other_ids": {}
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "Integrative genomics viewer",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Robinson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nature biotechnology",
            "volume": "29",
            "issn": "1",
            "pages": "24--26",
            "other_ids": {}
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "Highly parallel direct RNA sequencing on an array of nanopores",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Garalde",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nat Methods",
            "volume": "15",
            "issn": "3",
            "pages": "201--206",
            "other_ids": {}
        },
        "BIBREF86": {
            "ref_id": "b86",
            "title": "BEDTools: a flexible suite of utilities for comparing genomic features",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Quinlan",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Bioinformatics",
            "volume": "26",
            "issn": "6",
            "pages": "841--842",
            "other_ids": {}
        },
        "BIBREF87": {
            "ref_id": "b87",
            "title": "J-Circos: an interactive Circos plotter",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "An",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Bioinformatics",
            "volume": "31",
            "issn": "9",
            "pages": "1463--1468",
            "other_ids": {}
        },
        "BIBREF88": {
            "ref_id": "b88",
            "title": "deepTools: a flexible platform for exploring deep-sequencing data",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ramírez",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nucleic acids research",
            "volume": "42",
            "issn": "",
            "pages": "187--191",
            "other_ids": {}
        },
        "BIBREF89": {
            "ref_id": "b89",
            "title": "Dissemination of scientific software with Galaxy ToolShed",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Blankenberg",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF90": {
            "ref_id": "b90",
            "title": "RSeQC: quality control of RNA-seq experiments",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Bioinformatics",
            "volume": "28",
            "issn": "16",
            "pages": "2184--2189",
            "other_ids": {}
        },
        "BIBREF91": {
            "ref_id": "b91",
            "title": "BioVenn -a web application for the comparison and visualization of biological lists using area-proportional Venn diagrams",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hulsen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vlieg",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Alkema",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "BMC Genomics",
            "volume": "9",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF92": {
            "ref_id": "b92",
            "title": "WebGestalt 2019: gene set analysis toolkit with revamped UIs and APIs",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nucleic Acids Res",
            "volume": "47",
            "issn": "W1",
            "pages": "199--205",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "B; Spearman's rho = 0.64 for transcriptome, 0.68 for genome), a reflection of mRNA abundance in these different stages.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Summary of the ONT direct RNA sequencing data from T. gondii and P. falciparum. (A) Scatterplot of read length distribution of mapped (red) and unmapped (blue) reads. (B) Boxplot of quality scores across all bases at each position of the mapped sequencing reads. (C) Bubble scatter heat plots of the fraction of full length transcripts against transcript length. Size and color denotes expression and average coverage respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Comparisons between ONT direct RNA sequencing and Illumina datasets. (A)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Analysis of intron retention using ONT direct RNA sequencing reads. Levels of intron retention are represented as Percent Intron Retention (PIR). (A) Distribution of intron retention levels over each gene as represented as total counts. (B) Distribution of intron retention levels over each junction as represented as the proportion of each bin count over the sum all intronic junctions. (C) Table of transcript productivity based on intron retention events as analysed using the FLAIR pipeline. Numbers in bracket are the transcript counts (D) Relationship between levels of intron retention and gene expression. Genes were classified into 10 bins of equal number based on expression. The median expression of the genes in each bin is used to represent expression for each bin. Error bars represent the 95% CI. (E) Comparisons of intron retention quantification between ONT and Illumina datasets.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Summary analysis of alternative splicing from the ONT direct RNA sequencing datasets.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "(A) Levels of each major alternative splice type as represented as Percent Splice (PS). (B) Distribution of alternate 5'/3' splice positions within 5 bases to the dominant splice site. Scatterplot shows the correlation between transcript identity (%) and average quality of the reads. . Supplementary Figure S2. Scatterplot shows the correlation between trancriptome mapped read counts for ONT direct RNA sequencing from mixed stage parasites and Illumina datasets from three developmental time points of P. falciparum. The Spearman correlation coefficient is shown. IGV snapshots of genes which were flagged as having full intron retention and do not appear to conform with the gene model. Left: T. gondii; Right: P. falciparum. Supplementary Figure S4. Scatterplots show the correlation between intron retention levels and intron number per gene. The Spearman correlation coefficient is shown. Supplementary Figure S5. Relationship between levels of intron retention and gene expression. Introns were classified into 10 bins of equal read number based on expression (1 = lowest, 10 = highest). Levels of intron retention were calculated as the proportion of intron retained reads over all reads from each bin.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "An Excel spreadsheet quantifying the expression of genes from Illumina and ONT data. Supplementary table TS2. An Excel spreadsheet quantifying the levels of intron retention at the gene level. Supplementary table TS3. An Excel spreadsheet summarising the GO enrichment results for genes with high and low levels of intron retention. Supplementary table TS4_1. An Excel spreadsheet quantifying categories of alternative splicing at the junction level for T. gondii. Supplementary table TS4_2. An Excel spreadsheet quantifying categories of alternative splicing at the junction level for P. falciparum.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": ". CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.16.International license author/funder. It is made available under aThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.16.946699 doi: bioRxiv preprint",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Supplementary Figure S6 . Scatterplots show the relationship between intron retention levels and gene essentiality. Essentiality is represented as mean phenotype and mutagenesis fitness score for T. gondii and P. falciparum respectively Supplementary Figure S7 . Venn diagrams display the number of genes with exclusive or overlapping intron retention, alternative 5' splicing and alternative 3' splicing events.BioVenn -a web application for the comparison and visualization of biological lists using area-proportional Venn diagrams n -a web application for the comparison and visualization of biological lists using area-proportional Venn diagrams ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 14,
                    "end": 23,
                    "text": "Figure S6",
                    "ref_id": null
                },
                {
                    "start": 251,
                    "end": 260,
                    "text": "Figure S7",
                    "ref_id": null
                }
            ],
            "section": "annex"
        }
    ]
}