{
    "paper_id": "5796fdc80a85b6e634a279c57711356055b65880",
    "metadata": {
        "title": "Title: Close contacts and household transmission of SARS-CoV-2 in China: a content analysis based on local Heath Commissions' public disclosures",
        "authors": [
            {
                "first": "Xiao-Ke",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Dalian Minzu University",
                    "location": {
                        "postCode": "116600",
                        "settlement": "Dalian",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiao",
                "middle": [
                    "Fan"
                ],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "City University of Hong Kong",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ye",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Beijing Normal University",
                    "location": {
                        "postCode": "519087",
                        "settlement": "Zhuhai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Taslim",
                "middle": [],
                "last": "Ali",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Li Ka Shing",
                    "institution": "The University of Hong Kong",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "+ These first authors contributed equally to this article BACKGROUND As of February 29, 2020, nearly 80 thousand confirmed novel coronavirus (SARS-CoV-2) infection cases had been reported in China. Risk factors for transmission remain largely uncharacterized. The reproduction of infection can be characterized in two major scenarios, i.e., within-households and between-households [1]. Within-household transmission provides important information of infections cross age groups and genders. Estimation of the within-household transmission for SARS-CoV-2 is particularly important for disease control to characterize whether household contact might be driving the outbreak. If it transpires that virus is prone to transmit to a particular age group or gender, then special measures can be taken to control the transmission [2]. This study describes the transmission of the virus within households and close contacts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Confirmed cases of infection with the SARS-CoV-2 virus in China were reported daily by city or provincial Health Commissions (HCs) of China, disclosing detailed information on individual cases' demographic features, travel traces and potential exposure to virus sources. 8,524 cases were reported in the public disclosure starting from January 24 to February 19. A typical example of the disclosure can be translated as follows: . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DATA"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.02.20029868 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DATA"
        },
        {
            "text": "Household transmissions reported in the public disclosure record include 419 index patients and their 595 household secondary infections. An index patient was the first case patient and the only person who returned home from Wuhan or other cities in Hubei Province in the household. Secondary cases are patients who had no known exposure to virus sources outside of the family. In 308 households (73.5%), illness developed in one of the contacts; in 67 households (16.0%), illness developed in two contacts; and in 44 households (10.5%), illness developed in more than two contacts, as shown in ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HOUSEHOLD TRANSMISSION INCIDENTS"
        },
        {
            "text": "Index patients and secondary cases are divided by age groups. The matrix of transmissions between age groups are shown in Table 1 . No case infected by index patient 15 years of age or younger was reported, which is consistent a WHO report published on February 26 [3] . In secondary cases, the number of 18 years of age or younger are much larger than that of younger index patients. Same applies to the older generation. The results suggest that mid-age generations are the primary source of household infections. A closer analysis of younger secondary cases shows that the number of children of 10 years of age or younger is higher than adolescents who were 11 to 14 years of age (as shown in . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 268,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 122,
                    "end": 129,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "CROSS AGE TRANSMISSION"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.03.02.20029868 doi: medRxiv preprint Figure 2 . Distribution of numbers of secondary cases in younger age groups.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 107,
                    "end": 115,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Our results suggest that male family members are the primary sources of infections in the family. As shown in Table 2 , the proportion of male to female transmission in household is 44.0% (253 in 574 cases with disclosed information, with 98 husband-to-wife cases, 89 son to parents cases, 61 father to children cases and 24 brother to brother/sister cases), higher than cases of transmission from female to male cases (19.0%, with only 28 wife-to-husband cases) and between the same genders (36.9%). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 110,
                    "end": 117,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "CROSS GENDER TRANSMISSION"
        },
        {
            "text": "The mean serial intervals, i.e. the time between the onset of symptoms in a case patient and the onset of symptoms in the household contacts infected by that patient, was 5.9 days (standard deviation 4.80, distribution shown in Figure 3 ). In almost all (90.0% of 309 cases with disclosed information) of the transmission pairs, index patients showed light or mild symptoms during their time at home. . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 228,
                    "end": 236,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "SERIAL INTERVALS"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.03.02.20029868 doi: medRxiv preprint CONCLUSIONS Public disclosure from Chinese local Health Commissions show that male and mid-aged index patients are the major source of virus from outside to the households. This implies that two important actions should be taken in disease control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "First considers the kindergarten and school closure time. The assembly of youngsters in a compact environment increases the risks of virus exposure. Evaluation of children and adolescents' transmission risks is of particular interest in determining school closure duration and children's wellbeing and education [2] . Public disclosure information indicates that children with 10 years of age or younger have higher risks of infection than slightly older adolescents. Therefore, local kindergarten and primary schools should postpone their admission and regular operation, to at least not earlier than local secondary schools.",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 315,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Second, workplace hygiene is of particular important in the next phase of disease control. The bias of transmissibility from male to female family members can be affected by the fact that male family members in China travel for work more often that female family members, though it still cannot be ruled out that male infectors may have higher transmissibility than female members. As travel restrictions within China are being gradually lifted, we suggest that workplace hygiene should be taken serious care in the next month or two.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.03.02.20029868 doi: medRxiv preprint APPENDIX Table S1 . Basic information of index patients and secondary cases. The data will be available for download after the manuscript is published.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 116,
                    "end": 124,
                    "text": "Table S1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Index patients Secondary cases"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.02.20029868 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Index patients Secondary cases"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Secondary attack rate and superspreading events for SARS-CoV-2, The Lancet",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Eggo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Kucharski",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Defining the Epidemiology of Covid-19-Studies Needed",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Swerdlow",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Finelli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19)",
            "authors": [],
            "year": 2019,
            "venue": "Report of the WHO-China Joint Mission on Coronavirus Disease",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Maximum secondary attack number is 10 for only one index patient.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Distribution of secondary attack number of index patients.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 2).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Serial interval distribution.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Case 21: Male, 64 years of age. Husband of case 64. Born in Xiantao City, Hubei and lives in Xiqiao District, Shijiazhuang City. Rode high speed rail train G510 (Cart 5) from Tianmen South Station, Tianmen City, Hubei to Shijiazhuang City for a family visit. Data fields extracted from the disclosed data contain demographical information, travel history, close and household contacts, infection time, incubation time, hospital visit time, confirmation time and disclosure time of patients. Household transmission chains can be constructed from the extracted information.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Infection transmission cases between different age groups.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Cross gender transmission.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Table S2. Transmission between family members.Table S3. The detailed data table for the 595 infector-infectee pairs.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare no conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest:"
        }
    ]
}