{
    "paper_id": "58bc0f2712ea1ced1f886c9fdd17b8cf014e66cb",
    "metadata": {
        "title": "The Influence Of Social Behavior On Competition Between Virulent Pathogen Strains 2",
        "authors": [
            {
                "first": "Joe",
                "middle": [],
                "last": "Pharaon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Waterloo",
                    "location": {
                        "addrLine": "200 University Ave West",
                        "postCode": "N2L 3G1",
                        "settlement": "Waterloo",
                        "region": "ON"
                    }
                },
                "email": ""
            },
            {
                "first": "Chris",
                "middle": [
                    "T"
                ],
                "last": "Bauch",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Waterloo",
                    "location": {
                        "addrLine": "200 University Ave West",
                        "postCode": "N2L 3G1",
                        "settlement": "Waterloo",
                        "region": "ON"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Infectious disease interventions like contact precautions and vaccination have proven effective in disease 7 control and elimination. The priority given to interventions can depend strongly on how virulent the pathogen 8 is, and interventions may also depend partly for their success on social processes that respond adaptively 9 to disease dynamics. However, mathematical models of competition between pathogen strains with differing 10 natural history profiles typically assume that human behaviour is fixed. Here, our objective is to model the 11 influence of social behaviour on the competition between pathogen strains with differing virulence. We couple 12 a compartmental Susceptible-Infectious-Recovered model for a resident pathogen strain and a mutant strain 13 with higher virulence, with a differential equation of a population where individuals learn to adopt protective 14 behaviour from others according to the prevalence of infection of the two strains and the perceived severity of 15 the respective strains in the population. We perform invasion analysis, time series analysis and phase plane 16 analysis to show that perceived severities of pathogen strains and the efficacy of infection control against 17 them can greatly impact the invasion of more virulent strain. We demonstrate that adaptive social behaviour 18 enables invasion of the mutant strain under plausible epidemiological scenarios, even when the mutant strain 19 has a lower basic reproductive number than the resident strain. Surprisingly, in some situations, increasing 20 the perceived severity of the resident strain can facilitate invasion of the more virulent mutant strain. Our 21 results demonstrate that for certain applications, it may be necessary to include adaptive social behaviour 22 in models of the emergence of virulent pathogens, so that the models can better assist public health efforts 23 to control infectious diseases. 24 1 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/293936 doi: bioRxiv preprint 25 Modern approaches to developing a theory of the spread of infectious diseases can be traced to 1927 when 26 Kermack and McKendrick developed an integro-differential equation model now widely described as the SIR 27 (Susceptible-Infected-Recovered) model [1]. The model tracks changes in the number of individuals suscep-28 tible to an infection S(t), the number of infected individuals I(t), and (implicitly) the number of recovered 29 individuals R(t). Compartmental models such as the SIR model are useful for mechanistic modelling of 30 infection transmission in populations. They have since been further developed to study the evolution and 31 epidemiology of multiple species of pathogens in a population or different strains of the same species [2].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Some models focus on between-host competition while some others on within-host competition [3] . Bull 33 suggested in the 1990s that coupling inter-host and intra-host dynamics in models may be desirable [4] .",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 94,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 204,
                    "end": 207,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Models linking between-host transmission dynamics to within-host pathogen growth and immune response 35 are now becoming commonplace [3, 5, 6, 7, 8]. One such approach is to link host viral load (which is a 36 necessary condition of virulence) to the between-host transmission rate.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 136,
                    "text": "[3,",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Compartmental models have also been used to study the phenomenon of pathogen virulence-the rate 38 at which a pathogen induces host mortality and/or reduces host fecundity [9, 10, 11, 12]. It was initially 39 believed that hosts and parasites co-evolved to a state of commensalism (whereby parasites benefit from 40 their host without harming them) [13, 14] but this hypothesis was later challenged [15]. In mathematical 41 models, virulence is often treated as a fixed model parameter expressing the excess mortality rate caused 42 by the pathogen. For instance, virulence has been assumed to depend on the intrinsic reproductive rate 43 of the parasite [16]. Other research expresses the transmission rate β and the recovery rate µ in terms 44 of a parameter ν that represents virulence [17]. When the impact of human behaviour is discussed in 45 such models, it is discussed in terms of hypothesized effects of human behaviour on the value of the fixed 46 parameter representing virulence. A Human Immunodeficiency Virus (HIV) virulence model by Massad et 47 al [18] shows that reducing the number of sexual partners could possibly drive HIV to be a more benign 48 pathogen. However, the model assumes that the number of sexual partners can simply be moved up or down 49 as a model parameter, whereas in reality the number of sexual partners in a population is the outcome of 50 a dynamic socio-epidemiological process that merits its own mechanistic modelling, and itself responds to 51 pathogen virulence. In general, these models do not treat human behaviour as a dynamic variable that can 52 evolve in response to transmission dynamics and influence the evolution of virulence. (A few exceptions 53 exist, including work that allows virulence to be a function of the number of infected hosts, thus capturing a 54 situation where the magnitude of the epidemics affects the ability of health care services to host patients [19].) 55 However, as human responses to both endemic and emerging infectious diseases show, human behaviour can 56 2 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/293936 doi: bioRxiv preprint have a significant influence on how infections get transmitted. For instance, an early and well-documented 57 example shows how the residents of the village of Eyam, England quarantined themselves to prevent the 58 spread of plague to neighbouring villages [20]. Individuals moved to less populated areas during the Spanish 59 Influenza pandemic in the early 20th century [21]. More recently, masks became widely used during the 60 outbreak of the Severe Acute Respiratory Syndrome (SARS) at the beginning of the 21st century [22], and 61 it has been shown pathogen virulence in Marek's disease can evolve in response to how vaccines are used 62 [23].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Theoretical models of the interactions between human behaviour and the spread of infectious diseases 64 are increasingly studied [24, 25, 26, 27, 28, 29, 30]. For instance, Bagnoli et al [31] found that under 65 certain conditions, a disease can be driven extinct by reducing the fraction of the infected neighbours of an 66 individual. Zanette et al [32] showed that if susceptible individuals decide to break their links with infected 67 agents and reconnect at a later time, then the infection is suppressed. Gross [33] also shows that rewiring of 68 edges in a network (and thus social interaction) can greatly influence the spread of infectious diseases. Of 69 the compartmental models, we focus on those that have used concepts from evolutionary game theory such 70 as imitation dynamics [34] to describe the evolution of behaviour and its interplay with the epidemics. An 71 example of imitation dynamics concerns, as described in detail in [35], the effect of vaccination on the spread 72 of infectious diseases. Each individual in the population picks one strategy and adopts it: \"to vaccinate\" or 73 \"not to vaccinate\". The proportion of vaccinators is modelled using an ordinary differential equation and 74 is coupled with a standard SIR model. An important aspect of behavioural models is to couple them with 75 epidemiological processes such as transmission. This coupling creates a feedback loop between behaviour 76 and spread of the disease.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 133,
                    "text": "[24,",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "77",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Given that adaptive social behaviour is important in many aspects of infection transmission, we hy-78 pothesize that adaptive social behaviour can also influence selection between pathogen strains with differing 79 virulence in ways that cannot be captured by assuming it to be represented by a fixed parameter. Our 80 objective in this paper was to explore how behaviour and virulence influence one another, in a coupled 81 behaviour-disease differential equation model. The model allows individuals who perceive an increase in 82 the prevalence of infection to increase their usage of practices that reduce transmission rates (such as social 83 distancing and hand-washing) and thereby boost population-level immunity. This approach can help us 84 understand the effects specific social dimensions, such as level of concern for a strain or the rate of social 85 learning, on the coupled dynamics of pathogen strain emergence and human behaviour in a situation where 86 virulence imposes evolutionary trade-offs and is strain-specific. Instead of considering long-term evolutionary 87 processes with repeated rounds of mutation and selection, we focus on the case of invasion of a single mutant 88 strain with a large phenotypical difference compared to the resident strain. In the next section, we describe 89 3 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/293936 doi: bioRxiv preprint 101 due to infection (virulence); µ is a birth rate and δ is the background death rate. All variables represent 102 the number of individuals with the given infection status (for instance, S is the number of susceptible 103 individuals). Since R does not appear in the other equations, we can omit R from the analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The system of differential equations in the presence of adaptive human behaviour couples the SI 1 I 2 R 105 epidemic spread with a differential equation for human behaviour (\"coupled model\"). Each individual in the 106 population can choose to accept or reject behaviours that reduce infection risk (e.g. washing hands, wearing 107 a mask, social distancing), and individuals imitate successful strategies observed in others. Let x represent 108 the proportion of individuals accepting preventive behaviour (we will call these \"protectors\"). Individuals 109 sample others in the population at rate κ, representing social learning. The choice is based on the perceived 110 severity ω 1 (resp. ω 2 ) from the resident (resp. mutant) strain, where ω 1 (resp. ω 2 ) can be quantified as the 111 probability that an infection by the resident (resp. mutant) strain results in a severe case of disease. The 112 more severe cases the population observes, the more attractive preventive behaviour becomes: we assume",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "a model without adaptive social behaviour as well as a model that includes it, and in the following Results 90 section we will compare their dynamics. 91 3 Model 92 We compare dynamics of a two-strain compartmental epidemic model in the presence and absence of adaptive 93 social behaviour. Individuals are born susceptible (S). They may be infected either by a resident strain (I 1 ) 94 or a mutant strain (I 2 ). For simplicity, we assume that co-infection and super-infection are not possible. 95 Infected individuals can either recover (R) or die from infection. We furthermore assume that recovery from 96 either strain offers permanent immunity to both strains. The system of differential equations representing 97 the SI 1 I 2 R model in the absence of adaptive social behaviour (we will refer to this as the \"uncoupled model\" 98 throughout) is given by",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 153,
                    "text": "91",
                    "ref_id": null
                },
                {
                    "start": 162,
                    "end": 164,
                    "text": "92",
                    "ref_id": null
                },
                {
                    "start": 497,
                    "end": 499,
                    "text": "95",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "where β 1 (β 2 ) represents the transmission rate of the resident (mutant) strain; γ 1 (γ 2 ) represents the recovery 100 rate from the resident (mutant) strain; ν 1 (ν 2 ) represents the death rate from the resident (mutant) strain that individuals respond to the total number of severe cases ω 1 I 1 + ω 2 I 2 they observe at a given time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Preventive behaviour is not always completely effective. We introduce efficacy of infection control 1 ( 2 ) 115 against the resident (mutant) strain. The efficacy of infection control influences the transmission process. 116 The more effective infection control is against a strain, the less likely it will be transmitted.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 101,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 108,
                    "end": 111,
                    "text": "115",
                    "ref_id": null
                },
                {
                    "start": 221,
                    "end": 224,
                    "text": "116",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "More formally, the preceding imitation dynamic (or equivalently, replicator dynamic) assumes that each 118 individual samples others as a fixed rate, and if another person is found to be playing a different strategy 119 but is receiving a higher payoff, the individual switches to their strategy with a probability proportional 120 to the expected gain in payoff [36] . These assumptions give rise to a differential equation of the form 121 dx/dt = kx(1 − x)∆U where k is the sampling rate and ∆U is the payoff difference between the two 122 strategies. This equation is derived elsewhere and is used in other socio-ecological and socio-epidemiological 123 models [35, 37, 38, 39 ]. The augmented system of differential equations representing the coupled social-124 epidemiological SI 1 I 2 RX model with adaptive human behaviour is therefore given by:",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 106,
                    "text": "118",
                    "ref_id": null
                },
                {
                    "start": 328,
                    "end": 331,
                    "text": "120",
                    "ref_id": null
                },
                {
                    "start": 363,
                    "end": 367,
                    "text": "[36]",
                    "ref_id": null
                },
                {
                    "start": 664,
                    "end": 668,
                    "text": "[35,",
                    "ref_id": null
                },
                {
                    "start": 669,
                    "end": 672,
                    "text": "37,",
                    "ref_id": null
                },
                {
                    "start": 673,
                    "end": 676,
                    "text": "38,",
                    "ref_id": null
                },
                {
                    "start": 677,
                    "end": 679,
                    "text": "39",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "117"
        },
        {
            "text": "(2)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "117"
        },
        {
            "text": "We apply the restrictions i ∈ [0, 1] and ω i ≥ 0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "117"
        },
        {
            "text": "Baseline parameter values are summarized in Table 1 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 44,
                    "end": 51,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "126"
        },
        {
            "text": "R 0,1 (resp. R 0,2 ) is the basic reproductive number of the resident (mutant) strain, where R 0,i is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "126"
        },
        {
            "text": "The other two equilibria are endemic. Assuming that basic reproductive numbers are not equal, strains can 145 not co-exist and the strain with the higher basic reproductive number always invades. The analytical expression and stability criteria for the equilibrium with co-existing strains are difficult to 151 compute and therefore, we analyze it numerically.",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 310,
                    "text": "151",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "126"
        },
        {
            "text": "If both basic reproductive numbers are less than 1, then the system is disease-free and social behaviour is not relevant. Assume, on the other hand, that 1 < R 0,2 < R 0,1 (as in our baseline parameter values, Table   1 , and where the expressions for R 0,1 and R 0,2 are the same as in the SI 1 I 2 R model and assume x = 0.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 210,
                    "end": 219,
                    "text": "Table   1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "152"
        },
        {
            "text": "This corresponds to a scenario where the resident strain is more transmissible than the mutant strain. As already noted the mutant strain can not invade in the absence of adaptive social behaviour (SI 1 I 2 R model).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "152"
        },
        {
            "text": "However, in the presence of adaptive social behaviour, we can derive necessary and sufficient conditions for 6 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/293936 doi: bioRxiv preprint the mutant strain to invade when 1 < R 0,2 < R 0,1 :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "152"
        },
        {
            "text": "These results show that a high level of perceived severity from the mutant strain is a necessary condition 153 for invasion. However, it has to be coupled with a sufficiently high efficacy of infection control against the 154 resident strain (with 1 > 2 ). A high efficacy of infection control against the resident strain will effectively 155 reduce its transmission and therefore creating a larger pool of susceptible individuals for the mutant strain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "152"
        },
        {
            "text": "The two conditions must be met simultaneously to provide a necessary and sufficient condition for invasion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "156"
        },
        {
            "text": "The condition that 1 > 2 could easily be met in a real population if the two strains differ in their model 158 of transmission, and the population has more experience with controlling the resident strain than with the 159 new mutant strain. Moreover, a high value of ω 2 could easily be met in a real population due to spreading 160 panic about a new and more virulent strain that public health does not yet know how to best control. 161 We also consider necessary and sufficient conditions for failure of invasion of the mutant strain:",
            "cite_spans": [
                {
                    "start": 434,
                    "end": 437,
                    "text": "161",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "157"
        },
        {
            "text": "Invasion fails when perceived severity of the mutant strain is low enough but also that of the resident strain jointly. Together, they create a necessary and sufficient condition for the failure of invasion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "157"
        },
        {
            "text": "Finally assume that R 0,1 < R 0,2 (this scenario is not discussed at length in this paper). In the absence 167 of social behaviour, the mutant strain is bound to invade. However, we derive necessary and sufficient 168 conditions for the failure of invasion when social behaviour is added to the system:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "166"
        },
        {
            "text": "together they provide necessary and sufficient condition for the mutant strain to fail invasion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "166"
        },
        {
            "text": "We finally turn our attention to the invasion of the mutant strain when it is more transmissible. The 177 invasion is conditional: necessary and sufficient conditions for the invasion of the mutant strain are:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "166"
        },
        {
            "text": "178",
            "cite_spans": [],
            "ref_spans": [],
            "section": "166"
        },
        {
            "text": "In this scenario, a low perceived severity of the resident strain will allow invasion of the mutant strain 179 provided that the efficacy of infection control against the resident strain is high enough. insight into the types of dynamics exhibited by the model. 194 We first consider a scenario where the mutant strain, on account of its greater virulence, is perceived to 195 be ten times more severe than the resident strain (ω 2 = 10 5 = 10ω 1 ). Moreover, infection control against the .",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 265,
                    "text": "194",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "166"
        },
        {
            "text": "It is difficult for both strains to co-exist without imposing ω 1 = 10 5 > ω 2 = 10 4 . If the resident strain 216 is perceived to be ten times more severe, then co-existence is achieved via a transient but very long-term 217 pattern of switching between oscillatory regimes before the system finally converges to an equilibrium of 218 co-existence (Fig 1g) . The system switches between a longer-lived regime with relatively small epidemics of rate which in turns leads to rapid changes in x. Figure 1h shows the same dynamics as in Figure 1g but on 226 a shorter timescale. 227 We also allowed the perceived severities to be equally high (ω 1 = ω 2 = 10 4 ) and we have increased the 228 efficacies from their baseline values ( 1 = 0.9 and 2 = 0.6) (Figure 1i ). We observe that the mutant strain 229 fails to invade and the prevalence of the resident strain remains relatively close to the initial condition.",
            "cite_spans": [
                {
                    "start": 576,
                    "end": 579,
                    "text": "227",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 349,
                    "end": 357,
                    "text": "(Fig 1g)",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 494,
                    "end": 503,
                    "text": "Figure 1h",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 534,
                    "end": 543,
                    "text": "Figure 1g",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 751,
                    "end": 761,
                    "text": "(Figure 1i",
                    "ref_id": "FIGREF13"
                }
            ],
            "section": "215"
        },
        {
            "text": "In order to refine our understanding of the influence of social parameters on the invasion of the mutant 231 strain, we proceed in the next subsection with phase plane analysis that studies the interplay between the 232 parameters determining regions of invasion. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/293936 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "230"
        },
        {
            "text": "Surprisingly, there are parameter regimes where increasing the perceived severity of the resident strain (ω 1 ) allows the mutant strain to invade (Figure 2a-c) . This occurs across a nontrivial portion of parameter space 236 despite the fact that R 0,2 < R 0,1 . This regime shift occurs because a sufficiently high perceived severity ( 2 ) can allow the mutant strain to invade (Figure 2e-f) . We note again that, surprisingly, invasion can result 252 in the elimination of the resident strain if the perceived severity of the mutant strain is significantly higher 253 than that of the resident strain (ω 2 >> ω 1 ), but when the opposite applies, coexistence results. We have showed how adaptive social behaviour greatly impacts the evolution of virulence in a coupled 256 behaviour-disease model. If we neglect social behaviour, the basic reproductive numbers of the two strains 257 are sufficient to predict which of the strains will invade a population. However, adding adaptive social 258 behaviour with asymmetric stimulation and effects on either strain to an epidemiological system completely 259 shifts how we view whether a more virulent strain will be selected for. As we have seen, social behaviour ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 147,
                    "end": 160,
                    "text": "(Figure 2a-c)",
                    "ref_id": null
                },
                {
                    "start": 380,
                    "end": 393,
                    "text": "(Figure 2e-f)",
                    "ref_id": null
                }
            ],
            "section": "Phase plane analysis"
        },
        {
            "text": "While the model discussed in this paper serves as a general framework for studying the influence of social 285 behaviour on strain competition and emergence, further research needs to be carried out to understand the 286 interplay between the epidemiological and social parameters. For instance, we did not model virulence evo-287 lution explicitly but rather by assuming two strains have already emerged due to mutation and addressing 288 conditions under which the more virulent mutant strain is more fit. Future research could instead model 289 virulence by defining transmission and recovery rates in terms of a virulence parameter, or by using an 290 adaptive dynamics approach. Future research could also explore different possible relationships between the 291 virulence parameters ν 1,2 and the perceived severity parameters ω 1,2 , or the interaction between social learn-292 ing timescales and pathogen evolutionary timescales. We did not study the influence of the social learning 293 parameter κ in this paper, but previous research on other socio-ecological and socio-epidemiological systems 294 suggests that the social learning rate can destabilize interior equilibria [39, 38] . A model that accounts 295 for multiple rounds of mutation would enable studying how pathogen evolutionary timescales interact with 296 11 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/293936 doi: bioRxiv preprint social learning dynamics. Finally, we assumed no specific relationship between the perceived severity ω 1,2 and the virulence ν 1,2 although a non-trivial relationship certainly exists, and future research could explore 298 possible assumptions for their formal relationship.",
            "cite_spans": [
                {
                    "start": 1105,
                    "end": 1108,
                    "text": "294",
                    "ref_id": null
                },
                {
                    "start": 1184,
                    "end": 1188,
                    "text": "[39,",
                    "ref_id": null
                },
                {
                    "start": 1189,
                    "end": 1192,
                    "text": "38]",
                    "ref_id": null
                },
                {
                    "start": 1217,
                    "end": 1220,
                    "text": "295",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "284"
        },
        {
            "text": "In conclusion, our model shows how social behaviour can influence the virulence of emerging strains 300 under plausible parameter regimes when using standard models for social and infection dynamics. When 301 analyzing emerging and re-emerging pathogens and continually evolving infectious diseases such as influenza, 302 it is worthwhile further considering aspects of social behaviour in efforts to mitigate serious threats. x(t)",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 321,
                    "text": "302",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "299"
        },
        {
            "text": "x(t)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "299"
        },
        {
            "text": "x(t)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "299"
        },
        {
            "text": "x(t)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "299"
        },
        {
            "text": "x(t)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "299"
        },
        {
            "text": "x(t)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "299"
        },
        {
            "text": "x(t)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "299"
        },
        {
            "text": "x(t)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "299"
        },
        {
            "text": "x(t) The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. w1=10 2 , w2=10 2 w1=10 6 , w2=10 8 w1=10 6 , w2=10 2 Figure 2 : Parameter plane analysis of the SI 1 I 2 RX model. These dynamics are more complex than those exhibited by the SI 1 I 2 R model, which only predicts persistence of strain 1 for equivalent parameter values. The epidemiological parameters are at baseline values ( Table 1 ). The social parameters are varied. (a) and (d) show no invasion of the mutant strain when 1 = 0.2 and 2 = 0.1 in the ω 1 − ω 2 parameter plane (a) and when ω 1 = ω 2 = 10 2 in the 1 − 2 parameter plane (d). (b) and (c) represent similar qualitative results when for large 1 = 0.9 we get invasion of the mutant strain in the black region and co-existence with the resident strain in the red region. The invasion region is bigger when 2 is lower ( 2 = 0.1 in (b) and 2 = 0.6 in (c) ). Finally, in (e) and (f ) we observe qualitatively different results when we vary ω 2 in the 1 − 2 parameter plane. In (e) , 10 8 = ω 2 > ω 1 , we have invasion of the mutant strain. In (f ) , ω 1 = 10 6 > ω 2 , we have co-existence of the strains. The light gray region in the lower-left hand corner of subpanel (b) corresponds to both strains being extinct.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 150,
                    "end": 158,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 423,
                    "end": 430,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "299"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Contributions to the mathematical theory of epi-305",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "William",
                    "suffix": ""
                },
                {
                    "first": "Anderson",
                    "middle": [
                        "G"
                    ],
                    "last": "Kermack",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mckendrick",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "the problem of endemicity",
            "authors": [],
            "year": 1932,
            "venue": "Proceedings of the Royal Society of London. Series A",
            "volume": "138",
            "issn": "834",
            "pages": "55--83",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Models of parasite virulence. The Quarterly review of biology",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Steven",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Frank",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "71",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Linking within-and between-host dynamics in the evolu-309 tionary epidemiology of infectious diseases",
            "authors": [
                {
                    "first": "Nicole",
                    "middle": [],
                    "last": "Mideo",
                    "suffix": ""
                },
                {
                    "first": "Troy",
                    "middle": [],
                    "last": "Samuel Alizon",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Day",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Trends in ecology & evolution",
            "volume": "23",
            "issn": "9",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Within-host and between-host evolutionary rates across the hiv-1",
            "authors": [
                {
                    "first": "Samuel",
                    "middle": [],
                    "last": "Alizon",
                    "suffix": ""
                },
                {
                    "first": "Christophe",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A model 314 for coupling within-host and between-host dynamics in an infectious disease",
            "authors": [
                {
                    "first": "Zhilan",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "Jorge",
                    "middle": [],
                    "last": "Velasco-Hernandez",
                    "suffix": ""
                },
                {
                    "first": "Brenda",
                    "middle": [],
                    "last": "Tapia-Santos",
                    "suffix": ""
                },
                {
                    "first": "Maria",
                    "middle": [],
                    "last": "Conceição",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Leite",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Nonlinear Dynamics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Group interest versus self",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chris",
                    "suffix": ""
                },
                {
                    "first": "Alison",
                    "middle": [
                        "P"
                    ],
                    "last": "Bauch",
                    "suffix": ""
                },
                {
                    "first": "David Jd",
                    "middle": [],
                    "last": "Galvani",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Earn",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Invasion analysis: SI 1 I 2 RX model 147 In contrast, the addition of a dynamic social variable x(t) generates 9 equilibria for the SI 1 I 2 RX model. Two 148 equilibria are disease free and the other equilibria are endemic. One of the 7 endemic equilibria represents a 149 state of coexistence of both strains (which can occur even if basic reproductive numbers are not the same).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "high enough. Note the difference between invasion and failure to invade. Here, we require conditions on 163 both perceived severities. As predicted, if the efficacy of infection control against the mutant strain is high 164 enough (relative to that of the resident strain) then invasion fails. Again, all three conditions must be met165",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The addition of adaptive social behaviour to the epidemic model introduced four new parameters, and181 it is clear that the model permits conditions for the mutant strain to invade on account of behaviour, even 182 when the mutant strain has a lower basic reproductive ratio, as long as certain conditions for efficacy of 183 infection control are satisfied and level of concern about the severity of the mutant strain are satisfied. To 184 gain further insight into how adaptive social behaviour influences the invasion of the more virulent strain, 185 we turn to numerical simulation and generation of time series and parameter planes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "use time series of model simulations to illustrate some of the model's dynamical regimes. We consider the 188 case where ν 1 = 0 and ν 2 = 0.25 and therefore R 0,1 > R 0,2 while assuming (for simplicity) that β 1 = β 2 and 189 µ 1 = µ 2 . Hence, the mutant strain is more virulent and kills its hosts more quickly, giving it a significantly 190 lower basic reproduction number. We use a simulation time horizon on the order of hundreds of years-191 although both pathogen and social parameters could vary over this period, a long time horizon ensures that 192 the asymptotic model states are correctly characterized, and thus enables us to meet our objective of gaining 193",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "resident strain is much more effective, on account of less being known about the modes of transmission of 197 the mutant strain (baseline values: 1 = 0.7 > 2 = 0.4). In this scenario, the mutant strain invades (Figure Decreasing the efficacy of infection control against the resident strain and equating it to that of the more virulent strain ( 1 = 2 = 0.4, with all other parameter values at baseline values) prevents the invasion 206 of the mutant strain (Fig. 1d). This occurs because more susceptible individuals will be infected by the 207 resident strain, thereby significantly decreasing the pool of susceptible individuals available for infection by 208 the mutant strain. 209 A surprising scenario under which the invasion of the mutant strain fails is when both perceived severity 210 of the mutant strain and the efficacy of infection control against are low (Figure 1e,f, ω 2 = 10 2 and 2 = 0.3 211 with other parameter values at baseline). It is worth noting in this case that we initially have a few outbreaks 212 of the mutant strain with high incidence. Fig 1f represents the same dynamics as Fig 1e but on a longer time 213 scale. The oscillations in the prevalence of infection and the prevalence of protectors is typical of coupled 214 behaviour-disease models with adaptive social behaviour [35]",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "the resident strain, and a shorter-lived regime with very large epidemics of the mutant strain. Changes in the 220 proportion adopting contact precautions, x, facilitates the switching. As x rises, it allows a series of periodic 221 outbreaks of the mutant strain which in turn decreases the proportion of people adopting prevention and 222 starts a series of outbreaks of the resident strain. This loop continues with diminishing switching-period as 223 well as amplitude. If we bring back efficacies of infection control to baseline values, this phenomenon persists 224 but with wilder oscillations in x. This happens because lower values of increase the effective transmission225",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "237 of the resident strain creates a large pool of susceptible individuals, and coupled with a higher efficacy of 238 infection control against the resident strain, this means that the invading mutant strain can take advantage of 239 the increased pool of susceptible individuals to invade. This effect occurs only when the efficacy of infection 240 control against the resident strain is relatively high (e.g. 1 = 0.9 and 2 = 0.6). However, this phenomenon 241 does not hold when 1 and 2 are low, in which event the model behaves similar to the SI 1 I 2 R model where 242 the strain with the higher basic reproductive number invades, as expected. Similarly, increasing ω 2 can push 243 the system from a regime of co-existence of the two strains to a region where only strain 2 persists. 244 In 1 = 2 parameter planes we again find parameter regimes where the more virulent strain can invade 245 due to adaptive social behaviour, despite the fact that R 0,2 < R 0,1 , if there is an imbalance in the perceived 246 severity of the two strains. When perceived severities are sufficiently low, the mutant strain can never invade 247 (Figure 2d). But when ω 2 >> ω 1 , the mutant strain can invade and remove the resident strain if 1 is 248 sufficiently large and 2 is sufficiently small (Figure 2e). When ω 1 >> ω 2 , the mutant strain and the resident 249 strain coexist, when 1 is sufficiently large and 2 is sufficiently small (Figure 6f). Increasing the efficacy of 250 infection control against the resident strain ( 1 ) or decreasing efficacy of control against the mutant strain251",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "260can either act in favour or against the invasion of a more virulent strain, and we can describe these effects261 with reference to specific social parameters (ω 1,2 ) quantifying how concerned individuals are about the two 262 strains, and control parameters ( 1,2 ) quantifying how well infection control measures like hand-washing interestingly, adaptive social behaviour enables invasion of the mutant strain under plausible 264 epidemiological and social conditions even when it has a lower basic reproductive number. 265 Future work can generate further insights into how behaviour and virulence interact for specific infectious 266 diseases, by building on existing research on the coupled dynamics of behaviour and infection transmission. 267 For instance, an increase in the average number of sexual partners of an individual has been predicted 268 by mathematical models to cause increased HIV virulence [18, 41]. These models use a fixed parameter 269 to quantify the number of sexual partners, but the number of sexual partners could be made to evolve 270 dynamically based on the number of infected individuals in a particular population, similar to seminal 271 work using compartmental models to model core group dynamics [42]. An increase in the number of sexual 272 partners will decrease the efficacy of infection control against the more virulent strain and effectively increase 273 its transmission and hence leads to higher virulence. Other future research could explore how adaptive 274 social behaviour interacts with evolutionary trade-offs to determine virulence evolution. One of the most 275 common hypotheses is that a trade-off exists for between-host transmission and virulence. To increase its 276 probability of transmission, the parasite must replicate within the host. This replication, on the other hand, 277 must be controlled because otherwise it might lead to the host's death and therefore prevent transmission. 278 However, other trade-offs have been suggested, such as between transmission rate and host recovery rate 279 [43]. Moreover, complicated host life cycles imply that many other types of trade-offs are also possible 280 [44], and the presence of multiple trade-offs may complicate the relationship between transmission rate and 281 virulence [45]. Social behaviour could interact with evolutionary trade-offs to alter the virulence evolution 282 of an emerging pathogen, and this process could be modelled by building on existing virulence evolution 283 models.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Murall, Chris T Bauch, and Troy Day. Could the human papillomavirus vaccines drive 326 virulence evolution? In Proc. R. Soc. B, volume 282, page 20141069. The Royal Society, 2015. 327 [12] Clayton E Cressler, David V McLeod, Carly Rozins, Josée Van Den Hoogen, and Troy Day. The 328 adaptive evolution of virulence: a review of theoretical predictions and empirical tests. ] NH Swellengrebel et al. The efficient parasite. Science, 92(2395):465-469, 1940. 331 [14] Harold J Simon et al. Attenuated infection. the germ theory in contemporary perspective. Attenuated 332 Infection. The Germ Theory in Contemporary Perspective., 1960. 333 [15] Samuel Alizon, Amy Hurford, Nicole Mideo, and Minus Van Baalen. Virulence evolution and the 334 trade-off hypothesis: history, current state of affairs and the future. Journal of evolutionary biology, Hans J Bremermann and John Pickering. A game-theoretical model of parasite virulence. Journal of 337 Theoretical Biology, 100(3):411-426, 1983. 338 [17] Troy Day. Parasite transmission modes and the evolution of virulence. Evolution, 55(12):2389-2400, 339 2001.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Numerical simulations for the SI 1 I 2 RX model at various values for the social and infection control parameters. (a,b,c) show baseline values where the mutant strain is perceived to be 10 times more severe (ω 2 = 10ω 1 = 10 5 ) and where efficacy of infection control against the resident strain is greater",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ". We chose parameter values to represent an emerging infectious disease with a relatively low basic reproduction number and an acute-self limited infection natural history, as might occur for viral infections such as ebola or influenza. Recruitment is assumed to occur due to births and immigration at a constant rate µ, while the per capita death rate due to all causes other than the infection is δ. The values of µ and δ are obtained as the reciprocal of an average human lifespan of 50 years. Note that γ i + ν i is the reciprocal of the average time spent in the infected class before the individual recovers or dies from infection. Since we are assuming that strain 2 is more virulent, strain has a lower reproductive number and is therefore at a disadvantage to invade. We note that R does not appear in the other equations and hence could be omitted. erties. We study conditions under which the mutant strain successfully invades. Due to the analytical complexity of the coupled model, we rely primarily on numerical simulations. We used MATLAB to run 140 our simulations and generate parameter planes (ODE45, ODE23tb, and ODE15s). We also wrote MATLAB code to analyze the stable regions of all equilibria versus a combination of parameters of interest. Invasion analysis: SI 1 I 2 R modelThe SI 1 I 2 R model has 3 equilibria [40]. One equilibrium is disease free and is stable when",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "18] Eduardo Massad. Transmission rates and the evolution of hiv virulence. Evolution, 50(2):916-918, 1996. [19] Ulf Dieckmann. Adaptive dynamics of pathogen-host interactions. 2002. Susan Scott and Christopher J Duncan. Biology of plagues: evidence from historical populations. Cam-Alfred W Crosby. America's forgotten pandemic: the influenza of 1918. Cambridge University Press, Joseph TF Lau, Xilin Yang, Ellie Pang, HY Tsui, Eric Wong, and Yun Kwok Wing. Sars-related perceptions in hong kong. Emerging infectious diseases, 11(3):417, 2005. [23] Andrew F Read, Susan J Baigent, Claire Powers, Lydia B Kgosana, Luke Blackwell, Lorraine P Smith, vaccination policy. Proceedings of the National Academy of Sciences, 100(18):10564-10567, 2003. [25] Leah B Shaw and Ira B Schwartz. Fluctuating epidemics on adaptive networks. Physical Review E,",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Baseline parameter values. Strain 1 is taken to be an avirulent resident strain, and strain 2 is taken to be a more virulent mutant strain.16. CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/293936 doi: bioRxiv preprint",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We identify all equilibria of the uncoupled and coupled systems and determine their local stability prop-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}