{
    "paper_id": "598b8f280571ace476ad56a469e7959918fa7958",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Sean",
                "middle": [],
                "last": "Ekins",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Collaborations Pharmaceuticals, Inc",
                    "location": {
                        "addrLine": "840 Main Campus Drive, Lab 3510, 7 Raleigh",
                        "postCode": "NC27606",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [
                    "B"
                ],
                "last": "Madrid",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "SRI International",
                    "location": {
                        "addrLine": "333 Ravenswood Avenue",
                        "postCode": "94025",
                        "settlement": "Menlo Park",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": "peterb.madrid@phone:1-650-859-2253"
            }
        ]
    },
    "abstract": [
        {
            "text": "22",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Tilorone is a 50-year-old synthetic small-molecule compound with antiviral activity that is 23",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "proposed to induce interferon after oral administration. This drug is used as a broad-24 spectrum antiviral in several countries of the Russian Federation. We have recently 25 The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.09.984856 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In recent years we have witnessed major Ebola virus outbreaks in Africa, the Zika 33 outbreak in Brazil and now the novel coronavirus (2019-nCoV) in China. These viruses 34 are rarely confined to their original locations and thus create challenges in containment. 35",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Newer viruses also lack available approved treatments and indicate the need for 36 broader spectrum antivirals. We now highlight one such molecule, tilorone 37 dihydrochloride (tilorone, Amixin ® or Lavomax ® ) which is currently registered for human The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.09.984856 doi: bioRxiv preprint confluent cell culture monolayers in 96-well disposable microplates were prepared. 56",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Cells were maintained in MEM or DMEM supplemented with FBS as required for each 57 cell line. For antiviral assays the same medium was used but with FBS reduced to 2% 58 or less and supplemented with 50 µg/ml gentamicin. The test compound is prepared at 59 four log 10 final concentrations 0.1, 1.0, 10, and 100 µg/ml or µM. Five microwells are 60 used per dilution: three for infected cultures and two for uninfected toxicity cultures. 127 . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.09.984856 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Tilorone hydrochloride: an orally active antiviral 108 agent",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Krueger",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Mayer",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Science",
            "volume": "169",
            "issn": "",
            "pages": "1213--1217",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Effects of tilorone hydrochloride 110 on experimental flavivirus infections in mice",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "V"
                    ],
                    "last": "Vargin",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zschiesche",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "F"
                    ],
                    "last": "Semenov",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Acta Virol",
            "volume": "21",
            "issn": "",
            "pages": "114--122",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Evaluation of various analogues of 112 tilorone hydrochloride against Venezuelan equine encephalitis virus in mice",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Kuehne",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Pannier",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Stephen",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Efficacy of Tilorone 116 Dihydrochloride against Ebola Virus Infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Harutyunyan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mcfarlane",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Madrid",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Antimicrob Agents Chemother",
            "volume": "62",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Cen 118 S, Tan W. 2019. High-Throughput Screening and Identification of Potent Broad-119",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Spectrum Inhibitors of Coronaviruses",
            "authors": [],
            "year": null,
            "venue": "J Virol",
            "volume": "93",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.09.984856"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "described activity in vitro and in vivo against the Ebola Virus. After a broad screening of 26 additional viruses, we now describe in vitro activity against Chikungunya virus (CHIK) 27 and Middle Eastern Respiratory Syndrome Coronavirus (MERS-CoV).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "38 use in Russia, Ukraine, Kazakhstan, Belarus, Armenia, Georgia, Kyrgyzstan, Moldova, 39 Turkmenistan, and Uzbekistan as an antiviral (influenza, acute respiratory viral infection, 40 viral hepatitis, viral encephalitis, myelitis, and others) and immunomodulating 41 medication. It is also included in the list of essential medicines of the Russian 42 Federation. In vivo efficacy studies dating back to 1970 support possible uses against a 43 broad array of viruses including influenza A, influenza B, herpes simplex virus 1, West 44 Nile virus, Mengo virus, Semliki Forest virus, vesicular stomatitis virus and 45 encephalomyocarditis virus (1-3). More recently we recently demonstrated 90-100% 46 survival in mice infected with Ebola then treated with tilorone (4). These results led us to 47 more broadly profile the antiviral spectrum of activity and focus on Chikungunya virus 48 (CHIK) and Middle Eastern Respiratory Syndrome Coronavirus (MERS-CoV). 49 50 Tilorone screening in antiviral assays. Tilorone dihydrochloride was purchased from 51 Sigma-Aldrich (St. Louis, MO). Tilorone was tested (using the NIAID DMID services) 52 against representatives of the herpesviridae, bunyaviridae, togaviridae, arenaviridae, 53 flavivirdae, picornaviridae, poxviridae, hepatic viruses, respiratory viruses and other 54viruses. Four-concentration CPE inhibition assays were performed. Confluent or near-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "61Controls for the experiment consist of six microwells that are infected (virus controls) 62 and six that are untreated (cell controls). The virus control and cell control wells are on 63 every microplate. In parallel, a known active drug is tested as a positive control drug 64 using the same method as is applied for test compounds. The positive control is tested 65with each test run. The assay was initiated by first removing growth media from the 96-66 well plates of cells. Then the test compound was applied in 0.1 ml volume to wells at 672X concentration. Virus, normally at <100 50% cell culture infectious doses (CCID 50 ) in 68 0.1 ml volume, was placed in those wells designated for virus infection. Medium devoid 69 of virus was placed in toxicity control wells and cell control wells. Virus control wells 70 were treated similarly with virus. Plates are incubated at 37 o C with 5% CO 2 until 71 maximum CPE is observed microscopically in virus control wells. The plates are then 72 stained with 0.011% neutral red for approximately two hours at 37 o C in a 5% CO 2 73 incubator. The neutral red medium was removed by complete aspiration, and the cells 74 rinsed 1X with phosphate buffered solution (PBS) to remove residual dye. PBS was 75 completely removed and the incorporated neutral red eluted with 50% Sorensen's 76 citrate buffer/50% ethanol for at least 30 minutes. The dye content in each well was 77 quantified using a 96-well spectrophotometer at 540 nm wavelength. The 50% effective 78 has in vitro activity against CHIK and MERS. We identified promising 84 micromolar activities for Tilorone against CHIK and MERS-CoV with reasonable 85 selectivity indexes (Table 1). The in vitro activity against MERS also agrees with recent 86 findings of others (5). These combined observations along with earlier descriptions of 87 many antiviral activities suggest tilorone is a potential broad-spectrum antiviral that may 88 have utility against additional coronaviruses. While this drug is approved in Russia 89 Federation countries, Tilorone has never been evaluated and tested for safety and 90 efficacy under studies that meet current ICH and FDA guidelines and regulations. 91 Recent virus outbreaks such as SARS-CoV-2 suggest the urgent need for 92 reassessment of this compound as a broad-spectrum antiviral as we have yet to fully 93 appreciate the utility of this drug discovered 50 years ago. 94 95 ACKNOWLEDGMENTS 96",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Dr. Mindy Davis is gratefully acknowledged for assistance with the NIAID virus 97 screening capabilities, Task Order number B22. 98 We kindly acknowledge NIH funding: R21TR001718 from NCATS (PI -Sean Ekins). 101 . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.09.984856 doi: bioRxiv preprint Table 1. Antiviral screening data for Tilorone generated under the NIAID-DMID 123 NCEA antiviral in vitro screening services. * In vitro antiviral data in Vero 76 cells 124 may underestimate antiviral activity due to lacking IFN pathways. 125",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}