{
    "paper_id": "5a5a7b6d40c4b752aabf69f69bbd7c71e2658e8e",
    "metadata": {
        "title": "Tracking progress towards malaria elimination in China: estimates of 1 reproduction numbers and their spatiotemporal variation 2 3",
        "authors": [
            {
                "first": "Isobel",
                "middle": [],
                "last": "Routledge",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shengjie",
                "middle": [],
                "last": "Lai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Katherine",
                "middle": [
                    "E"
                ],
                "last": "Battle",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Azra",
                "middle": [
                    "C"
                ],
                "last": "Ghani",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Manuel",
                "middle": [],
                "last": "Gomez-Rodriguez",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kyle",
                "middle": [
                    "B"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Swapnil",
                "middle": [],
                "last": "Gustafson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Joshua",
                "middle": [
                    "L"
                ],
                "last": "Mishra",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Andrew",
                "middle": [
                    "J"
                ],
                "last": "Proctor",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhongjie",
                "middle": [],
                "last": "Tatem",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Samir",
                "middle": [],
                "last": "Bhatt",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "China reported zero locally-acquired malaria cases in 2017 and 2018. Understanding the spatio-9 temporal pattern underlying this decline, especially the relationship between locally-acquired and 10 imported cases, can inform efforts to maintain elimination and prevent re-emergence. This is 11 particularly pertinent in Yunnan province, where the potential for local transmission is highest. Using 12 a geo-located individual-level dataset of cases recorded in Yunnan province between 2011 and 2016, 13",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "we jointly estimate the case reproduction number, , and the number of unobserved sources of 14 infection. We use these estimates within spatio-temporal geostatistical models to map how 15 transmission varied over time and space, estimate the timeline to elimination and the risk of 16 resurgence. Our estimates suggest that, maintaining current intervention efforts, Yunnan is unlikely 17 to experience sustained local transmission up to 2020. However, even with a mean of 0.005 18 projected for the year 2019, locally-acquired cases are possible due to high levels of importation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In 2016 the World Health Organisation listed 21 countries for whom it would be realistic to achieve 22 elimination of malaria by 2020, defined as zero indigenous cases over three consecutive years 1 . The 23 largest of these is the People's Republic of China (thereafter called China). In 2017 China reported no 24 indigenous malaria cases for the first time since malaria became a notifiable disease in 1956 2, 3 . The 25 country has experienced a major decline in the burden of malaria, from an annual incidence of 24 26 million cases (2961 cases per 100,000) in 1970 4 . This reduction has been attributed to a combination 27 of socioeconomic improvements and the scale-up of interventions to control malaria 5 . In 2010, China 28 set out an ambitious plan for the national elimination of malaria by 2020 (the National Malaria 29 Elimination Programme, NMEP). Elements of the plan included improved surveillance, timely 30 response, more effective and sensitive risk assessment tools and improved diagnostics 6 . A key policy 31 change implemented in 2010 as part of the NMEP was the introduction of the 1-3-7 system: aiming 32 for case reporting in one day, which is then investigated within three days, with a focused 33 investigation and action taken in under seven days 7 . 34",
            "cite_spans": [
                {
                    "start": 412,
                    "end": 413,
                    "text": "3",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "21"
        },
        {
            "text": "Although China is making rapid progress towards this goal, 2,675 imported cases were reported in 35 2017, highlighting the risk of re-introduction 3 . Large numbers of people move between China and 36 malaria endemic countries, both from sub-Saharan Africa and from South East Asia 8,9 , driven by 37 tourism and Chinese oversea investment 10 . Concerns remain about re-emergence of malaria, which 38 has occurred several times in the early 2000s as a result of importation and favourable climatic 39 conditions for competent vectors 11 . Therefore, in order to achieve three consecutive years of zero 40 indigenous cases (the requirement for WHO certification of elimination), a sustained and targeted 41 investment in surveillance together with efficient treatment is necessary. Figure 5) . 91 Spatial patterns of 92 As transmission declined between 2011 and 2016, we observed a reduction in the incidence of 93 locally-acquired cases which is reflected in a reduction in our estimates of the reproduction number 94 of each locally-acquired case for both species and with a more focal spatial distribution of cases 95 ( Figure 2A and 2B). We estimate a decline in the probability of a reproduction number for a P. vivax 96 case being above zero over this period ( Figure 3A and 3B), with the central parts of the province 97 being the first to reach lower risks of non-zero . The border area neighbouring Myanmar, where 98 most cases were observed, had the lowest amount of uncertainty in the estimates. P. falciparum 99 shows a decline in risk of > 0 across the province, with the more isolated areas in the north of the 100 province showing both the highest predicted risk but also the most uncertainty, due to a lack of 101 cases observed there (Supplementary Figure 6) . By 2016 all areas have reached a low risk, although 102 there is more uncertainty in these estimates compared to P. vivax, almost certainly due to the 103 smaller sample size. 104 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/628842 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/628842 doi: bioRxiv preprint Short -term predictions and temporal patterns in timeseries of Plasmodium vivax cases 114 Using a time series method to make short-term predictions, we estimate a posterior mean of 115 0.005 (95% CI = 0 -0.34) for Plasmodium vivax cases in 2019 ( Figure 4A ). We observe and overall 116 declining trend, with the fitted trend for (which estimates the general trend, separate to the 117 influence of seasonal and holiday effects) declining from 0.31 (95% CI = 0.31, 0.34) at the start of 118 2011 to 0.004 (95% CI =0.002-0.006 ) by the end of 2019 ( Figure 4B ). We estimate a small effect of 119 holiday periods to differences in observed, with Chinese New Year and National Day associated 120 with small increase risk in of 16% ( 95% CI = -112%, 152%) and 39% (95% CI = -43%, 118%) 121 ( Figure 4B ) which in this very low transmission context could increase the probability of small 122 outbreaks of local transmission in areas in which high rates of importation occur, although very wide 123 credible intervals were associated with these estimates. We did not identify a clear seasonal trend, 124 however two peaks were identified, with up to 20% (95% CI = 14%, 26%) increases and 28% 125 decreases (95% CI -35%, -22%) in risk of associated with April/October and the beginning of 126 January respectively ( Figure 4B For seasonal and holiday effects the y axis shows the percentage increase or decrease in R c predicted 133",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 148,
                    "text": "3",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 340,
                    "end": 342,
                    "text": "10",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 781,
                    "end": 790,
                    "text": "Figure 5)",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 1122,
                    "end": 1131,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1266,
                    "end": 1275,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1765,
                    "end": 1774,
                    "text": "Figure 6)",
                    "ref_id": null
                },
                {
                    "start": 2662,
                    "end": 2671,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2964,
                    "end": 2973,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 3204,
                    "end": 3213,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 3726,
                    "end": 3735,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "21"
        },
        {
            "text": "which is attributable to a seasonal or holiday effect. 134 as all data analysed was collected whilst the NMEP was in place, we cannot draw conclusions about 150 the impact of scaling back interventions or consider other counterfactuals. There is also some 151 uncertainty in our estimates of current and future , although the 95% credible intervals of these 152 estimates remain below 1. It is important to note that even with low values it is still possible for 153 locally-acquired cases to occur following importation, however the probability of sustained chains of 154 transmission decreases as decreases. There also is more uncertainty in our estimates of risk in 155 areas that have not observed many cases. It is difficult to determine whether an absence of cases is 156 due to a lack of detection, a lack of importation events occurring or a low underlying receptivity to 157 transmission. However, it is worth noting that the greatest uncertainty in our spatiotemporal risk 158 estimates of > 0 tends to be in areas of high elevation (elevation > 3000m), where there is 159 unlikely to be transmission. Given the large numbers of imported cases, it is important to highlight 160 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It in October and is associated with intranational travel to visit family. During this time, there is often 170 movement from cities to rural areas, and so in these contexts there may be more opportunities for 171 infection to occur as more people are exposed to bites from suitable vectors. This is supplemented 172 by our finding that these specific holidays are associated with small to moderate increases in , 173 however it is worth noting the very wide credible intervals and the great deal of uncertainty 174 associated with these estimates, and therefore caution is required when interpreting this finding. 175",
            "cite_spans": [],
            "ref_spans": [],
            "section": "21"
        },
        {
            "text": "There are several limitations to our study. Firstly, there is a limitation in the classification of local and 176 imported cases used in this study. For instance, the definition of importation used in case 177 classification is defined by travel to any malaria-endemic areas outside China in the month prior to 178 illness onset. This definition might include people who travelled abroad within the week prior to 179 illness onset, but biologically their infection could not have been obtained during that time given the 180 incubation period. However, in the absence of alternative information, travel history may provide a 181 better indication of the likely importation status of a case than attempting to infer importation 182 without this information, however there could be scope in future work to allow for incorrect travel 183 history. As certification of elimination is now tolerant of introduced (first generation imported-to-184 local transmission) but not indigenous (second generation local-to-local transmission) cases, being 185 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/628842 doi: bioRxiv preprint able to differentiate between the two, and understanding how much transmission is indigenous 186 versus imported or introduced is an important area of focus for future work. 187",
            "cite_spans": [],
            "ref_spans": [],
            "section": "21"
        },
        {
            "text": "It is important to consider unobserved cases and their potential contribution to transmission 188 dynamics. We do account for unobserved cases via epsilon edges; however, this method is still more 189 suited to scenarios where the majority of cases are observed. In contexts with a high level of 190 asymptomatic infection contributing to transmission or with poor case detection and/or reporting, 191 these approaches would not be suitable. were not available in this context; however, a similar methodological framework or approach could 205 incorporate information such as genetic distance. Historical data on incidence at fine scale (e.g. 206 village level) could also be used to inform likelihood of asymptomatic infection. 207",
            "cite_spans": [],
            "ref_spans": [],
            "section": "21"
        },
        {
            "text": "We introduced a new framework for analysing individual level surveillance data and found that in 208",
            "cite_spans": [],
            "ref_spans": [],
            "section": "21"
        },
        {
            "text": "Yunnan province, has seen a notable downward trend since 2011 and is expected to remain low 209 with maintained interventions into 2020. This decline coincides with 1-3-7 strategy in improved 210 Assuming all cases reaching health workers or health facilities are recorded, missing cases may be 326 generated by two processes. Symptomatic cases may be missed by not seeking care or not being 327 found through active case detection, or cases may be asymptomatic and therefore unlikely to seek 328 care or be detected. The latter may have densities of parasites in their blood which are too low to be 329 detectable by microscopy if active case detection occurs. These processes apply to both imported 330 cases or locally acquired cases. We assume the pool of asymptomatic cases in the country is low and 331 has a small contribution to ongoing transmission. To account for unobserved infectors within our 332 framework we include a time-independent edge that can infect any individual. The survival and 333 hazard functions for this edge are defined as ( ) = and = . As we will see below, as a 334 consequence of our optimisation problem these edges are encouraged to be sparse and only 335 invoked if no other infectors can continue the transmission chain. 336",
            "cite_spans": [],
            "ref_spans": [],
            "section": "21"
        },
        {
            "text": "In addition to unobserved edges, we assume that observed imported infectors can infect other cases 337 but cannot be infected themselves. The final likelihood incorporating these two modifications 338 We explored the overall trend as well as seasonal trends, exploring the predicted between 2011 378 and the beginning of 2020. We also explored the impact of the national holiday periods, some of 379 which involve large scale movement, such as the Chunyun period around the spring festival. We 380 cross-validated predictions and calculated root mean squared error (RMSE) and mean absolute error 381 (MAE) (Supplementary Figure 7) . 382",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 606,
                    "end": 630,
                    "text": "(Supplementary Figure 7)",
                    "ref_id": null
                }
            ],
            "section": "21"
        },
        {
            "text": "Mapping 383 Transmission risk map estimates were constructed by separating individual reproduction numbers 384 into those above and below = 1 The latitude and longitude of the reproduction numbers were 385 included in a binomial Gaussian random field model implemented in rINLA 37 , in which demographic 386 and environmental covariates (Supplementary Table 5 ) were used to estimate the likelihood of a 387 case having > 0 in the area each year from 2011 to 2016. This is a measure of malaria 388 \"receptivity\" or underlying transmission potential rather than overall malaria risk, as importation 389 likelihood is not quantified in this analysis. Area under the curve (AUC) scores from leave-one-out 390 cross validation were used to assess model fit (Supplementary Figure 8) . 391 392 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. For seasonal and holiday effects the y axis shows the percentage increase or decrease in R c predicted 490",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 352,
                    "end": 359,
                    "text": "Table 5",
                    "ref_id": null
                },
                {
                    "start": 753,
                    "end": 777,
                    "text": "(Supplementary Figure 8)",
                    "ref_id": null
                }
            ],
            "section": "21"
        },
        {
            "text": "which is attributable to a seasonal or holiday effect. 491 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "21"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A Framework for Malaria Elimination. WHO (World Health Organization",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Alonso",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "WHO",
            "volume": "399",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Ready for malaria elimination: zero indigenous case reported in the People's 401 Republic of China",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Malar. J",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The malaria situation in the People's Republic of China",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "J"
                    ],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Bull. World Health Organ",
            "volume": "403",
            "issn": "",
            "pages": "931--937",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Historical patterns of malaria transmission in China",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Yin",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Adv. Parasitol",
            "volume": "86",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Surveillance and Response to Drive 407 the National Malaria Elimination Program",
            "authors": [
                {
                    "first": "X.-Y",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "Z.-G",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vong",
                    "suffix": ""
                },
                {
                    "first": "W.-Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "S.-S",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Adv. Parasitol",
            "volume": "86",
            "issn": "",
            "pages": "81--108",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Communicating and Monitoring Surveillance and Response Activities for Malaria 409 Elimination: China's '1-3-7' Strategy",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Med",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Trends of imported malaria in China 2010-2014: Analysis of surveillance data",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Changing epidemiology and challenges of malaria in China towards elimination",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Plasmodium falciparum malaria importation from Africa to China and its 415 mortality: an analysis of driving factors",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Sci. Rep",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Malaria outbreaks in China (1990-2013): A systematic review",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Malar. J",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1475-2875-13-269"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Malaria in China",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "An observational study",
            "volume": "419",
            "issn": "",
            "pages": "564--573",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Risk assessment of malaria transmission at the border area of China",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Lessons from Malaria Control to Elimination: Case Study in Hainan and Yunnan 423 Provinces",
            "authors": [
                {
                    "first": "Z.-G",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Adv. Parasitol",
            "volume": "86",
            "issn": "",
            "pages": "47--79",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Shrinking the malaria map in China: Measuring the progress of the National 425 Malaria Elimination Programme",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Infect. Dis. Poverty",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Analysis of malaria epidemiological 427 characteristics in the people's republic of China",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am. J. Trop. Med. Hyg",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.4269/ajtmh.14-0733"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Spatiotemporal epidemic characteristics and risk factor 430 analysis of malaria in Yunnan Province",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "China. BMC Public Health",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Effectiveness and impact of the cross-border healthcare model as 432 implemented by non-governmental organizations: case study of the malaria control programs 433 by health poverty action on the China-Myanmar border",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Infect. Dis. Poverty",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Mapping residual transmission for malaria elimination",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Reiner",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "9520--435",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Estimating spatiotemporally varying malaria reproduction numbers in a 437 near elimination setting",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Routledge",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nat. Commun",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Mapping malaria by combining parasite genomic and epidemiologic 439 data",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wesolowski",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMC Med",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Uncovering the structure and 441 temporal dynamics of information propagation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gomez Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Leskovec",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Balduzzi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schölkopf",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Nagraj",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "443",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1017/nws.2014.344223"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Using parasite genetic and human mobility data to infer local and cross-445 border malaria connectivity in Southern Africa",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Tessema",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Elife",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Mapping imported malaria in Bangladesh using parasite genetic and 447 human mobility data",
            "authors": [
                {
                    "first": "H.-H",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Elife",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Malaria surveillance-response strategies in different transmission zones of 449 the People's Republic of China: Preparing for climate change",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Malar. J",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1475-2875-11-426"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "China's 1-3-7 surveillance and response strategy for malaria elimination: Is 452 case reporting, investigation and foci response happening according to plan?",
            "authors": [
                {
                    "first": "S.-S",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Infect. Dis. 453 Poverty",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The interval between successive cases of an infectious disease",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "E M"
                    ],
                    "last": "Fine",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am. J. Epidemiol",
            "volume": "455",
            "issn": "",
            "pages": "1039--1086",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Measuring the path toward malaria elimination. Science (80-. )",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Churcher",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "344",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Quantitative, model-459 based estimates of variability in the generation and serial intervals of Plasmodium falciparum 460 malaria",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Huber",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Johnston",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Greenhouse",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Perkins",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Malar. J",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Monitoring of malaria vectors at the China-Myanmar border while 462 approaching malaria elimination",
            "authors": [
                {
                    "first": "S.-S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Parasit. Vectors",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Clinical features of malaria",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Warrell",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Essent. Malariol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Submodular Inference of Diffusion Networks from Multiple 465 Trees",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schölkopf",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Icml",
            "volume": "489",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Maximizing the spread of influence through a social 467 network",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kempe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kleinberg",
                    "suffix": ""
                },
                {
                    "first": "É",
                    "middle": [],
                    "last": "Tardos",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proceedings of the ninth ACM SIGKDD international conference on Knowledge 468 discovery and data mining -KDD '03 137",
            "volume": "469",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1145/956750.956769"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Different epidemic curves for severe acute respiratory syndrome 470 reveal similar impacts of control measures",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Teunis",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am. J. Epidemiol",
            "volume": "160",
            "issn": "",
            "pages": "509--516",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Forecasting at scale",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Letham",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7287/peerj.preprints.3190v2472"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "42 Yunnan province has recorded malaria outbreaks and remains an identified foci of residual 43 transmission as other areas in the country have reached elimination 12-16 . The province shares 44 borders with Myanmar, Vietnam and Laos and has a strong agricultural focus. Previous studies 45 suggest that seasonal agricultural workers and farmers are at highest risk of contracting malaria in 46 Yunnan, with rice yield and the proportion of rural employees being spatial of probable and confirmed P. vivax infection including mixed 70 infections were observed in Yunnan province (2881 imported, 615 locally acquired). Including mixed 71 infections, 818 P. falciparum infections were observed, of which 75 were locally acquired. The mean 72 value estimated for P. vivax during this period was 0.171 (95% CI = 0.165, 0.178) and 0.089 (95% 73 CI = 0.076, 0.103) for P. falciparum cases (Supplementary Figure 1). We estimate a decline in 74 over time for both P. vivax (Figure 1A and 1B) and P. falciparum (Figure 1C and 1D), with the most 75 rapid declines occurring between 2012 and 2014 (Figure 1A and 1C). No values above one were 76 observed after 2014 for either species. These findings are consistent with varying levels of 77 uncertainty about the serial interval distribution (Supplementary Figures 2 Boxplots showing R c estimates for P. vivax (A and B) and P. falciparum (C and D) , 80 aggregated by year (A and C) and month (B and D) of symptom onset.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Map of R c estimates by year for A) P. vivax and B) P. falciparum. Blue points represent 107 locally acquired cases; red points represent imported cases. The diameter of the point represents 108 the size of the R c",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Map of risk of R c > 0 and uncertainty in this estimate for A) P. vivax and B) P. falciparum 111 malaria across Yunnan province in each year 2011-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "A) Black points show estimated individual R c values, blue line represents prophet model 130 predictions for mean R c on that day, shaded blue area shows 95% credible interval of prediction. B) 131 Decomposed time series model, showing the general trend, fitted holiday effect and seasonal effect. 132",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "inform strategies to achieve and maintain elimination in contexts where traditional 138 measures of transmission intensity are not appropriate. We used individual level surveillance data to 139 infer reproduction numbers by estimating the likelihood of cases being linked by transmission and 140 applied this to a dataset of all confirmed and probable cases of P. vivax and P. falciparum occurring 141 in Yunnan province between 2011 and 2016, which is a focus of concern for re-emergence. Our 142 results suggest that transmission in this province decreased rapidly between 2011 and 2016 as 143 shown by a declining risk of exceeding zero across the province. This decline is relatively robust to 144 assumptions about the serial interval distribution. Extrapolating this trend using time-series 145 methods, we expect this trend to continue, predicting a mean of 0.005 for 2019. 146 Given the consistently very low values estimated by 2014 onwards, and the future projections 147 based on observed reproduction numbers over time, our results suggest that re-emergence or 148 outbreaks of sustained transmissions are unlikely, provided interventions are continued. However, 149",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "and ensure control measures are maintained. Nonetheless, our findings are 161 promising for China to meet their 2020 elimination goal. Our results highlight the success the 162 country has had in malaria control and highlights the difficulty of elimination certification in contexts 163 where both distant and local cross border importation is common. 164 Whilst there is a clear peak in incidence of cases occurring in May (Supplementary Figure 4), the 165 seasonality of estimates were less clear, although there seemed to be two peaks in seasonal 166 increases in , one occurring in March/April, and one in October. This pattern could be an artefact 167 of human movement, with both periods associated with seasonal movement and holiday periods -168 the Chunyun period occurs in China for Chinese New Year and the holiday week of the National Day 169",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "second limitation is the type of data available for inference. Although not available for this study, 193 there are several data sources that increasingly are being collected and could enhance similar 194 analyses in the future in eliminating and pre-eliminating contexts. Firstly, methods to make use of 195 contact tracing data have been developed for emerging outbreaks 23 but have not to our knowledge 196 been applied to endemic disease in the elimination. Although contact tracing for indirectly 197 transmitted diseases is more difficult, identifying if the likely source of infection is a breeding site 198 near the home or a place of work is carried out through active case detection schemes, but often the 199 resulting data are not made available alongside line list data. This information could be used to 200 weight certain connections. Genetic data are also increasingly available, and provide useful 201 information about movement of parasites 24,25 , the likelihood of two cases being linked by 202 transmission, and can provide useful information to help distinguish imported from local cases and 203 chains of transmission resulting from importation from on-going local transmission 21 . Such data 204",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": ", there may still be a need to continue to invest in detecting and rapidly 212 responding to imported cases due to the large amount of human movement in order to achieve 213 three consecutive years of zero cases and prevent resurgence. Nevertheless, China's elimination 214 strategy and investment in surveillance provides a useful roadmap for other countries planning for 215 malaria elimination by illustrating how coordinated and timely surveillance and response can be 216 implemented, as well as sustained investment in surveillance, and region-and 2016 in Yunnan Province (N =4390) were obtained from the Chinese Centre for 223 Disease Control (CCDC). For each case, our data included date of symptom onset, GPS coordinates of 224 symptom onset address, health facility address, travel history, and in some cases, the GPS 225 coordinates of presumed location of infection. 226Of these cases, the majority were P. vivax (N = 3469, of which 2858 were classified as imported). Of 227 all recorded P. falciparum cases (N=791), 91% (N=720) were imported. Small numbers of P. malariae 228 (N=8) and P. ovale (N=1) were excluded from our analysis. Cases defined as \"untyped\" (N=67) were 229 also excluded. A small number (N=27) of cases classified as mixed infection were included in the 230 separate analyses of each species. A full breakdown of the cases and species composition across 231China and in Yunnan province between 2011 and 2016 is included in Supplementary Tables 1-4. 232Surveillance system in China233 China has a sophisticated malaria surveillance system, described in detail elsewhere 7,15,16,26,27 and in 234 Supplementary Note 1. Briefly, surveillance is carried out in both a passive and reactive manner, 235 organised and administered at the national, provincial and county level. The centralised China 236 Information System for Disease Control and Prevention (CISDCP) receives daily updates on case 237 reports from health facilities. The \"1-3-7\" strategy introduced in 2010 aiming for case reporting 238 within one day of detection, initial investigation within three days and focused investigation and 239 action taken in under seven days has increasingly been achieved -the proportion of cases 240 investigated within three days increased from roughly 55% in 2011 to almost 100% by 2013. 241 However, the programme took longer to achieve the seven day focal point investigation goals, with 242 just over 50% of foci investigated and treated within seven days by the end of 2013 7 . Nevertheless, 243 by 2015, adherence to the 1-3-7 strategy improved and this figure increased to an estimated 96% 27 . 244 interval is defined as the time between a given case showing symptoms and the 246 subsequent cases they infect showing symptoms 28 . For a given individual at time , showing 247 symptoms before individual at time , the serial interval distribution specifies the normalised 248 likelihood or probability density of case infecting case based on the time between symptom 249 onsets, − . The serial interval summarises several distributions including the distribution of a) 250 the times between symptom onset and infectiousness onset, b) the time for humans to transmit 251 malaria parasites to mosquito vectors, c) the period of mosquito infectiousness, and d) the human 252 incubation period. 253 Taking a similar approach to our previously developed work 20 , we defined a prior distribution of 254 possible serial interval distributions for malaria. The serial interval distribution of treated, 255 symptomatic P. falciparum malaria, previously characterised using empirical and model based 256 evidence 29,30 was adapted to inform the prior distribution for the relationship between time and 257 likelihood of transmission between cases in China. We analysed P. vivax cases and P. falciparum 258 cases separately. The prior distribution was defined to be flexible enough to reflect both the 259 biology of P. vivax and P. falciparum as well as the dominant vector species in Yunnan (recent 260 surveys in Yunnan province have found Anopheles sinensis to be the dominant vector species in mid-261 elevation areas and rice paddies and Anopheles minimus s.l. the dominant species in low elevation 262 areas 13,31 ) and to allow for possible variation in transmission dynamics, for example due to untyped 263 infections or delays in seeking treatment. In addition, there is a possibility of a small number of 264 asymptomatic or undetected and therefore untreated infections contributing to ongoing 265 transmission, which will typically have a longer serial interval. We use a shifted Rayleigh distribution 266 to describe the serial interval of both species, which can be varied by changing two parameters: 267 and . The parameter governs the overall shape of the distribution, and is the shifting parameter 268 accounting for the incubation period between receiving an infectious bite and the onset of 269 symptoms (Figure 1A). The shifting parameter was fixed at 15 days to account for the extrinsic 270 within the mosquito and the minimum time between infection and suitable 271 numbers of gametocytes in the blood to lead to symptom onset 32 . The prior for the parameter 272 determining the shape of the distribution was given a Normal distribution with mean 0.003 and 273 standard deviation 0.1 (illustrated in figure 5), giving an expected time between symptom onset of 274 one case and symptom onset of the case it infects of 36 days, with the parameter value in the 2.5 275 percentile of prior having an expected serial interval of 21 days and the equivalent parameter from 276 the 97.5 percentile having an expected serial interval of 60 days. By comparison the expected 277 values for treated P. falciparum from existing literature range between 33 and 49.1 days (95%CI = 278 33-69) 29,30 . Depending on how much uncertainty there is in the serial interval of malaria, the prior 279 for α, the shaping parameter for the SI of malaria, may be varied. We explored the effects of 280 different priors on the likelihood and posterior estimates. We used the same mean value for α 281 (0.003) but set the α prior to standard deviation between 1 and 0.01. The results of considering 282 different priors for α, the parameter shaping SI distribution on estimated values over time cases were classified correctly from case investigation as imported or locally-acquired 286 based on recent travel history. Following this assumption, locally-acquired cases could have both 287 infected others and been infected themselves. However imported cases could only infect others, as 288 we assume their infection was acquired outside of the country. Given the evidence 7,15,27 2014; Hu et 289 al., 2016; Zhou et al., 2015of strong adherence to the 1-3-7 policy for reporting and response to case 290 detection, and no evidence of relapse within the dataset (as each patient is given a unique 291 identifier), we assume that an individual can only be infected once by a case that has the underlying pathways of transmission and likelihood of cases being linked by 296 infection, we adapt and extend the NetRate algorithm 22 . Our adapted model introduces the ability to 297 model serial interval functions, account for imported vs local infections and provides provision for 298 missing or unobserved sources of infection (called epsilon edges 20,33 ). We also extended the NetRate 299 algorithm from a frequentist to a Bayesian framework to incorporate prior knowledge about the 300 serial interval of malaria. 301 Consider a set of infections/nodes ∈ ( , … , ) with associated times = { , … } ∈ ℝ and 302 binary yes/no importation status = { , . . , } ∈ {1,0} .The serial interval distribution of malaria, 303 defining the probability individual infected individual at times > Routledge et al., 2018). For our analysis we fix = 15 days. If we assume that infections 306 are conditionally independent given the parents of infected nodes then the likelihood of a is a parameter matrix. Computing the likelihood of a given transmission chain thus 310 involves computing the conditional likelihood of the infection time of each infection ( ) given all 311other infections ( , … , \\ ). If we make the assumption that a node gets infected once the probability that infection is not infected by infection by time then we can simplify conditional likelihood the first term computes the probability the infected and the second 318 term computes the probability that was not infected by any other previous infections excluding . 319This likelihood therefore accounts for competing infectors and finds the infector most likely to have 320 infected . To remove the ≠ condition makes the product independent of and results in ) = is the hazard function or rate and represents the instantaneous 324 infection rate between individuals and . 325",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "In order to find the optimal parameters for , we minimize the following log likelihood problem is convex and guarantees a consistent maximum likelihood estimate 22 344To prevent biologically implausible serial interval distributions we impose a truncated normal prior 345 probability distribution on ~Normal(0.003,0.1) [0,0.01]. When optimising our likelihood we include 346 this prior probability and therefore evaluate the Bayesian Maximum-a-Posteriori estimate.347 Red lines show 300 draws from the prior distribution used in the analysis for the Serial 349 Interval distribution. The black line represents the expected function and the maroon lines represent 350 the 2.5 and 97.5 quantile values of the prior distribution for the shaping parameter, establish individual reproduction numbers for each case by creating a matrix where each 354 column represents a potential infector and the rows represent a potential infectee, describing which 355 are connected to infectees and the normalised likelihood of the cases being 356 connected by a transmission event. Intuitively then, by taking the row sums we get the (fractional) 357 number of secondary infections and therefore a point estimate of the time varying reproduction 358 number ( ) This reflects for an individual, how many people they subsequently infect. When 359 multiple individuals have been infected at a given time and/or place, we can take the mean 360 individual and uncertainty in this value as an indicator of reproduction numbers for a given time 361 and/or location. 362 In contrast to traditional methods based on Wallinga and Teunis 35 using our method in this way 363 encapsulates not only the pairwise likelihood of transmission between two cases, but conditions this 364 likelihood on the impact of competing edges in the inferred network (the survival of an edge). Our 365 estimates of therefore consider the overall transmission tree in optimisation and allow for 366 missing cases within the tree. 367 Estimating timelines towards elimination and risks of resurgence 368 It is important for national malaria control programmes to have information about likely timelines to 369 elimination, chances of resurgence and uncertainty in these estimates. Using the distribution of ℛ 370 values and their seasonal and general trends, we analysed time series using the Prophet tool and R 371 package 36 to explore general and seasonal trends as well as the impact of holidays on results. composed of trend, seasonal and holiday functions , where ( ) is the observations at time 375 , ( ) is the general trend, modelled by a logistic growth model, ( ) is the seasonal effect, 376 modelled by Fourier series, ℎ( ) is the effect of specific holiday dates and is the error term. 377",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Figure legends",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Boxplots showing R c estimates for P. vivax (A and B) and P. falciparum (C and D) , 479 aggregated by year (A and C) and month (B and D) of symptom onset. Points represent individual R c 480 estimates. Boxplots show median, upper and lower quartiles for R c each. Map of R c estimates by year for A) P. vivax and B) P. falciparum. Blue points represent 482 locally acquired cases; red points represent imported cases. The diameter of the point represents 483 the size of the R c estimate. Map of risk of R c > 0 and uncertainty in this estimate for A) P. vivax and B) P. falciparum 485 malaria across Yunnan province in each year 2011-2016. A) Black points show estimated individual R c values, blue line represents prophet model 487 predictions for mean R c on that day, shaded blue area shows 95% credible interval of prediction. B) 488 Decomposed time series model, showing the general trend, fitted holiday effect and seasonal effect. 489",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Red lines show 300 draws from the prior distribution used in the analysis for the Serial 492 Interval distribution. The black line represents the expected function and the maroon lines represent 493 the 2.5 and 97.5 quantile values of the prior distribution for the shaping parameter, α. 494 495",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "For P. vivax, 19 out of 615 locally acquired cases were estimated to have a moderate chance of 85 having an unobserved source of infection (estimated 0.8 ≥ ≥ 0.5 ) and 2 cases were estimated to 86 have a high chance of an unobserved source of infection (estimated ≥ 0.8 ) . Together, this 87 represents 3% of locally acquired cases with a moderate to high chance of external infection sources. 88 For P. falciparum, 2 out of 75 local cases were estimated to have a high chance of having an 89 unobserved source of infection (estimated ≥ 0.8) and no other cases were estimated to have a 90 moderate change of having an unobserved source of infection (Supplementary",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "It . https://doi.org/10.1101/628842 doi: bioRxiv preprint The datasets analysed during the current study are not publicly available as they belong to the 394 Chinese Centre for Disease Control rather than the authors but are available from Zhongjie Li on 395 reasonable request and with permission of China CDC. 396 Rue, H., Martino, S. & Chopin, N. Approximate Bayesian inference for latent Gaussian models 473 by using integrated nested Laplace approximations. J. R. Stat. Soc. Ser. B Stat. Methodol. BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/628842 doi: bioRxiv preprint",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We are grateful to the staff members at county, prefecture, and provincial level of the Chinese 497Centers for Disease Control and Prevention for providing assistance with field investigation, 498 administration and data collection in China ",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 240,
                    "text": "China",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}