{
    "paper_id": "5a9164999237a46d3d6aed53bd59b17d91a9e6d0",
    "metadata": {
        "title": "SARS-CoV-2 transmission in cancer patients of a tertiary hospital in Wuhan",
        "authors": [
            {
                "first": "Jing",
                "middle": [],
                "last": "Yu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zhongnan Hospital of Wuhan University",
                    "location": {
                        "postCode": "430071",
                        "settlement": "Wuhan",
                        "region": "Hubei",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Wen",
                "middle": [],
                "last": "Ouyang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zhongnan Hospital of Wuhan University",
                    "location": {
                        "postCode": "430071",
                        "settlement": "Wuhan",
                        "region": "Hubei",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Melvin",
                "middle": [
                    "L K"
                ],
                "last": "Chua",
                "suffix": "",
                "affiliation": {},
                "email": "melvin.chua.l.k@singhealth.com.sg"
            },
            {
                "first": "Mbbs",
                "middle": [],
                "last": "Frcr",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zhongnan Hospital of Wuhan University",
                    "location": {
                        "postCode": "430071",
                        "settlement": "Wuhan",
                        "region": "Hubei",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Conghua",
                "middle": [],
                "last": "Xie",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zhongnan Hospital of Wuhan University",
                    "location": {
                        "postCode": "430071",
                        "settlement": "Wuhan",
                        "region": "Hubei",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In December 2019, an outbreak of atypical pneumonia known as 2019 novel coronavirus disease (COVID-19) occurred in Wuhan, China. This new type of pneumonia is characterized by rapid human-to-human transmission. Among the different disease types, cancer patients are often recalled to the hospital for treatment and disease surveillance, and the majority of cancer treatments such as chemotherapy and radiotherapy are immunosuppressive. This prompts us to consider if cancer patients were at an elevated risk of SARS-CoV-2 infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract:"
        },
        {
            "text": "A total of 1,524 cancer patients who were managed at our tertiary cancer institution -Zhongnan hospital of Wuhan University were reviewed during the period of Dec 30, 2019 to Feb 17, 2020. It was found that cancer patients had an estimated 2-fold increased risk of COVID-19 than the general population. We identified twelve patients who were infected with SARS-CoV-2, with two recorded deaths (16.7%), albeit one patient passed away from a COVID-19 unrelated cause. Interestingly, only five of these patients were ongoing treatment at the time of contracting the virus, suggesting that hospital visitation was the likely factor contributing to the elevated incidence in cancer patients. Moreover, we also observed that the incidence of severe COVID-19 was not higher than in the general population. Consequently, for cancer patients who require treatment, proper isolation protocols must be in place to mitigate the risk of SARS-CoV-2 infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract:"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. According to a recent report of 138 hospitalized patients from a single institution (Zhongnan Hospital of Wuhan University), it was indicated that hospital-acquired transmission accounts for 41.3% of these admitted patients (29% were hospital staff and 12.3% were in-house patients), thereby highlighting that the hospital environment may be a hotspot for viral spread. 3 Among the different disease types, cancer patients are often recalled to the hospital for treatment and disease surveillance, and therefore, they may be at an elevated risk of contracting SARS-CoV-2. Moreover, the majority of cancer treatments such as chemotherapy and radiotherapy are immunosuppressive.",
            "cite_spans": [
                {
                    "start": 534,
                    "end": 535,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Abstract:"
        },
        {
            "text": "Here, we report the incidence and outcomes of SARS-CoV-2 infection in cancer patients who were managed at a tertiary cancer institution in Wuhan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract:"
        },
        {
            "text": "We collected the data of all patients from Dec 30, 2019 to Feb 17, 2020 (data cut-off date) who were admitted to the Department of Radiation and Medical Oncology, Zhongnan Hospital of Wuhan University. In total, 1,524 cancer patients were included in our study; the three commonest cancer diagnoses were gastrointestinal (N = 394, 35.9%), thoracic (N = 326, 21.4%), and head and neck cancers (N = 204, 13.4%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract:"
        },
        {
            "text": "Among them, 12 patients were diagnosed with COVID-19 pneumonia (four by the . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract:"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.02.22.20025320 doi: medRxiv preprint real-time reverse transcription polymerase chain reaction assay for SARS-CoV-2 and eight by the clinical criteria of fever and radiological computed tomography changes; Table 1 ). We estimated that the infection rate of SARS-CoV-2 in cancer patients from our single institution at 0.79% (95% CI = 0.3-1.2). This was higher than the cumulative incidence of all diagnosed COVID-19 cases that was reported in the city of Wuhan over the same time-period (0.37%, 41,152/11,081,000 cases, data cutoff on Feb 17, 2020).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 276,
                    "end": 283,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Clinical details on the cancer history and COVID-19 pneumonia are summarized in Table 1 . Among the SARS-CoV-2 infected patients, 58.3% (7 of 12) were non-small cell lung carcinoma patients. Five (41.7%) were on-going treatment with either chemotherapy +/-immunotherapy (N = 3) or radiotherapy (N = 2; one patient was undergoing concurrent chemoradiotherapy). Two patients (0.17%) developed severe adult respiratory distress syndrome (SARS), but none of the on-treatment patients required intensive-level care. Four patients (33.3%) have been discharged, and two deaths were recorded; one patient died from a COVID-19 unrelated cause.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 80,
                    "end": 87,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "It is hypothesized that cancer patients may be susceptible to an infection during a viral epidemic due to their compromised immune status, which may be induced by the treatment of the cancer. 4 Based on our single institution data, we observed that cancer patients from the epicenter of a viral epidemic indeed harbor a higher risk of SARS-CoV-2 infection (OR = 2.31, 95% CI = 1.89-3.02) when compared to the general community. Nonetheless, only less than half of these infected patients were undergoing active treatment for their cancers. It is arguable that a third of the patients . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 193,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.02.22.20025320 doi: medRxiv preprint were terminally admitted for best supportive measures, and these patients are likely immunosuppressed. Regardless, our findings do imply that hospital admission and recurrent hospital visits are potential risks for SARS-CoV-2 infection, and these factors may account for the increased incidence among cancer patients. We therefore propose that aggressive measures are undertaken to reduce frequency of hospital visits during a viral epidemic going forward. For cancer patients who require treatment, proper isolation protocols must be in place to mitigate the risk of SARS-CoV-2 infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.02.22.20025320 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Expert consensus for bronchoscopy during the epidemic of 2019 Novel Coronavirus infection (Trial version)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "43",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Nosocomial infections in patients with cancer",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kamboj",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Sepkowitz",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "The Lancet Oncology",
            "volume": "10",
            "issn": "",
            "pages": "589--97",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "2019, an outbreak of atypical pneumonia known as 2019 novel coronavirus disease (COVID-19) occurred in Wuhan, Hubei, China. This new type of pneumonia is linked to the severe adult respiratory syndrome coronavirus 2 (SARS-CoV-2), and is characterized by rapid human-to-human transmission, patients would develop progressive respiratory symptoms upon infection. 1 Droplet transmission appears to be the main route of transmission for SARS-CoV-2. 2",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Clinical characteristics and outcomes of cancer patients with severe adult respiratory syndrome coronavirus 2 (SARS-CoV-2) infection.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Abbreviations: PS, performance status; CT, computed tomography; RT-PCR, real-time quantitative polymerase chain reaction; COVID-19, 2019 coronavirus disease; SARS-CoV-2, severe acute respiratory syndrome coronavirus 2; NSCLC, non-small cell lung cancer.. CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.02.22.20025320 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        }
    ]
}