{
    "paper_id": "5b1a2b3207e3f674b94f6f271b92c29f3a8a6754",
    "metadata": {
        "title": "Clinical and radiographic features of cardiac injury in patients with 2019 novel coronavirus pneumonia",
        "authors": [
            {
                "first": "Hui",
                "middle": [],
                "last": "Hui",
                "suffix": "",
                "affiliation": {
                    "laboratory": "CAS Key Laboratory of Molecular Imaging",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "100190",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yingqian",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese PLA General Hospital",
                    "location": {
                        "postCode": "100853",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xin",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "CAS Key Laboratory of Molecular Imaging",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "100190",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xi",
                "middle": [],
                "last": "2+",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Chinese Academy of Sciences",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese PLA General Hospital",
                    "location": {
                        "postCode": "100853",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Bingxi",
                "middle": [],
                "last": "He",
                "suffix": "",
                "affiliation": {
                    "laboratory": "CAS Key Laboratory of Molecular Imaging",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "100190",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Li",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hongjun",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Capital Medical University",
                    "location": {
                        "postCode": "100069",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": "lihongjun00113@126.com"
            },
            {
                "first": "Jie",
                "middle": [],
                "last": "Tian",
                "suffix": "",
                "affiliation": {
                    "laboratory": "CAS Key Laboratory of Molecular Imaging",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "100190",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": "jie.tian@ia.ac.cn"
            },
            {
                "first": "Yundai",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese PLA General Hospital",
                    "location": {
                        "postCode": "100853",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Objective: To investigate the correlation between clinical characteristics and cardiac injury of COVID-2019 pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "observed [1] . Researchers reported that about 12% COVID-19 patients suffered acute cardiac injury [2] . Patients with cardiac disease have a higher fatality rate. However, the alerting clinical parameters of cardiac injury after COVID-19 infection and the correlation between cardiac injury and the COVID-19 severity remains to be determined. In this retrospective, single-center study, we recruited 41 consecutive cases of COVID-19 patients admitted to Beijing Youan Hospital, China from Jan 21 to Feb 03, 2020. We selected the indicators, including heart rate (HR), Troponin I (TnI) and epicardial adipose tissue (EAT) observed on chest computed tomographic (CT) scan, that is high related to cardiac injury. Tachycardia, TnI elevation and a trend of lower threshold attenuation EAT density in CT scan have been observed in severe and critical patients. Our results suggested that main attentions should be paid on monitoring the high risk factors of arrhythmia and cardiac function, including HR, TnI, and radiographic feature, that is, EAT density, to protect the COVID-19 patients from cardiac injury.",
            "cite_spans": [
                {
                    "start": 9,
                    "end": 12,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 99,
                    "end": 102,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We retrospectively collected the medical records, including epidemiology, clinical, complications, laboratory findings, chest CT scans, therapy procedure and outcome data, of 41 confirmed COVID-19 patients. Clinical outcomes were followed up to Feb 17, 2020. All data were checked by two trained physicians. All patients, in this study, were diagnosed as light, mild, severe and critical cases according to the 6 th edition guideline issued by China's National Health Commission. This study is in compliance with the Institutional Review Board of Beijing Youan Hospital, China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "All CT images of 41 patients were retrospectively collected. The in-plane size of CT image was 512*512 pixels, and the slice thickness was 0.9 mm. We measured EAT in a range between the bifurcation of pulmonary artery and diaphragm according to the lung CT scan. EAT density was recorded in mean attenuation Hounsfield units (HU). A All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chest CT image acquisition and analysis"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.02.24.20027052 doi: medRxiv preprint threshold attenuation value of -195 to -45 HU was defined as the fat-containing areas [3] . According to the size of the heart, we manually depicted the area of intra pericardium on each thin CT image slice. Seven to ten parallel and equidistant axial contour of pericardium were selected by trained cardiologists.",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 229,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Chest CT image acquisition and analysis"
        },
        {
            "text": "We present continuous measurements as mean±SD if they are normally distributed or median (IQR) if they are not. For continuous variables, comparisons between groups were performed using Kruskal-Wallis test according to the data of normal or nonnormal distribution and equal variance, respectively. Categorical data were presented as counts (proportions) and were compared using either a χ2 test or Fisher exact test or Kruskal-Wallis test according to the data. Statistical analyses were conducted using SPSS software (version 19; SPSS Inc, Chicago, IL).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "A total of 41 patients were enrolled, including 19 (46.3%) males and 22 (53.6%) females. 2 (4.88%), 32 (78.05%), 4 (9.75%) and 3 (7.32%) patients were diagnosed as light, mild, severe and critical cases, respectively. The median age was 47 years (35.5-64, range between 15-89 years). 18 patients have been discharged, 21 patients are still in hospital and 2 patients died (their ages were 82 and 65). Old adult male patients are more prone to be in severe conditions (P<0.01). The level of lymphocyte percentage of the severe and critical patients was lower than those of light and mild patients. We found that the level of TnI, one of the cardiac biomarkers, is remarkably higher in critical group (P<0.01) than in other groups, indicative of high risk of cardiac injury. The high level of c-reactive protein (CRP) in critical group (P<0.01) indicated that the occurring of acute inflammation. Note that, the renal and hepatic function biomarkers, creatinine (CRE), alanine aminotransferase (AST) and Aspartate aminotransferase (ALT), were statistically significant (P<0.05). Clinical features and laboratory findings were summarized in Table 1 . All these data indicated that COVID-19 could cause multiple organic injury. All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1138,
                    "end": 1145,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.02.24.20027052 doi: medRxiv preprint the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.02.24.20027052 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Among the 41 patients, 10 patients have underlying complications, as shown in patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cardiac-related chronic diseases in COVID-19 patients"
        },
        {
            "text": "We collected TnI data from 20 patients. The elevation of TnI elevation was found in 4 patients, the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Troponin I elevation in severe and critical patients"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.02.24.20027052 doi: medRxiv preprint to the small population of the enrolled patients. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Troponin I elevation in severe and critical patients"
        },
        {
            "text": "The heart rates (HR) was documented in 17 patients, and tachycardia was found in 3 patients, of which 1 (1/3) in severe group and 2 (2/3) in critical group (Figure 3 ). The differences of HRs between the critical and the mild (P<0.01) or light group (P<0.01) were statistically significant. The differences of heart rates between the severe and the mild (P<0.01) or light group (P<0.01) were also statistically significant. No significant difference of HR has been found between the severe group and the critical group (P>0.05). As fever itself leads to tachycardia, we analyzed the body temperatures (BT) of different groups. No significant difference of BT has been found between the sever and the mild (P>0.05) or the light(P>0.05) group. There is no significant difference of BT between the mild and the critical group(P>0.05).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 156,
                    "end": 165,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Tachycardia in severe and critical patients"
        },
        {
            "text": "The rising of HR in COVID-19 patients, which is disproportionate with the increase of the BT.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tachycardia in severe and critical patients"
        },
        {
            "text": "It attracts our attention of tachycardia in the severe and critical COVID-19 patients. Since hypoxia is also a risk factor of elevation of HR, we also analyzed the SpO2 in different groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tachycardia in severe and critical patients"
        },
        {
            "text": "We found that SpO2 is lower in the severe (P<0.01) and critical group(P<0.01), compared with the mild group. Patients in severe and critical groups need more intense oxygen support, and 2 patients in the critical group have invasive mechanical ventilation. However, no significant difference of SpO2 has been observed between the severe and the critical group (P>0.05). This All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tachycardia in severe and critical patients"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.02.24.20027052 doi: medRxiv preprint is in constant with the change of HR in different groups. More importantly, 2 patients in the critical group had the onset of atrial fibrillation, and the peak heart rates reached up to 123 bpm and 160 bpm respectively. One 82 years old male patient has persistent atrial fibrillation before the infection of COVID-19. Another 65 years old male patient, has not been diagnosed to have atrial fibrillation or other cardiac problems before. Both patients ended up with death. It should be noted that we have to pay great attention on the tachycardia in the severe and critical COVID-19 patients. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tachycardia in severe and critical patients"
        },
        {
            "text": "We retrospectively collected the plain CT scan results of the hearts in the chest CT scan. In this CT scan example, the CT threshold attenuation value of EAT was measured on the image All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Low EAT density in CT scans for severe and critical patients"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.02.24.20027052 doi: medRxiv preprint of the layer range between the bifurcation of pulmonary artery and diaphragm according to the lung CT scan, as shown in Figure 4 . We found that the mean EAT density were -98.77 HU and -96.08 HU in the critical (44-year male) and severe (65-year male) groups, respectively ( Figure   4c-d) , which was lower than patients in the light (-69.37 HU, 44-year female) and mild (-84.76 HU, 37-year male) groups (Figure 4a-b) . Patients from severe and critical group had a smaller value than the heathy heart (mean CT value in the range of -70 ~ -80 HU, p<0.05) [4] . The results indicated that cardiac inflammation may occur in COVID-19 patients. ",
            "cite_spans": [
                {
                    "start": 512,
                    "end": 519,
                    "text": "(-84.76",
                    "ref_id": null
                },
                {
                    "start": 696,
                    "end": 699,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 260,
                    "end": 268,
                    "text": "Figure 4",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 415,
                    "end": 429,
                    "text": "Figure   4c-d)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 545,
                    "end": 558,
                    "text": "(Figure 4a-b)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Low EAT density in CT scans for severe and critical patients"
        },
        {
            "text": "In this retrospective, single-center study, we investigated the high risk factors, including TnI All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.02.24.20027052 doi: medRxiv preprint elevation, tachycardia and lower CT threshold attenuation value of EAT, related to cardiac injury in the COVID-19 patients, especially in the severe and critical groups. Our results suggested the occurrence of cardiac injury in COVID-19 patients. TnI has been widely used as one of the key biomarkers in cardiac injury [2] . In our study, all 3 patients in the critical group and 1 patient in the severe group showed the rising level of TnI. However, patients in light or mild group have no significant TnI elevation. Thus, TnI may be served as severity indicator of cardiac injury in COVID-19 patient. In terms of tachycardia, 2 of 3 patients with Tachycardia had the onset of atrial fibrillation, and their peak heart rates reached up to 160 bpm. However, it is not the case in light and mild group. Compared to another coronavirus, SARS in 2003, tachycardia has also been noticed in patients with SARS [5] . Even in recovery phase the rest HR in SARS patients exceeded 90 bpm, and 72.1% patients have HR above 100 bmp after mild exercises. In our study, the elevation of HR is disproportionate with the increase of the body temperature, however, is related with lower SPO2. Higher HR is most likely resulting in worsen prognosis, and tachycardia should be paid extra attention to COVID-19 patients. It is suggested that electrocardiogram (ECG) should also be monitored to specify the classification of tachycardia in the future study.",
            "cite_spans": [
                {
                    "start": 459,
                    "end": 462,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1045,
                    "end": 1048,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The analysis of COVID-19 patients with cardiac-related chronic diseases (coronary artery disease, hypertension and type 2 diabetes mellitus) showed that they were more prone to be in the severe or critical conditions. The ALT, AST, and CRE elevation could also be observed in severe and critical group, indicative of multiple organic injury. These findings were consistent with previous studies that COVID-19 caused multiple organic dysfunction and poor prognosis in patients with complications [1] . In a previous study of 1700 SARS patients, the presence of diabetes mellitus and/or cardiac diseases was related both to a higher mortality rate and an adverse outcome [5] . Diabetes mellitus; heart disease; and chronic lung disease were reported more frequently among MERS case-patients than among healthy controls [6, 7] . Patients with cardiac-related chronic diseases should get more intense clinical care in COVID-19 and other coronavirus infected diseases.",
            "cite_spans": [
                {
                    "start": 495,
                    "end": 498,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 669,
                    "end": 672,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 817,
                    "end": 820,
                    "text": "[6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 821,
                    "end": 823,
                    "text": "7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Recently, a pathological study of COVID-19 showed that few monocyte cells were found in myocardial interstitial, however, no inflammation cells were observed in myocardial tissue [8] .",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 182,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.02.24.20027052 doi: medRxiv preprint A previous study found that patients infected with COVID-19 had high amounts of IL1B, IFNγ, IP10, and MCP1. Moreover, patients requiring ICU admission had higher concentrations of GCSF, IP10, MCP1, MIP1A, and TNFα than those non-ICU admission [2] . These previous researches supported that the cytokine storm, not be induced by direct virus infection, but was associated with cardiac inflammation in COVID-19 patients. In addition, the rising level of CRP in COVID-19 patients also indicated the occurrence of inflammation in the circulation. In another aspect, EAT, defined as fat within the pericardial sac, has increased inflammatory cytokine expression in patients with CAD at the tissue level [4, 9] . Thus, to further understand the inflammatory in COVID-19 patients, we quantified EAT density in CT scans, in which the lower CT threshold attenuation value considered as the indicator of inflammation [4] . We found that the mean CT threshold attenuation value of EAT in the critical, severe and mild group, were lower than patients in the light group. Patients from severe and critical group had a lower CT threshold attenuation value than the reported heathy heart. This results suggested that lower EAT density showed the cardiac inflammation in COVID-19 patients.",
            "cite_spans": [
                {
                    "start": 383,
                    "end": 386,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 838,
                    "end": 841,
                    "text": "[4,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 842,
                    "end": 844,
                    "text": "9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1047,
                    "end": 1050,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study has several limitations. First, only 41 confirmed COVID-19 patients from single center were included. It would be better to include as many patients as possible, even from multicenter, to get a more comprehensive understanding of cardiac injury of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Second, more detailed heart function-related data, particularly including ECG or echocardiography, was unavailable at this time. Nonetheless, the data presented in this study allow an early assessment of the clinical characteristics of cardiac injury in COVID-19 patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Finally, chest CT data of the patients in health was unobtainable to determinate the changes of heart functions with and without COVID-19 infection. In future study, the follow-up chest CT scan during hospitalization could be collected to quantify the change of EAT density in CT scans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, this retrospective, single-center study of 41 confirmed COVID-19 patients has showed the correlation between clinical characteristics and cardiac injury of COVID-19. The high risk factors of cardiac injury including tachycardia, TnI elevation and low EAT density in CT scan, have been observed in the severe and critical COVID-19 patients. Our results suggested that the more attentions shall be applied to protect heart functions, particularly for All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.02.24.20027052 doi: medRxiv preprint those COVID-19 patients in severe and critical cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The authors declare no competing financial interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Identification and quantification of fat compartments with CT and MRI and their importance",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Schlett",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Hoffmann",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Epicardial adipose tissue density and volume are related to subclinical atherosclerosis, inflammation and major adverse cardiac events in asymptomatic subjects",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Goeller",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Cardiovasc Comput Tomogr",
            "volume": "12",
            "issn": "1",
            "pages": "67--73",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Short term outcome and risk factors for adverse clinical outcomes in adults with severe acute respiratory syndrome (SARS)",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W M"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Thorax",
            "volume": "58",
            "issn": "8",
            "pages": "686--689",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Risk Factors for Primary Middle East Respiratory Syndrome Coronavirus Illness in Humans",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Alraddadi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "22",
            "issn": "",
            "pages": "49--55",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Middle East respiratory syndrome coronavirus: risk factors and determinants of primary, household, and nosocomial transmission",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Lancet Infect Dis",
            "volume": "18",
            "issn": "8",
            "pages": "217--227",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Pathological findings of COVID-19 associated with acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Epicardial and Perivascular Adipose Tissues and Their Influence on Cardiovascular Disease: Basic Mechanisms and Clinical Associations",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Fitzgibbons",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Czech",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of the American Heart Association",
            "volume": "",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "1 patient have tumor which has been resected. 9 patients have cardiac-related chronic diseases, 1 patient has type 2 diabetes mellites, 3 patients have hypertension, 2 patients have coronary artery disease, 1 patient have both hypertension and type 2 diabetes mellites, and 2 patients have both hypertension and coronary artery disease.No statistical difference of the classification distribution has been found between patients with any kind of specific cardiac-related chronic diseases (P>0.05).Nonetheless, significant difference of the classification distribution has been observed between patients with cardiac-related chronic diseases and patients with no chronic disease (P<0.05). The number of severe and critical cases are significantly larger in the cardiac-related chronic diseases group (P<0.01). COVID-19 patients with cardiacrelated chronic diseases could be more prone to be in the severe or critical cases.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The quantification analysis of cardiac-related chronic diseases in COVID-19",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "TnI elevation, and the elevation is statistical significance compared with the light group (p<0.05), the mild group (p<0.01), and the severe group (p<0.01). The TnI elevation in the severe group is not statistical significance compared to the light and mild groups, partly due All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The levels of TnI in COVID-19 patients.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "The analysis of heart rates with respect to body temperature (top) and SpO2 (bottom) in COVID-19 patients.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Quantification of EAT density by CT scan. CT scan examples of the patients from light (a), mild (b), severe (c) and critical (d) group of COVID-19 patients. Dark red areas represent the EATs, and blue areas indicate other heart tissues. Red arrows indicate lung lesions, and ground-glass opacity features are obviously presented in severe (c) and critical (d) groups (marked with red arrow). Scale bar, 10 cm.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Clinical features and laboratory findings of 41 COVID-19 patients.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank all members of the Key Laboratory of Molecular Imaging, CAS for their valuable discussion and comments. We thank all the patients involved in this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.02.24.20027052 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}