{
    "paper_id": "5c525cc04075b7c82e52b1e80d96bb394b1a0907",
    "metadata": {
        "title": "Getting to zero quickly in the 2019-nCov epidemic with vaccines or rapid testing",
        "authors": [
            {
                "first": "Gerardo",
                "middle": [],
                "last": "Chowell",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Georgia State University School of Public Health",
                    "location": {
                        "settlement": "Atlanta",
                        "country": "Georgia"
                    }
                },
                "email": ""
            },
            {
                "first": "Ranu",
                "middle": [],
                "last": "Dhillon",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Devabhaktuni",
                "middle": [],
                "last": "Srikrishna",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Any plan for stopping the ongoing 2019-nCov epidemic must be based on a quantitative understanding of the proportion of the at-risk population that needs to be protected by effective control measures in order for transmission to decline sufficiently and quickly enough for the epidemic to end. Using an SEIR-type transmission model, we contrasted two alternate strategies by modeling the proportion of the population that needs to be protected from infection by onetime vaccination (assuming 100% effectiveness) or by testing with isolation and treatment of individuals within six, 24, or 48 hours of symptom onset. If R is currently 2.2, vaccination at the herd immunity coverage of 55% would drive R just below 1, but transmission could persist for years. Over 80% of coverage is required to end the epidemic in 6 months with population-wide vaccination. The epidemic could be ended in just under a year if testing with isolation and treatment reached 80% of symptomatically infected patients within 24 hours of symptom onset (assuming 10% asymptomatic transmission). The epidemic could be ended in six months if testing with isolation and treatment reached 90% of symptomatic patients. If 90% of symptomatic patients could be tested within six hours of symptoms appearing, the epidemic could be ended in under four months.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Any plan for stopping the ongoing 2019-nCov epidemic must be based on a quantitative understanding of the proportion of the at-risk population that needs to be protected by effective control measures in order for transmission to decline sufficiently and quickly enough for the epidemic to end.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Ending the epidemic requires reducing the basic reproduction number (R) -the average number of people infected by each 2019-nCov-infected patient -to below 1, at which point transmission contracts and eventually burns out. However, if R is only brought marginally below 1, transmission could still linger for years. Enough infections could occur during this time that, especially given high mobility of people and density of urban areas, new hotspots could get seeded and transmission could resurge above 1. Ending the epidemic, therefore, may require not just getting R below 1, but driving it down more aggressively in order to reach zero cases quickly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In January, the mean R was estimated at 2.2 (3.9, upper bound of 95% confidence interval), with each infection on average resulting in two or more infections [1]. Although cases of asymptomatic transmission have been documented [2,3], the World Health Organization advises that transmission is still primarily driven by symptomatic patients [4] .",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 344,
                    "text": "[4]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In order to bring R below 1, we contrasted two alternate strategies by modeling the proportion of the population that needs to be protected from infection by one-time vaccination (assuming 100% effectiveness) or by testing with isolation and treatment of individuals within six, 24, or 48 hours of symptom onset. We employed an SEIR-type transmission model [5] where the mean incubation period is 5 days, mean infectious period is 7 days, and the initial prevalence of the novel coronavirus (2019-nCov) infections is at 0.1% in a population of 10 million, roughly the population of Wuhan. In light of the unknowns with asymptomatic transmission, a fixed percentage of the transmission is modeled prior to symptom onset.",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 360,
                    "text": "[5]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "If the current R is 2.2 or 3.9, 55% or 74% of the at-risk population, respectively, would need to be vaccinated in order to bring R below 1. If R is 2.2 and 10% of transmission occurs asymptomatically, approximately 60%, 68%, or 82% of symptomatic individuals would need to be tested and isolated for treatment within six, 24, or 48 hours, respectively, of symptom onset in order to bring R below 1. If asymptomatic transmission accounted for 20% of overall transmission, coverage would need to reach 65%, 74%, and 87% of the symptomatic individuals, respectively. If R is 3.9 and 10% of transmission occurs asymptomatically, testing with isolation and treatment would need to reach 83% or 93% of symptomatic individuals if done within six or 24 hours of symptom onset, respectively. Given that the denominator for population-wide vaccination (~10 million) is much greater than the proportion of that population with concerning symptoms, far fewer people would need to be reached with testing and isolation for treatment than for vaccinating to achieve herd immunity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We then modeled the number of days it would take to get to zero with different rates of coverage with vaccination or testing with isolation and treatment of symptomatically infected patients ( Figure 1 ). If R is currently 2.2, for example, vaccination at the herd immunity coverage of 55% would drive R just below 1, but transmission could persist for years. Over 80% of coverage is required to end the epidemic in 6 months with population-wide vaccination. The epidemic could be ended in just under a year if testing with isolation and treatment reached 80% of . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 193,
                    "end": 201,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "symptomatically infected patients within 24 hours of symptom onset (assuming 10% asymptomatic transmission). The epidemic could be ended in six months if testing with isolation and treatment reached 90% of symptomatic patients. If 90% of symptomatic patients could be tested within six hours of symptoms appearing, the epidemic could be ended in under four months. This epidemic could be ended within months if widely usable diagnostics or vaccines could be developed and used to cover a sufficient proportion of the at-risk population. . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.03.20020271 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "The basic reproduction number is defined as the average number of secondary cases generated by primary infectious individuals during the early transmission phase in a completely susceptible population[1]. This a key metric to gauge the intensity and type of interventions that need to be implemented in order to bring the epidemic under control. For the ongoing epidemic of 2019-nCov, R0 has been estimated at 2.2 (3.9, upper bound of 95% confidence interval).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Basic reproduction number, R0"
        },
        {
            "text": "We employed an SEIR-type transmission model to evaluate the effects of the percentage of symptomatic individuals that are tested/screened as well as the average time that it takes to bring them into isolation and treatment [2] . The population is classified into 5 epidemiological states: susceptible (S), exposed (E), symptomatic and infectious individuals that are tested (Is), symptomatic infectious individuals that are not tested and remain in the community (In), symptomatic individuals that are effectively isolated and treated (J), and recovered individuals (R). A schematic diagram of the model is given in Figure S1 .",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 226,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 616,
                    "end": 625,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Modeling the effect of testing and treatment/isolation of individuals"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modeling the effect of testing and treatment/isolation of individuals"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.03.20020271 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modeling the effect of testing and treatment/isolation of individuals"
        },
        {
            "text": "Where b is the transmission rate and q is a parameter ranging from 0 to 1 that models the relative infectiousness of individuals during the incubation period of the disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Susceptible individuals may be infected by contacting symptomatic and infectious individuals (Is+ In) and partially infectious individuals incubating the disease (E). The force of infection is"
        },
        {
            "text": "Exposed individuals progress to the symptomatic phase after an average of 5 days whereas the average infectious period for symptomatic individuals is 7 days. The percentage of the symptomatic individuals that undergo testing (Is) ranges from 0 to 100%. The average time from onset of symptoms to isolation and treatment for individuals that undergo testing ranges from 6 to 48 hours.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Susceptible individuals may be infected by contacting symptomatic and infectious individuals (Is+ In) and partially infectious individuals incubating the disease (E). The force of infection is"
        },
        {
            "text": "The reproduction number that includes the effects of testing and isolation and treatment of symptomatic individuals is given by:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Susceptible individuals may be infected by contacting symptomatic and infectious individuals (Is+ In) and partially infectious individuals incubating the disease (E). The force of infection is"
        },
        {
            "text": "In the absence of testing, the basic reproduction number (R0) is simply given by R0= b(q/k+ 1/g)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Susceptible individuals may be infected by contacting symptomatic and infectious individuals (Is+ In) and partially infectious individuals incubating the disease (E). The force of infection is"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modeling the effect of vaccination"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.03.20020271 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modeling the effect of vaccination"
        },
        {
            "text": "We define the vaccination reproduction number (Rv) for a given effective vaccination coverage level (v) as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modeling the effect of vaccination"
        },
        {
            "text": "Where v is proportion of the population that is effectively vaccinated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modeling the effect of vaccination"
        },
        {
            "text": "We modeled the average number of days it would take to get to zero cases once the reproduction number declines below the epidemic threshold of 1.0 for various control interventions. For this purpose, we generated stochastic simulations [3] using the compartmental model described in the previous section assuming that the initial prevalence of the novel coronavirus (2019-nCov) infections is at 0.1% in a population of 10 million. To calculate the average number of days to get to zero cases, we simulated a total of 200 stochastic epidemics.",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 239,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Modeling the time to get to zero"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modeling the time to get to zero"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.03.20020271 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modeling the time to get to zero"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.03.20020271 doi: medRxiv preprint Figure S1 . Schematic of the model diagram. The population is classified into 5 epidemiological states: susceptible (S), exposed (E), symptomatic and infectious individuals that are tested (Is), symptomatic infectious individuals that are not tested and remain in the community (In), symptomatic individuals that are effectively isolated and treated (J), and recovered individuals (R). Model parameters are described in Table 1. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 153,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 564,
                    "end": 572,
                    "text": "Table 1.",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Modeling the time to get to zero"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Study claiming new coronavirus can be transmitted by people without symptoms was flawed",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kupferschmidt",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science Magazine News",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abb1524"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "World Health Organization. Novel Coronavirus(2019-nCoV)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Model parameters and outbreak control for SARS",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castillo-Chavez",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Fenimore",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Kribs-Zaleta",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Arriola",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Hyman",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerg Infect Dis",
            "volume": "10",
            "issn": "7",
            "pages": "1258--1263",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1007.030647"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Infectious diseases of humans",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Model parameters and outbreak control for SARS. Emerging infectious diseases",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castillo-Chavez",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Fenimore",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Kribs-Zaleta",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Arriola",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Hyman",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "1258--63",
            "other_ids": {
                "PMID": [
                    "15324546"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Bringing consistency to simulation of population models--Poisson simulation as a bridge between micro and macro simulation",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gustafsson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sternad",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Mathematical biosciences",
            "volume": "209",
            "issn": "2",
            "pages": "361--85",
            "other_ids": {
                "DOI": [
                    "S0025-5564(07)00034-X[pii]10.1016/j.mbs.2007.02.004"
                ],
                "PMID": [
                    "17412368"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Number of days to get to zero at different rates of vaccine coverage compared to testing followed by treatment/isolation of symptomatic patients",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Li Q, Guan X, et. al. Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia. N Engl J Med. 2020 Jan 29. DOI: 10.1056/NEJMoa2001316 Available at: https://www.nejm.org/doi/full/10.1056/NEJMoa2001316 [2] Rothe C, Schunk M, et. al. Transmission of 2019-nCoV Infection from an Asymptomatic Contact in Germany. N Engl J Med. 2020 Jan 30. DOI: 10.1056/NEJMc2001468 Available at: https://www.nejm.org/doi/full/10.1056/NEJMc2001468",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Parameter definitions and baseline values.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}