{
    "paper_id": "5cfb44ecdfb61b2898b6cf7315b1e810874a9560",
    "metadata": {
        "title": "Assessing the plausibility of subcritical transmission of 2019-nCoV in the United States",
        "authors": [
            {
                "first": "Seth",
                "middle": [],
                "last": "Blumberg",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "San Francisco"
                    }
                },
                "email": ""
            },
            {
                "first": "Thomas",
                "middle": [
                    "M"
                ],
                "last": "Lietman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "San Francisco"
                    }
                },
                "email": ""
            },
            {
                "first": "Travis",
                "middle": [
                    "C"
                ],
                "last": "Porco",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "San Francisco"
                    }
                },
                "email": ""
            },
            {
                "first": "Francis",
                "middle": [
                    "I"
                ],
                "last": "Proctor Foundation",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "San Francisco"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The 2019-nCoV outbreak has raised concern of global spread. While person-to-person transmission within the Wuhan district has led to a large outbreak, the transmission potential outside of the region remains unclear. Here we present a simple approach for determining whether the upper limit of the confidence interval for the reproduction number exceeds one for transmission in the United States, which would allow endemic transmission. As of February 7, 2020, the number of cases in the United states support subcritical transmission, rather than ongoing transmission. However, this conclusion can change if pre-symptomatic cases resulting from human-to-human transmission have not yet been identified.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The 2019-nCoV outbreak is a global health risk, especially considering the number of patients who have already died after becoming infected in Wuhan, China. Many initial characterizations of the virus have focused on the basic reproduction number, R , which reflects the average number of infections that each new infection causes in a susceptible population. Whenever R is greater than one, epidemic transition becomes possible and within the Wuhan province, R has been estimated as high as 4.1 1-3 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Abstract: The 2019-nCoV outbreak has raised concern of global spread. While person-to-person transmission within the Wuhan district has led to a large outbreak, the transmission potential outside of the region remains unclear. Here we present a simple approach for determining whether the upper limit of the confidence interval for the reproduction number exceeds one for transmission in the United States, which would allow endemic transmission. As of February 7, 2020, the number of cases in the United states support subcritical transmission, rather than ongoing transmission. However, this conclusion can change if pre-symptomatic cases resulting from human-to-human transmission have not yet been identified.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The 2019-nCoV outbreak is a global health risk, especially considering the number of patients who have already died after becoming infected in Wuhan, China. Many initial characterizations of the virus have focused on the basic reproduction number, R , which reflects the average number of infections that each new infection causes in a susceptible population. Whenever R is greater than one, epidemic transition becomes possible and within the Wuhan province, R has been estimated as high as 4.1 1-3 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "While R is a useful indicator, it is not necessarily constant across geographic regions. Variation in climate, population density, demographics, social interactions, health care access and public health interventions can all affect transmission. It is thus important to re-evaluate the transmissibility of 2019-nCoV in different settings. For example, as of February 7, 2020 there have been twelve cases of 2019-nCoV in the United States 4 . Ten cases are due to importation and two are due to person-to-person transmission within the United States. A key question is whether this is consistent with the R seen in Wuhan, and whether epidemic spread is possible in the United States.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Here we present a simple analysis for monitoring the upper bound of estimates for R in settings where there are very few cases of disease. This has immediate relevance to the 2019-nCoV virus, but can also be applied to other infectious diseases in the early stage of an epidemic. We focus particular attention on the threshold at which epidemic transition appears possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our method draws from prior work which showed that the number of cases caused by each infection is modelled well by considering both the strength and heterogeneity in disease transmission via a negative binomial offspring distribution 5 . When there are a total N p primary cases due to importation and N s secondary cases due to human-to-human spread, maximum . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 236,
                    "text": "5",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.08.20021311 doi: medRxiv preprint likelihood techniques can be used to infer the upper bound of the 95% confidence interval for R ( Figure 1A ) 6 .",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 255,
                    "text": "6",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 242,
                    "end": 251,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "A) The upper limit of the 95% confidence interval for the basic reproduction number, R , is plotted as a function of the number of observed primary cases, N p . Each colored lined corresponds to a different number of observed secondary cases N s . The black dot shows the case count as of Feb 6, 2020. SInce it falls below R = 1, the observed cases are currently consistent with subcritical transmission (assuming there are not any pre-symptomatic secondary cases yet to be observed). A dispersion parameter of 0.3 is assumed, which allows a high degree of disease heterogeneity. B) The number of secondary cases that can be . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 1: Evaluating the plausibility of subcritical transmission."
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . observed before endemic transmission is possible (i.e. upper limit of 95% confidence of R is greater than 1). The plot shows the dependence on several values of the dispersion parameter, k . The green curve corresponds to the panel A.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 1: Evaluating the plausibility of subcritical transmission."
        },
        {
            "text": "From a public health perspective, a particularly important piece of knowledge is how many secondary cases can be observed before endemic transmission is possible ( Figure 1B) . The threshold of secondary cases that can occur before endemic transmission is possible depends on the dispersion parameter. The higher the dispersion parameter is, the smaller the confidence interval for R is, and the threshold number of secondary cases before epidemic transmission is possible becomes larger 5 . For example, for the current N p value of 10, the threshold of secondary cases allowing endemic transmission is 2, 3, 5 and 9 for dispersion value of 0.2, 0.3, 0.5 and 1 respectively. For figure 1A , a dispersion parameter of 0.3 is assumed which is on the low side of what is typically observed 3 . This is a conservative estimate and contrasts with the traditional value of one which corresponds to the SIR model of homogenous transmission 7 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 164,
                    "end": 174,
                    "text": "Figure 1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 680,
                    "end": 689,
                    "text": "figure 1A",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Figure 1: Evaluating the plausibility of subcritical transmission."
        },
        {
            "text": "Importantly, this approach assumes that none of the observed cases remains infectious and that there are no patients who are already infected but are pre-symptomatic. This may be a reasonable assumption if transmission primarily occurs when patients are symptomatic and if symptomatic patients are quickly quarantined. However, until there has been a substantial gap in time (at least one serial interval) since a patient is quarantined this assumption cannot be validated. This approach also does not account for the possibility of symptomatic cases that remain unobserved. Further, subcriticality in one subpopulation does not imply subcriticality in other populations. In addition, if the capacity for isolation is exceeded due to an excess of imported cases, subcriticality now does not imply subcriticality in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 1: Evaluating the plausibility of subcritical transmission."
        },
        {
            "text": "In conclusion, based solely on the observed number of cases so far, the current case count for 2019 nCoV in the United States currently supports subcritical transmission because the upper limit of R is less than one. This result holds even when a high degree of heterogeneity is permitted (e.g. a dispersion of 0.3). However, it is too early to make a definitive statement about subcriticality because there may still be cases that are pre-symptomatic. This simple approach for assessing whether subcritical transmission is plausible may be applicable to other diseases, such as avian influenza, with low case counts. . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 1: Evaluating the plausibility of subcritical transmission."
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.08.20021311 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 1: Evaluating the plausibility of subcritical transmission."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus in the United States: Cases by State -Worldometer",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Superspreading and the effect of individual variation on disease emergence",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Lloyd-Smith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Schreiber",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Kopp",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Getz",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "438",
            "issn": "7066",
            "pages": "355--364",
            "other_ids": {
                "DOI": [
                    "10.1038/nature04153"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Detecting differential transmissibilities that affect the size of self-limited outbreaks",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Blumberg",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Funk",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Pulliam",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Pathog",
            "volume": "10",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Infectious Diseases of Humans: Dynamics and Control",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Cao Z, Zhang Q, Lu X, et al. Estimating the effective reproduction number of the 2019-nCoV in China. medRxiv . January 2020:2020.01.27.20018952. doi:10.1101/2020.01.27.20018952 2. Zhao S, Lin Q, Ran J, et al. Preliminary estimation of the basic reproduction number of novel coronavirus (2019-nCoV) in China, from 2019 to 2020: A data-driven analysis in the early phase of the outbreak. Int J Infect Dis IJID Off Publ Int Soc Infect Dis . January 2020. doi:10.1016/j.ijid.2020.01.050 3. Zhou T, Liu Q, Yang Z, et al. Preliminary prediction of the basic reproduction number of the Wuhan novel coronavirus 2019-nCoV. ArXiv200110530 Phys Q-Bio . January 2020. http://arxiv.org/abs/2001.10530. Accessed February 8, 2020.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}