{
    "paper_id": "5d9e490190986584d799e2828c6fd9679e5ae159",
    "metadata": {
        "title": "The IFN response in bat cells consists of canonical and non-canonical ISGs with unique temporal expression kinetics",
        "authors": [
            {
                "first": "Pamela",
                "middle": [
                    "C"
                ],
                "last": "De",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "La",
                "middle": [],
                "last": "Cruz-Rivera",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "UT Southwestern Medical Center",
                    "location": {
                        "postCode": "75390",
                        "settlement": "Dallas",
                        "region": "TX"
                    }
                },
                "email": ""
            },
            {
                "first": "Mohammed",
                "middle": [],
                "last": "Kanchwala",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "UT Southwestern Medical Center",
                    "location": {
                        "postCode": "75390",
                        "settlement": "Dallas",
                        "region": "TX"
                    }
                },
                "email": ""
            },
            {
                "first": "Hanquan",
                "middle": [],
                "last": "Liang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "UT Southwestern Medical Center",
                    "location": {
                        "postCode": "75390",
                        "settlement": "Dallas",
                        "region": "TX"
                    }
                },
                "email": ""
            },
            {
                "first": "Ashwani",
                "middle": [],
                "last": "Kumar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "UT Southwestern Medical Center",
                    "location": {
                        "postCode": "75390",
                        "settlement": "Dallas",
                        "region": "TX"
                    }
                },
                "email": ""
            },
            {
                "first": "Lin-Fa",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Duke-National University of Singapore Medical School",
                    "location": {
                        "postCode": "169857",
                        "country": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Chao",
                "middle": [],
                "last": "Xing",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "UT Southwestern Medical Center",
                    "location": {
                        "postCode": "75390",
                        "settlement": "Dallas",
                        "region": "TX"
                    }
                },
                "email": ""
            },
            {
                "first": "John",
                "middle": [
                    "W"
                ],
                "last": "Schoggins",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "UT Southwestern Medical Center",
                    "location": {
                        "postCode": "75390",
                        "settlement": "Dallas",
                        "region": "TX"
                    }
                },
                "email": "john.schoggins@utsouthwestern.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "Bats are reservoirs for a number of highly pathogenic zoonotic viruses, yet they remain relatively asymptomatic during infection. Whether this viral resistance is due to a unique innate immune system is unknown. An evolutionarily conserved feature of vertebrate antiviral immunity is the interferon (IFN) response, which triggers cellular defenses through interferon-stimulated gene (ISG) expression. While bats encode an intact IFN system, global ISG expression patterns in bat cells are not well characterized. Here, we used RNA-Seq to assess the transcriptional response to IFNα in cells derived from the bat Pteropus alecto (black flying fox). We show induction of more than 100 transcripts, most of which are canonical ISGs observed in other species. Kinetic gene profiling revealed that P. alecto ISGs fall into two unique temporal subclusters with similar early induction kinetics but distinct late-phase declines. In contrast to bat ISGs, human ISGs generally remained elevated for longer periods following IFN treatment, suggesting host-based differences in gene regulatory mechanisms. Notably, we also identified a small group of non-canonical bat ISGs, including an enzymatically active RNASEL that plays a role in controlling viral infection. These studies provide insight into the innate immune response of an important viral reservoir and lay a foundation for studies into the immunological features that may underlie unique virus-host relationship in bats.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Bats are recognized as important viral reservoirs due to their ability to harbor a number of highly pathogenic viruses, including Nipah virus (NiV) (1), Hendra virus (HeV) (2) , Marburg virus (3), SARS coronavirus (4) , and Ebolavirus (5) without suffering from overt disease symptoms (6) (7) (8) (9) . A recent study identified bats as hosts for a greater proportion of zoonotic viruses than all other mammalian orders tested, with the highest viral richness found in Flavi-, Bunya-and Rhabdoviruses (10) . While the mechanisms underlying disease resistance are not known, it has been speculated that bats possess unique immune components that confer innate antiviral protection (9, 11) . In vertebrates, one of the first lines of defense against viral pathogens is the interferon (IFN) response. Upon viral infection, pattern-recognition receptors (PRRs) sense viral components and initiate a signaling cascade that results in the secretion of IFNs. These IFNs bind their cognate receptors to activate the JAK-STAT signaling pathway, leading to the transcriptional induction of hundreds of interferon-stimulated genes (ISGs), many of which have antiviral activity (12) .",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 175,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 214,
                    "end": 217,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 285,
                    "end": 288,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 289,
                    "end": 292,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 293,
                    "end": 296,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 297,
                    "end": 300,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 501,
                    "end": 505,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 680,
                    "end": 683,
                    "text": "(9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 684,
                    "end": 687,
                    "text": "11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1166,
                    "end": 1170,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Pteropus alecto (also known as the black flying fox or black fruit bat) is an asymptomatic natural reservoir for the highly lethal henipaviruses (13, 14) . Studies of the recently sequenced P. alecto genome revealed that genes for key components of antiviral immunity are conserved in bats, such as pathogen sensors (including toll-like receptors (15) , RIG-I-like helicases, and NOD-like receptors), IFNs and their receptors, and ISGs (11, 16) . Previous efforts to study batvirus interactions have mainly focused on the host response to viral infection (17) (18) (19) (20) , but global transcriptional responses to type I IFN remain uncharacterized.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 149,
                    "text": "(13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 150,
                    "end": 153,
                    "text": "14)",
                    "ref_id": null
                },
                {
                    "start": 347,
                    "end": 351,
                    "text": "(15)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 436,
                    "end": 440,
                    "text": "(11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 441,
                    "end": 444,
                    "text": "16)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 555,
                    "end": 559,
                    "text": "(17)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 560,
                    "end": 564,
                    "text": "(18)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 565,
                    "end": 569,
                    "text": "(19)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 570,
                    "end": 574,
                    "text": "(20)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Since P. alecto harbors pathogenic human viruses and has an annotated genome, we sought to characterize the IFN-induced transcriptional response in this species. Gene expression analyses revealed that bat cells induce a pool of common ISGs. However, they also induced a small number of apparent novel ISGs, including 2-5A-dependent endoribonuclease (RNASEL) . Kinetic analyses revealed that bat ISGs can be categorized into distinct groups . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/167999 doi: bioRxiv preprint depending on their temporal gene expression patterns. Additionally, maintenance of ISG expression over time differed between bat and human cells, suggesting distinct mechanisms of gene regulation.",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 357,
                    "text": "(RNASEL)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Previous studies have shown that exogenous IFNα and IFNγ treatment of cells from P. alecto can suppress Pteropine orthoreovirus Pulau virus (21) and Hendra virus (22) , respectively. We treated immortalized P. alecto kidney-derived (PaKi) cells for 24h with universal IFNα, which is designed for activity across multiple species. We then infected the cells with two model GFPexpressing reporter viruses: a negative-sense single-stranded RNA rhabdovirus, vesicular stomatitis virus (VSV), and a positive-sense single stranded RNA flavivirus, yellow fever virus (YFV). We observed a dose-dependent inhibition of both viruses with IFN treatment (Fig 1A, B) .",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 144,
                    "text": "(21)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 162,
                    "end": 166,
                    "text": "(22)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 642,
                    "end": 653,
                    "text": "(Fig 1A, B)",
                    "ref_id": "FIGREF13"
                }
            ],
            "section": "Pteropus alecto-derived cell lines respond to exogenous type I interferon."
        },
        {
            "text": "VSV infection was maximally inhibited by only 50%, whereas YFV infection was suppressed completely at the highest IFN dose. In addition, we confirmed IFN-mediated dose-dependent and time-dependent induction of the canonical ISG MX1 (Fig 1C, D) (23). These data confirm that PaKi cells are capable of mounting an antiviral response and highlight virus-specific sensitivities to IFN in this cellular background.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 232,
                    "end": 243,
                    "text": "(Fig 1C, D)",
                    "ref_id": "FIGREF13"
                }
            ],
            "section": "Pteropus alecto-derived cell lines respond to exogenous type I interferon."
        },
        {
            "text": "We next used total RNA sequencing (RNA-Seq) to profile the global transcriptional response of PaKi cells treated with IFNα over time (Fig 2A) . Transcriptome assembly analysis across all experimental conditions returned approximately 30,000 genes, of which 11,559 met a minimal read count threshold (mean log 2 CPM≥0). Differential gene expression analysis revealed that IFN induced 93 genes at 4h, 104 at 8h, 103 at 12h, and 103 at 24h (fold change (FC)≥1.5, FDR≤0.05) (Fig 2B) . There were 6 no downregulated genes at 4h, 2 at 8h, 105 at 12h, and 279 at 24h. However, statistical significance of upregulated genes was more robust than the statistical significance of the downregulated genes. Overall, IFN treatment of PaKi cells produced a positive gene induction signature.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 133,
                    "end": 141,
                    "text": "(Fig 2A)",
                    "ref_id": "FIGREF14"
                },
                {
                    "start": 470,
                    "end": 478,
                    "text": "(Fig 2B)",
                    "ref_id": "FIGREF14"
                }
            ],
            "section": "IFN induces a classical ISG signature in PaKi cells."
        },
        {
            "text": "Next, heat maps were generated to assess individual gene induction, using a cutoff of (24). Notably, we detected induction of GVIN1 (interferon-induced very large GTPase), which is predicted to encode a protein in bats but is annotated as a pseudogene in humans. This list also included transcripts predicted to encode an endogenous retrovirus (ERVK25) and several transcripts predicted to be long non-coding RNAs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IFN induces a classical ISG signature in PaKi cells."
        },
        {
            "text": "Differentially-expressed genes were cross-referenced to the INTERFEROME v2.0 database (25) to determine if they had previously been reported as IFN-induced genes. At the 4h and 8h time points, more than 80% of the genes in our data set overlapped with INTERFEROME v2.0. Since the INTEFEROME database consists predominantly of human and mouse data sets, this result suggests that antiviral responses in bat cells include a conserved repertoire of IFN-inducible genes commonly found in other mammalian species.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IFN induces a classical ISG signature in PaKi cells."
        },
        {
            "text": "Differential temporal regulation of P. alecto ISGs. We next used a clustering algorithm to group genes in the RNA-Seq data set based on induction kinetics, without imposing fold change or FDR cutoffs (26). This analysis revealed that genes were organized into eight subclusters (SC) based on changes in expression levels throughout the IFN time course (Fig 3A) . Genes in SC1 and SC2 increased in expression after 8h. Genes in SC3 and SC4 were induced by 4h and peaked at 4-8h, with genes in SC3 returning close to baseline by 12h and SC4 genes remaining . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/167999 doi: bioRxiv preprint elevated for at least 24h. These two SCs were highly-enriched for genes found in the INTERFEROME v2.0 database. Genes in SC5 increased slightly and peaked at 8h, returning to baseline levels by 12h. Levels of SC6 genes either increased or decreased by 4h, followed by decreased levels at 12-24h. SC7 gene expression levels decreased sharply by 8h, followed by a partial recovery by 12h and further decrease in expression by 24h. Finally, genes in SC8 exhibited a sustained decrease in expression levels starting at 8-12h. These data demonstrate that interferon induces distinct subsets of genes which are characterized by differing temporal expression patterns.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 352,
                    "end": 360,
                    "text": "(Fig 3A)",
                    "ref_id": "FIGREF16"
                }
            ],
            "section": "IFN induces a classical ISG signature in PaKi cells."
        },
        {
            "text": "Orthogonal validation of RNA-Seq data. To validate our RNA-seq results, we used Nanostring nCounter technology, which uses colorimetrically-barcoded DNA probes for direct detection of mRNA without the use of nucleic acid amplification. A customized nCounter codeset was designed containing 50 genes from several temporal SCs, with a focus on the ISGrich SC3 and SC4 (Fig S2) . Temporal expression profiles using Nanostring were generally similar to the RNA-Seq data (Fig 3B) . SC1 and SC2 contained genes with increased expression levels at the later time points. SC3 and SC4 had genes with peak expression levels at 8h, with genes in SC4 exhibiting expression levels that remained elevated at 24h. Genes in SC8 decreased in expression over time, with the lowest expression levels observed at 24h.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 366,
                    "end": 374,
                    "text": "(Fig S2)",
                    "ref_id": "FIGREF14"
                },
                {
                    "start": 466,
                    "end": 474,
                    "text": "(Fig 3B)",
                    "ref_id": "FIGREF16"
                }
            ],
            "section": "IFN induces a classical ISG signature in PaKi cells."
        },
        {
            "text": "Human vs Bat Temporal ISG Regulation. We next used Nanostring to compare temporal regulation of ISGs between bat and human cell lines. We first compared gene expression between PaKi and HEK293 as both cell lines are kidney-derived, but HEK293 cells responded poorly to type I IFN (Fig S1) . After screening for robust IFN responses in other human cell lines, we chose human A549 cells for comparative studies (Fig 4A) . A striking difference was observed between expression profiles of SC1 and SC2 when comparing PaKi and A549 cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 280,
                    "end": 288,
                    "text": "(Fig S1)",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 409,
                    "end": 417,
                    "text": "(Fig 4A)",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "IFN induces a classical ISG signature in PaKi cells."
        },
        {
            "text": "Of the 5 selected genes in SC1 and SC2, none were significantly upregulated in IFN-treated . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/167999 doi: bioRxiv preprint A549 cells. Similarly, the decreased expression levels observed for bat genes in SC8 were not observed in A549 cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IFN induces a classical ISG signature in PaKi cells."
        },
        {
            "text": "For further analysis, we chose to focus on previously-reported ISGs, particularly those found in SC3 and SC4. When comparing changes in gene expression in SC3, the median foldchange of all genes in SC3 followed similar trends between bat and human cell lines (Fig 4B) . In SC4, however, genes from A549 cells exhibited higher fold induction and remained elevated at later time points when compared to PaKi cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 259,
                    "end": 267,
                    "text": "(Fig 4B)",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "IFN induces a classical ISG signature in PaKi cells."
        },
        {
            "text": "We next determined the time point at which we observed maximum gene induction (t max ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IFN induces a classical ISG signature in PaKi cells."
        },
        {
            "text": "For both SC3 and SC4, approximately 80% of IFN-induced PaKi genes peaked at 8h ( Fig 4C) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 81,
                    "end": 88,
                    "text": "Fig 4C)",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "IFN induces a classical ISG signature in PaKi cells."
        },
        {
            "text": "However, A549 genes had a bimodal pattern within both SCs, with most genes peaking at 4-8h and a smaller subset peaking at 12h or later.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IFN induces a classical ISG signature in PaKi cells."
        },
        {
            "text": "To identify potential differences in induction kinetics, we calculated the percentage of genes that were induced to at least 50% of maximum expression for each time point. Greater than 80% of PaKi genes in both SCs were induced by 4h ( Fig 4D) . A549 genes in SC3 behaved similarly, although a small subset of genes was induced by 2h. However, approximately 40% of A549 genes in SC4 were induced by 2h, indicating faster induction of this subset of genes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 236,
                    "end": 243,
                    "text": "Fig 4D)",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "IFN induces a classical ISG signature in PaKi cells."
        },
        {
            "text": "Genes in this list include HERC5, IFI6, IFIH1, MX1, NLRC5, OAS2, OASL, and PARP12.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IFN induces a classical ISG signature in PaKi cells."
        },
        {
            "text": "Notably, PaKi cells express higher baseline levels of ISGs such that by full induction at 8h, PaKi cells express similar or greater mRNA counts compared to A549 cells, despite faster induction in A549 cells ( Fig 4D, Fig 4G, and Fig S1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 209,
                    "end": 236,
                    "text": "Fig 4D, Fig 4G, and Fig S1)",
                    "ref_id": "FIGREF13"
                }
            ],
            "section": "IFN induces a classical ISG signature in PaKi cells."
        },
        {
            "text": "Next, we calculated the percentage of genes that had recovered to below 50% of maximum expression for each time point. In both SCs, recovery occurred earlier in PaKi cells, with most genes recovering by 16h (Fig 4E) . In contrast, the expression levels for most A549 genes remained elevated throughout the time course. Together, these data suggest that the regulatory mechanisms governing IFN-mediated gene induction and maintenance of gene expression differs in each cell type, particularly with genes in SC4. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/167999 doi: bioRxiv preprint It was recently reported that P. alecto tissues have constitutive and ubiquitous expression of IFNα, suggesting that bat cells may be primed to inhibit viral infection due to constitutive expression of certain ISGs (21) . Indeed, we observed overall higher ISG mRNA levels in unstimulated PaKi cells, particularly the SC4 genes ( Fig 4F) . In addition, we found that over half of SC4 PaKi ISGs were induced to higher maximum counts than corresponding A549 ISGs ( Fig 4G) .",
            "cite_spans": [
                {
                    "start": 875,
                    "end": 879,
                    "text": "(21)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 207,
                    "end": 215,
                    "text": "(Fig 4E)",
                    "ref_id": "FIGREF17"
                },
                {
                    "start": 990,
                    "end": 997,
                    "text": "Fig 4F)",
                    "ref_id": "FIGREF17"
                },
                {
                    "start": 1123,
                    "end": 1130,
                    "text": "Fig 4G)",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "IFN induces a classical ISG signature in PaKi cells."
        },
        {
            "text": "Bat cells express multiple non-canonical ISGs, including an active RNASEL. Our gene expression profiling revealed several genes not previously reported to be ISGs. These included EMC2, FILIP1, IL17RC, OTOGL, SLC10A2, and SLC24A1 (Fig 2A) . In addition, we observed IFN-mediated induction of RNASEL, which encodes a 2'-5'-oligoadenylate synthetasedependent ribonuclease. This protein exerts its antiviral effect by degrading viral RNA in response to 2'-5'-linked oligoadenylates, which are generated by the IFN-inducible oligoadenylate synthase (OAS) family of enzymes upon stimulation by dsRNA in the cytosol (27). In humans, RNASEL is a constitutively-expressed latent enzyme and is not IFN-inducible ( Fig 4A, Fig S1) (28). Interestingly, we observed a dose-dependent induction of RNASEL in IFNtreated PaKi cells ( Fig 5A) . Of note, similar mRNA expression levels of RNASEL were observed in unstimulated human and bat cell lines ( Fig 4F and Fig S1) . In addition, we observed IFNmediated RNASEL induction in brain-derived (PaBr) and lung-derived (PaLu) P. alecto cell lines ( Fig 5B) , suggesting IFN-mediated induction of RNASEL is not cell type-specific.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 229,
                    "end": 237,
                    "text": "(Fig 2A)",
                    "ref_id": "FIGREF14"
                },
                {
                    "start": 704,
                    "end": 719,
                    "text": "Fig 4A, Fig S1)",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 817,
                    "end": 824,
                    "text": "Fig 5A)",
                    "ref_id": "FIGREF20"
                },
                {
                    "start": 934,
                    "end": 952,
                    "text": "Fig 4F and Fig S1)",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 1080,
                    "end": 1087,
                    "text": "Fig 5B)",
                    "ref_id": "FIGREF20"
                }
            ],
            "section": "IFN induces a classical ISG signature in PaKi cells."
        },
        {
            "text": "Next, we constructed RNASEL-deficient PaKi cells using CRISPR (29). Due to lack of a bat-specific RNASEL antibody, we were not able to monitor RNASEL protein levels. However, we detected modifications to the RNASEL gene in the PaKi knock-out bulk population (KO bulk) as compared to the parental wild-type (WT) population (Table S1 ). To test if RNASEL protein was functional, we activated RNASEL with poly (I:C) transfection after IFN or mock treatment and monitored RNA integrity ( Fig 5C) (30, 31). We observed rRNA degradation when cells were . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/167999 doi: bioRxiv preprint treated with poly(I:C), but not with IFN alone. Treating cells with IFN for 24h to induce RNASEL expression before poly (I:C) transfection resulted in increased RNA degradation and accumulation of smaller products, suggesting increased RNASEL activity. The RNA degradation observed in the WT cells was reduced in the bulk KO cells. Together, these data indicate that bat RNASEL is a functional ribonuclease that, unlike its human ortholog, is IFN-inducible.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 322,
                    "end": 331,
                    "text": "(Table S1",
                    "ref_id": null
                },
                {
                    "start": 484,
                    "end": 491,
                    "text": "Fig 5C)",
                    "ref_id": "FIGREF20"
                }
            ],
            "section": "IFN induces a classical ISG signature in PaKi cells."
        },
        {
            "text": "To test if the presence of RNASEL is important in the context of viral infection, we The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/167999 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IFN induces a classical ISG signature in PaKi cells."
        },
        {
            "text": "This study aimed to identify IFN-stimulated transcripts in the viral reservoir P. alecto.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Transcriptional analysis revealed over 100 genes induced in response to IFNα. Most of these genes have been previously described as ISGs, suggesting strong evolutionary conservation of the ISG pool, as would be predicted by previous genomic studies of immune genes in P. alecto (11, 16) .",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 282,
                    "text": "(11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 283,
                    "end": 286,
                    "text": "16)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We have provided a framework of P. alecto ISG induction, organized by early, mid, and late responses to type I IFN. Our data set reveal a previously unappreciated subtlety in the temporal induction and regulation of ISG expression. A recent study of IFN-inducible gene kinetics in mouse cells reported a profile that resembles a combination of our SC3 and SC4 data sets (32). Our study further refines this kinetic analysis by delineating two separate ISG pools based on unique temporal induction profiles. While both SCs are characterized by similar peak mRNA levels and a subsequent decline by 12-24 hours, SC4 contained some genes that remained elevated. These genes may offer residual antiviral protection, even when IFN signaling has returned to basal levels. In addition, many genes in SC4 have both higher baseline and higher maximal induction levels in bat cells compared to human cells, which could contribute to species-specific differences in susceptibility to viral infection. Additional studies are needed to explore the mechanisms underlying unique expression of certain ISGs in bats cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Compared to human cells, bat cells have a more rapid decline in ISG levels, suggesting tightlyregulated expression kinetics. The reason for this strict transcriptional regulation remains unclear, but such a mechanism may exist to prevent excessive inflammation in a highly metabolically active host (11) .",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 303,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We also identified several previously unrecognized, or non-canonical ISGs, including RNASEL. The OAS/RNASEL pathway consists of OAS proteins that recognize viral dsRNA and subsequently catalyze the formation of short oligoadenylates that act as second messengers to activate the constitutively-expressed latent enzyme RNASEL, which degrades viral genetic Additional studies will be needed to determine whether these non-canonical bat ISGs contribute to unique viral resistance in bats. It is also possible that canonical bat ISGs have evolved unique effector functions that contribute to reduced viral susceptibility. Uncovering mechanisms of bat ISGs will provide insight into the innate immune responses of an important viral reservoir and may inform research and development of antiviral therapies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/167999 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Cell lines. P. alecto-derived PaBr (brain), PaLu (lung), and PaKi (kidney) immortalized cell lines (37) were grown at 37°C and 5% CO 2 and passaged in DMEM/F-12 media (GIBCO) supplemented with 10% FBS. Human A549 lung adenocarcinoma and HEK293 cells were grown at 37°C and 5% CO 2 and passaged in DMEM media (GIBCO) supplemented with 10% FBS and 1X non-essential amino acids (NEAA) (GIBCO #11140076).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods & Materials"
        },
        {
            "text": "Viruses. YFV-Venus (derived from YF17D-5C25Venus2AUbi) stocks were generated by electroporation of in vitro-transcribed RNA into STAT1 -/fibroblasts as previously described (12). Trimmed fastq files were mapped to Pteropus alecto (black flying fox) assembly ASM32557v1 (ftp://ftp.ncbi.nih.gov/genomes/Pteropus_alecto) using TopHat (38). Duplicates were marked using picard-tools (https://broadinstitute.github.io/picard/). Reference annotation based transcript assembly was done using cufflinks (39), and read counts were generated using . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/167999 doi: bioRxiv preprint featureCounts (40). Pairwise differential expression analysis was performed using edgeR (41), and longitudinal analysis was performed using time course (26) after data transformation by voom (42). Differentially-expressed unannotated genes were manually annotated using a nucleotide BLAST (43) search for homologous genes (indicated with an asterisk).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods & Materials"
        },
        {
            "text": "Heatmaps. Heatmaps were constructed using GENE-E and Morpheus, both available at https://software.broadinstitute.org. Nanostring analysis. Total RNA was isolated from IFN-treated samples as described above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods & Materials"
        },
        {
            "text": "100 ng of total RNA in 5 µL was used as input in each reaction for NanoString assay. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/167999 doi: bioRxiv preprint targeting the P. alecto RNASEL gene into the lentiCRISPRv2 backbone as described in (44).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods & Materials"
        },
        {
            "text": "CRISPR guide oligos were designed using CRISPRdirect (45). Proper assembly was confirmed using Sanger sequencing. Lentiviral pseudoparticles. Lentiviral pseudoparticles were made as described in (46), with some modifications. Briefly, 2x10 6 HEK293T cells were seeded on a poly-lysine coated 10 cm plate. The following day, media was changed to 7.5 mL DMEM with 3%FBS and 1x NEAA. Cells were co-transfected with 5 µg lentiCRIPSRv2, 2.5 µg pCMV-VSVg and 3.5 µg pGag-pol. 4h post-transfection, media was changed to 7.5 mL fresh DMEM with 3% FBS and 1x NEAA. PCR products were gel-purified using the QIAquick Gel Extraction Kit (Qiagen) and subsequently used in TOPO cloning reactions using the TOPO TA Cloning Kit (Thermo Fisher). The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/167999 doi: bioRxiv preprint Several colonies were selected for each cell background and colony PCR was used to amplify the CRISPR-targeted region. Samples were then analyzed using Sanger sequencing. rRNA degradation assay. 3x10 5 PaKi cells were seeded on 6-well plates. The following day, universal IFN (100 U/mL) was added to the media. After 24h, cells were transfected with 100 ng/mL poly(I:C) in Optimem using Lipofectamine 3000. After 4h, RNA was harvested using the RNeasy Mini Kit (Qiagen) and RNA integrity was measured on a Total RNA Nano chip using an Agilent 2100 Bioanalyzer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods & Materials"
        },
        {
            "text": "We would like to thank Jeanine Baisch and Cynthia Silverman from the Genomics Core at (17) . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/167999 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/167999 doi: bioRxiv preprint )   OTOGL  TP53INP1  C1QTNF3  CLEC7A  TMEM52B  CIITA  CXCL10  DHX58  ETV7  IL17RC  IRF7  IRF9  ISG20  NLRC5  PARP12  RNF213  RSAD2  RTP4  TAP1  TDRD7  TRANK1  UBA7  UBE2L6  ZBP1  APOBEC3G  BST2  CD274  CMPK2  DTX3L  GBP6  HERC5  IFI6  IFIH1  IFIT2  IFIT3  MX1  MX2  OAS2  OASL  PARP15  PARP9  RNASEL  SP100  XAFI  PPM1F  SPHK1  MAPRE  RPS11  TBP OTOGL  TP53INP1  C1QTNF3  CLEC7A  TMEM52B  CIITA  CXCL10  DHX58  ETV7  IL17RC  IRF7  IRF9  ISG20  NLRC5  PARP12  RNF213  RSAD2  RTP4  TAP1  TDRD7  TRANK1  UBA7  UBE2L6  ZBP1  APOBEC3G  BST2  CD274  CMPK2  DTX3L  GBP6  HERC5  IFI6  IFIH1  IFIT2  IFIT3  MX1  MX2  OAS2  OASL  PARP15  PARP9  RNASEL  SP100  XAFI  PPM1F  SPHK1  MAPRE  RPS11  TBP IRF7  RNF213  TDRD7  ZBP1  UBE2L6  IRF9  UBA7  ETV7  DHX58  IL17RC  TAP1  TRANK1  RTP4  RSAD2  CXCL10  ISG20  NLRC5  CIITA   SC3 Mean   MX1  IFI6  BST2  IFIT3  PARP9  IFIH1  DTX3L  IFIT2  XAF1  HERC5  GBP6  SP100  MX2  OASL  RNASEL  CMPK2  OAS2  CD274  APOBEC3G PARP12  TDRD7  UBE2L6  RNF213  ETV7  TAP1  IL17RC  TRANK1  IRF9  DHX58  IRF7  ISG20  CXCL10  UBA7  CIITA  NLRC5  RSAD2  RTP4  ZBP1   SC3 Mean   BST2  MX1  GBP6  HERC5  PARP9  IFIH1  SP100  RNASEL  DTX3L  IFI6  CMPK2  IFIT2  IFIT3  XAF1  MX2  APOBEC3G  CD274  OAS2  OASL The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/167999 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/167999 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 455,
                    "end": 800,
                    "text": ")   OTOGL  TP53INP1  C1QTNF3  CLEC7A  TMEM52B  CIITA  CXCL10  DHX58  ETV7  IL17RC  IRF7  IRF9  ISG20  NLRC5  PARP12  RNF213  RSAD2  RTP4  TAP1  TDRD7  TRANK1  UBA7  UBE2L6  ZBP1  APOBEC3G  BST2  CD274  CMPK2  DTX3L  GBP6  HERC5  IFI6  IFIH1  IFIT2  IFIT3  MX1  MX2  OAS2  OASL  PARP15  PARP9  RNASEL  SP100  XAFI  PPM1F  SPHK1  MAPRE  RPS11  TBP",
                    "ref_id": null
                },
                {
                    "start": 801,
                    "end": 1142,
                    "text": "OTOGL  TP53INP1  C1QTNF3  CLEC7A  TMEM52B  CIITA  CXCL10  DHX58  ETV7  IL17RC  IRF7  IRF9  ISG20  NLRC5  PARP12  RNF213  RSAD2  RTP4  TAP1  TDRD7  TRANK1  UBA7  UBE2L6  ZBP1  APOBEC3G  BST2  CD274  CMPK2  DTX3L  GBP6  HERC5  IFI6  IFIH1  IFIT2  IFIT3  MX1  MX2  OAS2  OASL  PARP15  PARP9  RNASEL  SP100  XAFI  PPM1F  SPHK1  MAPRE  RPS11  TBP",
                    "ref_id": null
                },
                {
                    "start": 1143,
                    "end": 1404,
                    "text": "IRF7  RNF213  TDRD7  ZBP1  UBE2L6  IRF9  UBA7  ETV7  DHX58  IL17RC  TAP1  TRANK1  RTP4  RSAD2  CXCL10  ISG20  NLRC5  CIITA   SC3 Mean   MX1  IFI6  BST2  IFIT3  PARP9  IFIH1  DTX3L  IFIT2  XAF1  HERC5  GBP6  SP100  MX2  OASL  RNASEL  CMPK2  OAS2  CD274  APOBEC3G",
                    "ref_id": null
                },
                {
                    "start": 1405,
                    "end": 1674,
                    "text": "PARP12  TDRD7  UBE2L6  RNF213  ETV7  TAP1  IL17RC  TRANK1  IRF9  DHX58  IRF7  ISG20  CXCL10  UBA7  CIITA  NLRC5  RSAD2  RTP4  ZBP1   SC3 Mean   BST2  MX1  GBP6  HERC5  PARP9  IFIH1  SP100  RNASEL  DTX3L  IFI6  CMPK2  IFIT2  IFIT3  XAF1  MX2  APOBEC3G  CD274  OAS2  OASL",
                    "ref_id": null
                }
            ],
            "section": "Acknowledgements"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Isolation of Nipah virus from Malaysian Island flying-foxes",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Chua",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Microbes Infect",
            "volume": "4",
            "issn": "2",
            "pages": "145--151",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Isolation of Hendra virus from pteropid bats: a natural reservoir of Hendra virus",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Halpin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Field",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Mackenzie",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Gen Virol",
            "volume": "81",
            "issn": "",
            "pages": "1927--1932",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Marburg virus infection detected in a common African bat",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Towner",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PLoS One",
            "volume": "2",
            "issn": "8",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Bats are natural reservoirs of SARS-like coronaviruses",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "310",
            "issn": "5748",
            "pages": "676--679",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Fruit bats as reservoirs of Ebola virus",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Leroy",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "438",
            "issn": "7068",
            "pages": "575--576",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Experimental hendra virus infectionin pregnant guinea-pigs and fruit Bats (Pteropus poliocephalus)",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Williamson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Hooper",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Selleck",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Westbury",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Slocombe",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Comp Pathol",
            "volume": "122",
            "issn": "2-3",
            "pages": "201--207",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Ecoepidemiology and complete genome comparison of different strains of severe acute respiratory syndrome-related Rhinolophus bat coronavirus in China reveal bats as a reservoir for acute, self-limiting infection that allows recombination events",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Lau",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "6",
            "pages": "2808--2819",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Bats: important reservoir hosts of emerging viruses",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Calisher",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Childs",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Field",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Schountz",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Clin Microbiol Rev",
            "volume": "19",
            "issn": "3",
            "pages": "531--545",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Bats as 'special' reservoirs for emerging zoonotic pathogens",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Brook",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Dobson",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Trends Microbiol",
            "volume": "23",
            "issn": "3",
            "pages": "172--180",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Host and viral traits predict zoonotic spillover from mammals",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Olival",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Comparative analysis of bat genomes provides insight into the evolution of flight and immunity",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Science",
            "volume": "339",
            "issn": "6118",
            "pages": "456--460",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A diverse range of gene products are effectors of the type I interferon antiviral response",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Schoggins",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nature",
            "volume": "472",
            "issn": "7344",
            "pages": "481--485",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The natural history of Hendra and Nipah viruses",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Field",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Microbes Infect",
            "volume": "3",
            "issn": "4",
            "pages": "307--314",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Molecular characterisation of Toll-like receptors in the black flying fox Pteropus alecto",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cowled",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Dev Comp Immunol",
            "volume": "35",
            "issn": "1",
            "pages": "7--18",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The immune gene repertoire of an important viral reservoir, the Australian black flying fox",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Papenfuss",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "BMC Genomics",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Differential transcriptional responses to Ebola and Marburg virus infection in bat and human cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Holzer",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Sci Rep",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Deep RNA sequencing reveals complex transcriptional landscape of a bat adenovirus",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "1",
            "pages": "503--511",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Proteomics informed by transcriptomics reveals Hendra virus sensitizes bat cells to TRAIL-mediated apoptosis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Wynne",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Genome Biol",
            "volume": "15",
            "issn": "11",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Transcriptome Profiling of the Virus-Induced Innate Immune Response in Pteropus vampyrus and Its Attenuation by Nipah Virus Interferon Antagonist Functions",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "B"
                    ],
                    "last": "Glennon",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Jabado",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Lo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Shaw",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Virol",
            "volume": "89",
            "issn": "15",
            "pages": "7550--7566",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Contraction of the type I IFN locus and unusual constitutive expression of IFN-alpha in bats",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "113",
            "issn": "10",
            "pages": "2696--2701",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Cloning, expression and antiviral activity of IFNgamma from the Australian fruit bat, Pteropus alecto",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Janardhana",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Dev Comp Immunol",
            "volume": "36",
            "issn": "3",
            "pages": "610--618",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "FDR≤0.05 and FC≥4 for at least 2 time points (Fig 2C). Many genes in this list have known roles in innate immunity, including well-known ISGs (IFIT1, MX1, OAS2, RSAD2/viperin, USP18), members of the JAK-STAT signaling cascade (STAT1, STAT2, IRF9), pattern recognition receptors (DDX58/RIG-I, IFIH1/MDA5, ZBP1) and transcription factors (ETV7, IRF7, SP110)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "infected both WT and bulk KO cells with YFV17D-Venus and quantified infectivity after one viral life cycle(Fig 5D). RNASEL KO cells were more permissive to infection at all doses used, suggesting that RNASEL is important for suppression of initial viral infection. To test if RNASEL induction played a role in the protective effect of the IFN response, we treated PaKi WT and KO bulk cells with increasing doses of IFNα for 24h, then infected with YFV17D-Venus (Fig 5E).Consistent with previous results, KO bulk cells were more permissive to infection than WT cells.In addition, KO bulk cells were resistant to the protective activity of IFN. IFNα (100U/mL) pretreatment resulted in 80% reduction of infection in WT cells, but only 50% reduction in bulk KO cells. Together, these data suggest RNASEL contributes to inhibition of viral infection in bat cells, particularly in the context of the IFN response.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "to cleavage of both viral and cellular RNA, RNASEL activation can also lead to apoptosis of infected cells. In addition, the short RNA fragments created by RNASEL can potentiate the IFN response by activating the cytosolic RNA sensor RIG-I (33). The induction of RNASEL in response to IFN in bats may provide an additional layer of antiviral protection. Indeed, knockout of RNASEL increased viral susceptibility of P. alecto-derived cells. Although RNASEL induction itself does not result in significant nuclease activity, stimulation with poly (I:C) is sufficient to cause degradation of total RNA in the cell. Unlike in humans, where only the upstream OAS proteins are IFN-induced, bat cells co-induce both components of the OAS/RNASEL pathway, likely creating a more rapid and potent effect that would inhibit viral replication before extensive viral spread could occur. RNASEL induction may also be a counterdefense against viruses that subvert the pathway through through various immune evasion mechanisms, such as degradation of RNASEL by L* protein of murine Theiler's virus(34), or increased expression of an RNASEL inhibitor by HIV(35) and EMCV(36).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "VSV-GFP (provided by Jack Rose) was generated by passage in BHK-J cells. For both viruses, virus-containing supernatant was centrifuged to remove cellular debris and stored at -80C until use.Viral infection. Cells were seeded into 24-well plates at a density of 1x10 5 cells per well. Viral stocks were diluted into DMEM/F-12 media supplemented with 1% FBS to make infection media. Media was aspirated and replaced with 200 µL of infection media. Infections were carried out at 37°C for 1h, then 800 µL DMEM/F-12 media supplemented with 10% FBS was added back to each well. After approximately one viral life cycle, cells were harvested for flow cytometry.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Cells were detached using Accumax, fixed in 1% PFA for 10 min at room temperature, and pelleted by centrifugation at 800xg. Fixed cell pellets were resuspended in 200 µL FACS buffer (1X PBS supplemented with 3% FBS). Samples were run on a Stratedigm S1000 instrument using CellCapTure software and gated based on GFP fluorescence. Data analysis was done using FlowJo software (v9.7.6).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "and RNA isolation. Cells were seeded into 6-well plates at 3x10 5 cells per well. The following day, cells were treated with 2 mL of DMEM F-12 media supplemented with 10% FBS and 50 units/mL of Universal Type I IFN Alpha (PBL Assay Science Cat. #11200). The cells were harvested by aspirating the media, washing twice with 2 mL of sterile 1X PBS, then lysing with 350 µL RLT buffer from the RNeasy Mini kit (Qiagen). The cell lysate was stored at -80C until RNA isolation was completed using the RNeasy kit following the manufacturer's protocol.RNA-Seq.Total RNA samples for each time point were prepared in three independent experiments as described above. The Agilent 2100 Bioanalyzer was used to determine RNA quality; only samples with a RIN Score >9 were used. A Qubit fluorometer was used to determine RNA concentration. One µg of DNAse-treated total RNA was prepared with the TruSeq Stranded Total RNA LT Sample Prep Kit (Illumina). rRNA-depleted total RNA was fragmented and used for strand-specific cDNA synthesis. cDNA was then A-tailed and ligated with indexed adapters. Samples were then PCR amplified, purified with AmpureXP beads, and re-validated on the Agilent 2100 Bioanalyzer and Qubit.Normalized and pooled samples were run on the Illumina HiSeq 2500 using SBS v3 reagents. Paired-end 100 bp read length Fastq files were checked for quality using fastqc (http://www.bioinformatics.babraham.ac.uk/projects/fastqc) and fastq_screen (http://www.bioinformatics.babraham.ac.uk/projects/fastq_screen/) and were quality trimmed using fastq-mcf (https://github.com/ExpressionAnalysis/ea-utils/blob/wiki/FastqMcf.md).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "A customized panel containing both P. alecto and H. sapiens genes (Schoggins_1_C4066, NanoString Technologies, Seattle, WA, USA) was used to measure the expression of 100 genes in the RNA samples by following the NanoString nCounter XT Codeset Gene Expression Assay manufacturer's protocol. Following hybridization, transcripts were quantitated using the nCounter Digital Analyzer. qRT-PCR. Total RNA was prepared as described above. Reactions were prepared with the QuantiFast SYBR Green RT-PCR kit (Qiagen #204154), using 50 ng total RNA per reaction. Samples were run on the Applied Biosystems 7500 Fast Real-Time PCR System using 7500 Software v2.0.6. Primers used to amplify RNASEL are 5'-CCACCCTGGGGAAAATGTGA-3' and 5'-GGAGGATCCTGCTTGCTTGT-3'. Primers used to amplify housekeeping gene RPS11 are 5'-ATCCGCCGAGACTATCTCCA-3' and 5'-GGACATCTCTGAAGCAGGGT-3'. DNA constructs and plasmid propagation. lentiCRISPR v2 was a gift from Feng Zhang (Addgene plasmid # 52961). RNASEL targeting guides were generated by cloning annealed, complementary 20-bp oligos with Esp3I-compatible overhangs (5'-caccgAGACCCACACCCTCCAGCAG-3' and 5'-aaacCTGCTGGAGGGTGTGGGTCTc-3')",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Supernatant was collected 48h post-transfection, filtered through 0.45 µm to remove debris, and stored at -80°C until use. RNASEL KO bulk PaKi cell lines. 3x10 5 PaKi cells were seeded on 6-well plates. The following day, media was changed to DMEM/F-12 supplemented with 3% FBS, 4 µg/mL polybrene and 20 mM HEPES. LentiCRISPRv2 lentiviral pseudoparticles were added and cells were spinoculated at 800xg for 45 min at 37°C. Media was changed to DMEM/F-12 with 10% FBS immediately following spinoculation. 48h after transduction, cells were pooled into a 10-cm dish and selected in DMEM/F-12 with 10% FBS and 5 µg/mL puromycin. Genomic characterization of PaKi RNASEL KO bulk cell lines. Genomic DNA was isolated from wild-type or RNASEL KO bulk populations using the DNeasy Blood and Tissue Kit (Qiagen). The region falnking the CRISPR-targeted sequence was amplified via PCR using primers (5'-ATGGAGACCAAGAGCCACAACA-3') and (5'-CGTCCTCGTCCTGGAAATTGA-3').",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Research Institute for assistance with Nanostring samples, and the McDermott Center Sequencing Core and Bioinformatics Core for sequencing and analysis. This work was supported in part by NIH grant AI117922 (J.W.S.), the UT Southwestern Endowed Scholars program (J.W.S.), the UT Southwestern High Impact / High Risk Grant Program (J.W.S.), the William F. and Grace H. Kirkpatrick Award (P.C.D.) and the NRF-CRP grant NRF2012NRF-CRP001-056 (L-F.W). C.X. was partially supported by NIH grant UL1TR001105.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": ": expanded protein families and functions, and analysis tools. Nucleic Acids Res 44(D1):D336-342. 25. Rusinova I, et al. (2013) Interferome v2.0: an updated database of annotated interferonregulated genes. Nucleic Acids Res 41(Database issue):D1040-1046. 26. Tai YCaS, Terrence P. (2006) A multivariate empirical Bayes statistic for replicated microarray time course data. The Annals of Statistics 34(5):2387-2412. 27. Silverman RH (2007) Viral encounters with 2',5'-oligoadenylate synthetase and RNase L during the interferon antiviral response. J Virol 81(23):12720-12729. 28. Zhou A, Molinaro RJ, Malathi K, & Silverman RH (2005) Mapping of the human RNASEL promoter and expression in cancer and normal cells. J Interferon Cytokine Res 25(10):595-603. 29. Mali P, et al. (2013) RNA-guided human genome engineering via Cas9. Science 339(6121):823-826. 30. Wreschner DH, James TC, Silverman RH, & Kerr IM (1981) Ribosomal RNA cleavage, nuclease activation and 2-5A(ppp(A2'p)nA) in interferon-treated cells. Nucleic Acids Res 9(7):1571-1581. 31. Li Y, et al. (2016) Activation of RNase L is dependent on OAS3 expression during infection with diverse human viruses. Proc Natl Acad Sci U S A 113(8):2241-2246. 32. Mostafavi S, et al. (2016) Parsing the Interferon Transcriptional Network and Its Disease Associations. Cell 164(3):564-578. 33. Malathi K, Dong B, Gale M, Jr., & Silverman RH (2007) Small self-RNA generated by RNase L amplifies antiviral innate immunity. Nature 448(7155):816-819. 34. Sorgeloos F, Jha BK, Silverman RH, & Michiels T (2013) Evasion of antiviral innate immunity by Theiler's virus L* protein through direct inhibition of RNase L. PLoS Pathog 9(6):e1003474. 35. Martinand C, et al. (1999) RNase L inhibitor is induced during human immunodeficiency virus type 1 infection and down regulates the 2-5A/RNase L pathway in human T cells. J Virol 73(1):290-296. 36. Martinand C, Salehzada T, Silhol M, Lebleu B, & Bisbal C (1998) RNase L inhibitor (RLI) antisense constructions block partially the down regulation of the 2-5A/RNase L pathway in encephalomyocarditis-virus-(EMCV)-infected cells. Eur J Biochem 254(2):248-255. 37. Crameri G, et al. (2009) Establishment, immortalisation and characterisation of pteropid bat cell lines. PLoS One 4(12):e8266. 38. Kim D, et al. (2013) TopHat2: accurate alignment of transcriptomes in the presence of insertions, deletions and gene fusions. Genome Biol 14(4):R36. 39. Roberts A, Pimentel H, Trapnell C, & Pachter L (2011) Identification of novel transcripts in annotated genomes using RNA-Seq. Bioinformatics 27",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Bat-derived cells respond to Type I IFN. (A) PaKi cells were treated with increasing doses of IFNα for 24h and then infected with VSV-GFP at an MOI of 1. The percentage of infected cells was quantified using flow cytometry and normalized to a mock-treated control. Data are represented as mean ± SD for three independent experiments. (B) Same as (A), using YFV-17D Venus. (C) PaKi cells were treated with increasing doses of IFNα and RNA was harvested at 8h. MX1 mRNA levels were quantified using qRT-PCR and normalized to RPS11. Data are represented as mean ± SD for three independent experiments. (D) PaKi cells were treated with IFNα (50U/mL) and RNA was harvested at several time points. MX1 mRNA levels were measured using qRT-PCR and normalized to RPS11. Data are represented as mean ± SD for three independent experiments.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "PaKi transcriptome response to IFN. (A) Experimental schematic. (B) Volcano plots for all time points. Differentially-expressed genes are quantified on the top left. Grey bars indicate log 2 FC≥1.5 (vertical) or FDR≤0.05 (horizontal). Data is a result of three independent experiments (C)Heatmap including genes that meet the cutoffs mean log 2 CPM≥0, log 2 FC≥2, FDR≤0.05 for at least 2 time points. XLOC genes represent unannotated genes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Temporal clustering analysis. (A) Temporal subclusters. The number of genes in each subcluster is indicated below the title. Blue lines represent mean log 2 (fold change) over time for a single gene. Black lines represent median of all genes in the subcluster. (B) RNA-seq validation using Nanostring. RNA was isolated from PaKi cells and gene expression over time was compared between RNA-seq data (left) and Nanostring data (right). Data presented is the mean of three independent experiments. HK = housekeeping genes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "ISG expression over time in bat and human cells. (A) Nanostring gene expression for PaKi (left) and A549 cells (right). PaKi data is the same shown in Fig 3B, with additional time points. Data presented is the mean of three independent experiments. HK = housekeeping genes. (B) Expression over time for PaKi and A549 genes in SC3 and SC4. Each line represents the median log 2 (FC) for all genes in a SC. (C) Time at peak induction for PaKi and A549 genes in SC3 and SC4. (D) Percent genes induced to levels ≥50% of maximum induction at specified time points in SC3 and SC4. (E) Percent genes that recovered to levels ≤50% of maximum induction at specified time points in SC3 and SC4. (F) Baseline mRNA counts for PaKi and A549 genes in SC3 and SC4. Data are represented as mean + SD for three independent experiments. Darker symbols represent mean counts for each subcluster. * = p-value <0.05 using Student's t-test. (G) Maximum mRNA counts for PaKi and A549 genes in SC3 and SC4. Data are represented as mean + SD for three independent experiments.Darker symbols represent mean counts for each subcluster. * = p-value <0.05 using Student's t-test.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "RNASEL is IFN-induced in P. alecto. (A) PaKi cells were treated with increasing dosesof IFNα and RNA was harvested at 8h. RNASEL mRNA levels were measured using qRT-PCR and normalized to untreated control using RPS11 as a housekeeping control. Data are represented as mean ± SD for two independent experiments. (B) RNASEL induction in P. alecto brain, lung, and kidney cells. Cells were treated with IFNα (100U/mL) and RNA was harvested at 8h. RNASEL levels were quantified using qRT-PCR and normalized to untreated control using RPS11 as housekeeping control. Data are represented as mean ± SD for three independent experiments. (C) PaKi cells were treated with IFNα (100U/mL) or mock-treated for 24h, followed by transfection with poly(I:C) (100ng/mL) or mock-transfected for 4h and RNA integrity was monitored using a bionalyzer.100 ng total RNA was run per lane. Data is representative of two independent experiments. (D) WT or RNASEL KO bulk PaKi cells were infected with YFV-17D Venus for 24h and viral infection was quantified using flow cytometry. Data are represented as mean ± SD for three independent experiments. * = p-value < 0.05 using Student's t-test. (E) WT or RNASEL KO bulk PaKi cells were treated with increasing doses of IFNα for 24h, then infected with YFV-17D Venus at an MOI of 0.5 for 24h. Viral infection was quantified using flow cytometry. Data are represented as mean ± SD for three independent experiments. * = p-value < 0.05 using Student's t-test.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "Normalized Nanostring counts over time in bat and human cells. A549 (blue), HEK293 (red), or Paki (green) cells were treated with IFNα (50U/mL) and RNA was harvested at the indicated time points. A customized Nanostring nCounter library was used to detect mRNA counts of 50 genes. Data are represented as mean ± SD for three independent experiments.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}