{
    "paper_id": "5daceb492bad28a61fc43c4be83a164042d8c430",
    "metadata": {
        "title": "Recombinant rotaviruses rescued by reverse genetics reveal the role of NSP5 hyperphosphorylation in the 2 assembly of viral factories 3 4",
        "authors": [
            {
                "first": "Guido",
                "middle": [],
                "last": "Papa",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ICGEB",
                    "location": {
                        "addrLine": "Padriciano 99",
                        "postCode": "34149 9",
                        "settlement": "Trieste",
                        "country": "Italy"
                    }
                },
                "email": "guido.papa@icgeb.org"
            },
            {
                "first": "Luca",
                "middle": [],
                "last": "Venditti",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ICGEB",
                    "location": {
                        "addrLine": "Padriciano 99",
                        "postCode": "34149 9",
                        "settlement": "Trieste",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Francesca",
                "middle": [],
                "last": "Arnoldi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ICGEB",
                    "location": {
                        "addrLine": "Padriciano 99",
                        "postCode": "34149 9",
                        "settlement": "Trieste",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Elisabeth",
                "middle": [
                    "M"
                ],
                "last": "Schraner",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Zürich",
                    "location": {
                        "settlement": "Zürich",
                        "country": "Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "Christiaan",
                "middle": [],
                "last": "Potgieter",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Centre for Human Metabolomics",
                    "institution": "North-West University",
                    "location": {
                        "addrLine": "13 Potchefstroom, 14 5 Deltamune (Pty) Ltd, 248 Jean Avenue",
                        "settlement": "Lyttelton, Centurion",
                        "country": "South Africa, South Africa"
                    }
                },
                "email": ""
            },
            {
                "first": "Alexander",
                "middle": [],
                "last": "Borodavka",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Astbury Centre for Structural Molecular Biology",
                    "institution": "University of Leeds",
                    "location": {
                        "addrLine": "16",
                        "settlement": "Leeds",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Catherine",
                "middle": [],
                "last": "Eichwald",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ICGEB",
                    "location": {
                        "addrLine": "Padriciano 99",
                        "postCode": "34149 9",
                        "settlement": "Trieste",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Oscar",
                "middle": [
                    "R"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Burrone",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": "burrone@icgeb.org"
            }
        ]
    },
    "abstract": [
        {
            "text": "Rotavirus (RV) replicates in round-shaped cytoplasmic viral factories although 37 how they assemble remains unknown. 38",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "During RV infection, NSP5 undergoes hyperphosphorylation, which is primed by 39 the phosphorylation of a single serine residue. The role of this post-translational 40 modification in the formation of viroplasms and its impact on the virus replication 41 remains obscure. Here we investigated the role of NSP5 during RV infection by 42 taking advantage of a modified fully tractable reverse genetics system. An NSP5 43 trans-complementing cell line was used to generate and characterise several 44 recombinant rotaviruses (rRVs) with mutations in NSP5. We demonstrate that a 45 rRV lacking NSP5, was completely unable to assemble viroplasms and to 46 replicate, confirming its pivotal role in rotavirus replication. 47",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "A number of mutants with impaired NSP5 phosphorylation were generated to 48 further interrogate the function of this post-translational modification in the 49 assembly of replication-competent viroplasms. We showed that the rRV mutant 50 strains exhibit impaired viral replication and the ability to assemble round-shaped 51 viroplasms in MA104 cells. Furthermore, we have investigated the mechanism of 52 NSP5 hyper-phosphorylation during RV infection using NSP5 phosphorylation-53 negative rRV strains, as well as MA104-derived stable transfectant cell lines 54 expressing either wt NSP5 or selected NSP5 deletion mutants. Our results 55 indicate that NSP5 hyper-phosphorylation is a crucial step for the assembly of 56 round-shaped viroplasms, highlighting the key role of the C-terminal tail of NSP5 57 in the formation of replication-competent viral factories. Such a complex NSP5 58 phosphorylation cascade may serve as a paradigm for the assembly of functional 59 viral factories in other RNA viruses. 60 61 62 63 64 65 66 . CC-BY-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/660217 doi: bioRxiv preprint 3 IMPORTANCE 67 Rotavirus (RV) double-stranded RNA genome is replicated and packaged into 68 virus progeny in cytoplasmic structures termed viroplasms. The non-structural 69 protein NSP5, which undergoes a complex hyperphosphorylation process during 70 RV infection, is required for the formation of these virus-induced organelles. 71 However, its roles in viroplasm formation and RV replication have never been 72 directly assessed due to the lack of a fully tractable reverse genetics (RG) 73 system for rotaviruses. Here we show a novel application of a recently developed 74 RG system by establishing a stable trans-complementing NSP5-producing cell 75 line required to rescue rotaviruses with mutations in NSP5. This approach 76 allowed us to provide the first direct evidence of the pivotal role of this protein 77 during RV replication. Furthermore, using recombinant RV mutants we shed light 78 on the molecular mechanism of NSP5 hyperphosphorylation during infection and 79 its involvement in the assembly and maturation of replication-competent 80 viroplasms. 81 82 83 84 85 86 87 88 89 90 91 92 93 94 95 96 97",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "To rescue recombinant RV strain SA11 (rRV-WT), monolayers of BHK-T7 cells 273 (4 × 10 5 ) cultured in 12-well plates were co-transfected using 2.5 μL of TransIT-274 LT1 transfection reagent (Mirus) per microgram of DNA plasmid. Each mixture 275 comprised 0.8 μg of SA11 rescue plasmids: pT7-VP1, pT7-VP2, pT7-VP3, pT7-276 VP4, pT7-VP6, pT7-VP7, pT7-NSP1, pT7-NSP3, pT7-NSP4, and 2.4 μg of pT7-277 NSP2 and pT7-NSP5 (29). Furthermore 0.8 μg of pcDNA3-NSP2 and 0.8 μg of 278 . CC-BY-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/660217 doi: bioRxiv preprint pcDNA3-NSP5, encoding NSP2 and NSP5 proteins, were also co-transfected to 279 increase rescue efficiency. 280",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rescue of recombinant RVs (rRVs) from cloned cDNAs. 272"
        },
        {
            "text": "To rescue recombinant rRVs encoding NSP5 mutants, pT7 plasmids encoding 281 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rescue of recombinant RVs (rRVs) from cloned cDNAs. 272"
        },
        {
            "text": "Immunofluorescence experiments were performed using µ-Slide 8 Well Chamber 294",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunofluorescence microscopy 293"
        },
        {
            "text": "Slide-well (iBidi GmbH, Munich, Germany) and the following antibody dilutions: 295 anti-NSP5 guinea pig serum 1:1,000; anti-NSP2 guinea pig serum 1:200; anti-296 VP2 guinea pig serum 1:500; anti-VP6 mouse monoclonal antibody 1:1,000; 297",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunofluorescence microscopy 293"
        },
        {
            "text": "Alexa Fluor 488-conjugated anti-mouse, 1:500 (Life Technologies), and TRITC-298 conjugated anti-guinea pig, 1:500 (Life Technologies). 299",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunofluorescence microscopy 293"
        },
        {
            "text": "Newly synthesized RNAs were labeled by including 2 mM 5-ethynyl uridine (EU) 302 into the cell culture medium, and modified incorporated nucleotides were reacted 303 with an azide-conjugated fluorophore Alexa-488 following the manufacturer's 304 protocol for Click-iT RNA Alexa Fluor 488 imaging kit (Thermo Fisher Scientific). 305",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5-Ethynyl-Uridine (EU) labeling 301"
        },
        {
            "text": "Cell nuclei were stained with ProLong™ Diamond Antifade Mountant with 4',6-306 diamidino-2-phenylindole (DAPI, Thermo Scientific). Samples were imaged using 307 a confocal setup (Zeiss Airyscan equipped with a 63x, NA=1.3 objective), and the 308 images were processed using ZEN lite software. 309 11 nuclease-free Dulbecco's phosphate saline buffer (DPBS) for 10 min at room 313 temperature. Samples were washed twice with DPBS, and then permeabilized 314 with 70% (v/v) ethanol in RNAse-free water at +4 o C for at least 1 hour prior to 315 hybridization. Permeabilized samples were re-hydrated for 5 min in a pre-316 hybridization buffer (300 mM NaCl, 30 mM trisodium citrate, pH 7.0 in nuclease-317 free water, 10 % v/v formamide, supplemented with 2 mM vanadyl ribonucleoside 318 complex). Re-hydrated samples were hybridized with 62.5 nM of an equimolar 319 mixture of Cy3-labelled DNA probes designed to target the coding region of the 320 gene segment 6 of simian rotavirus A/SA11 (Genbank Acc. AY187029.1) using 321 Here we provide direct demonstration of the role of NSP5 in RV replication, using 408 an NSP5 knock out rRV (termed rRV-NSP5/KO) generated by reverse genetics. 409",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5-Ethynyl-Uridine (EU) labeling 301"
        },
        {
            "text": "To rescue the NSP5/KO strain, a stop codon at position 18Y was introduced ( complementing MA-NSP5 cell line (Fig. 2C ). Together, these data confirm that 420 NSP5 is essential for RV replication. 421 422 rRVs with impaired NSP5 phosphorylation 423",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 108,
                    "end": 116,
                    "text": "(Fig. 2C",
                    "ref_id": null
                }
            ],
            "section": "5-Ethynyl-Uridine (EU) labeling 301"
        },
        {
            "text": "To address the role of NSP5 hyperphosphorylation, we then generated a number 424 of rRVs harbouring NSP5 mutations previously known to impact NSP5 425 phosphorylation. We first generated an rRV carrying an S67A mutation (rRV-426 NSP5/S67A) ( Table 1 and The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/660217 doi: bioRxiv preprint silenced for cellular kinase CK1 previously shown to be required for NSP5 465 phosphorylation (25). NSP2-mCherry and NSP5-EGFP fusion proteins were also 466 recruited to both types of these structures (Fig. 5C) , suggesting that the observed 467 lack of phosphorylation does not affect NSP2/NSP5 interactions. Furthermore, 468 the NSP5/S67A mutant and additional viroplasmic proteins NSP2, VP6 and VP2 469 with rRV-NSP5/S67A mutant (Fig. 7A, left panel) . Furthermore, the observed 522 immature viroplasms also appeared to be less-electron dense, likely due to their 523 . CC-BY-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/660217 doi: bioRxiv preprint lower RNA composition and, subsequently, decreased number of available 524 phosphate groups that bind UO 2+ ions during the EM staining procedure. 525",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 242,
                    "end": 253,
                    "text": "Table 1 and",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 606,
                    "end": 615,
                    "text": "(Fig. 5C)",
                    "ref_id": null
                },
                {
                    "start": 837,
                    "end": 858,
                    "text": "(Fig. 7A, left panel)",
                    "ref_id": "FIGREF25"
                }
            ],
            "section": "5-Ethynyl-Uridine (EU) labeling 301"
        },
        {
            "text": "Together, these data strongly support the role of NSP5 phosphorylation in 526 maintaining the viral RNA production and genome replication in viroplasms. 527",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5-Ethynyl-Uridine (EU) labeling 301"
        },
        {
            "text": "The mechanism of NSP5 hyper-phosphorylation 529",
            "cite_spans": [],
            "ref_spans": [],
            "section": "528"
        },
        {
            "text": "We have previously proposed a model of the hierarchical NSP5 530 hyperphosphorylation associated with the assembly of viroplasms that involves a 531 three-step mechanism: i) initial interaction of non-phosphorylated NSP5 with 532 NSP2 (or VP2); ii) phosphorylation of Ser67 by CK1. This step does not take 533 place when NSP5 is expressed alone; iii) hyper-phosphorylation of NSP5 534 triggered by Ser67 phosphorylation that requires the 18 AA long C-terminal tail 535 (24). 536",
            "cite_spans": [],
            "ref_spans": [],
            "section": "528"
        },
        {
            "text": "Here, we have investigated the phosphorylation mechanism of NSP5 during RV 537 infection using a number of NSP5 phosphorylation-negative rRV strains and 538 MA104-derived stable transfectant cell lines (Table 1) . We demonstrated that 539 despite the presence of Ser67, deletion mutant NSP5/T was not phosphorylated 540 and failed to form viroplasms. We have previously shown that co-expression of 541 NSP5/T was also unable to trigger the phosphorylation cascade of NSP5/S67A, 542 while other NSP5 mutants referred hereafter as activators of phosphorylation, 543 e.g., NSP5/3 did (24). Interestingly, upon co-infection with two rRVs 544 NSP5/S67A and NSP5/T, both mutated NSP5 variants were not phosphorylated 545 (Table 1 and Fig. 8B, lanes 3-4) . The NSP5-176-180 mutant 548 was also unable to induce phosphorylation of NSP5/S67A following the co-549 infection with the two rRVs, despite both containing Ser67 and the C-terminal tail. 550",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 202,
                    "end": 211,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 719,
                    "end": 731,
                    "text": "(Table 1 and",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 732,
                    "end": 751,
                    "text": "Fig. 8B, lanes 3-4)",
                    "ref_id": null
                }
            ],
            "section": "528"
        },
        {
            "text": "This result suggests that the 'activator' NSP5 needs to be also hyper-551 phosphorylated (Fig. 8C) . replicate and also showed spherical structures that contained NSP5 and NSP2, 582 but not VP6 (Fig. 10A-C) . Of the two non-structural proteins involved in viroplasm assembly, NSP5 appears 601 to play a crucial role by potentially providing a scaffold that allows for recruitment 602 of additional viral proteins. Only when NSP5 is co-expressed with NSP2 and/or 603 VP2, these proteins assemble into the viroplasm-like structures (VLS), which are 604 also capable to recruit additional structural proteins including VP1, VP2 and VP6 605 (8, 10). Given these observations, we hypothesised that complete removal of 606 NSP5 would be lethal for RV replication. Using a modified reverse genetics Using the NSP5 mutant strains described above and the established stable 673 transfectant MA104 cells we were able to investigate the molecular mechanism 674 that leads to NSP5 hyperphosphorylation. We showed that the NSP5/S67A 675 mutant from the rRV was indeed hyperphosphorylated, albeit not completely, 676 . CC-BY-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/660217 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 89,
                    "end": 98,
                    "text": "(Fig. 8C)",
                    "ref_id": null
                },
                {
                    "start": 194,
                    "end": 206,
                    "text": "(Fig. 10A-C)",
                    "ref_id": null
                }
            ],
            "section": "528"
        },
        {
            "text": "The hierarchical phosphorylation of proteins appears to be a common 708 mechanism regulating many cellular processes. In mammalian cells, hierarchical 709 phosphorylation has been described for β-catenin, in which Ser 45 710 phosphorylated by CK1 primes it for hyperphosphorylation by glycogen 711 The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/660217 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/660217 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/660217 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/660217 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/660217 doi: bioRxiv preprint Figure 11 . CC-BY-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/660217 doi: bioRxiv preprint Ta b l e 1 . CC-BY-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/660217 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1044,
                    "end": 1053,
                    "text": "Figure 11",
                    "ref_id": null
                }
            ],
            "section": "528"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "∆3 cells, as indicated. The experiment was 836 terminated at 24 hpi",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ma104",
                    "suffix": ""
                },
                {
                    "first": "Ma-∆t",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Ma-∆3",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Viral titer < 300 FFU/ml",
            "authors": [
                {
                    "first": "#",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Is Stronger than That with NSP2",
            "authors": [],
            "year": null,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "2128--2137",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Characterization of rotavirus replication 894 intermediates: a model for the assembly of single-shelled particles",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "O"
                    ],
                    "last": "Gallegos",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Patton",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "RNA 897 interference of rotavirus segment 11 mRNA reveals the essential role of 898 NSP5 in the virus replicative cycle",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Campagna",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Eichwald",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Vascotto",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "R"
                    ],
                    "last": "Burrone",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Gen Virol",
            "volume": "86",
            "issn": "",
            "pages": "1481--1487",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Reduced 900 expression of the rotavirus NSP5 gene has a pleiotropic effect on virus 901 replication",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lopez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rojas",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ayala-Breton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lopez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Arias",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Gen Virol",
            "volume": "6",
            "issn": "",
            "pages": "1609--1617",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Rotavirus replication: plus-903 sense templates for double-stranded RNA synthesis are made in 904 viroplasms",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Silvestri",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "F"
                    ],
                    "last": "Taraporewala",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Patton",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "",
            "pages": "7763--74",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Design and 906 selection of an intrabody library produced de-novo for the non-structural 907 protein NSP5 of rotavirus",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Vascotto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Visintin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cattaneo",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "R"
                    ],
                    "last": "Burrone",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Immunol Methods",
            "volume": "301",
            "issn": "",
            "pages": "31--40",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Rotavirus NS26 is modified by addition 909 of single O-linked residues of N-acetylglucosamine",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Gonzalez",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "R"
                    ],
                    "last": "Burrone",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Virology",
            "volume": "182",
            "issn": "",
            "pages": "8--16",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Regulation of Wnt/β-catenin signaling by 994 protein kinases",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Verheyen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Gottardi",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Dev Dyn",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A pivotal role of serine 225",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Goonawardane",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Hepatitis C virus NS5A protein is 1000 phosphorylated by casein kinase II",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Choe",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Biochem Biophys Res Commun",
            "volume": "1001",
            "issn": "",
            "pages": "777--781",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Serine Phosphorylation of 1003 the Hepatitis C Virus NS5A Protein Controls the Establishment of 1004",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ross-Thriepland",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mankouri",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Replication Complexes",
            "authors": [],
            "year": null,
            "venue": "J Virol",
            "volume": "89",
            "issn": "",
            "pages": "3123--3135",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "West Nile virus methyltransferase 1007 domain interacts with protein kinase G",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Kuhn",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Striker",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Virol J",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Role of phosphorylation 1009 clusters in the biology of the coronavirus infectious bronchitis virus 1010 nucleocapsid protein",
            "authors": [
                {
                    "first": "K-A",
                    "middle": [],
                    "last": "Spencer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dee",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Britton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Hiscox",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Virology",
            "volume": "370",
            "issn": "",
            "pages": "373--381",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Phosphorylation of yellow fever virus NS5 alters methyltransferase 1013 activity",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bhattacharya",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hoover",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Falk",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Weisblum",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vestling",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Striker",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Virology",
            "volume": "380",
            "issn": "",
            "pages": "276--284",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "INTRODUCTION in 10 cm 2 tissue culture dishes 24 hours before transfection. For each well, 2.4 254 μg of pMD2-VSV-G, 4 μg of pMDLg pRRE, 1.8 μg of pRSV-Rev and 1.5 μg of 255 plasmid containing pAIP-NSP2-mCherry or pAIP-NSP5 and the human 256 immunodeficiency virus long terminal repeats were co-transfected with 257 Lipofectamine 3000 (Sigma-Aldrich) according to the manufacturer's instructions. 258 After 48 h, the virus was collected by filtration with a 0.45-μm polyvinylidene 259 fluoride filter and was immediately used or stored at −80 °C. For lentiviral 260 transduction, MA104 cells were transduced in six-well plates with 1 ml of lentiviral 261 supernatant for 2 days. 262 MA-∆3 and MA-∆T were generated using the PiggyBac Technology (32). Briefly, 263 10 5 MA104 cells were transfected with the pCMV-HyPBase (32) and the 264 transposon plasmid pPB-NSP5/∆3 and pPB-NSP5/∆T using a ratio of 1:2.5 with 265 Lipofectamine 3000 (Sigma-Aldrich) according to the manufacturer's instructions. 266 The cells were maintained in DMEM supplemented with 10% FBS for 3 days and 267 then the cells were incubated with DMEM supplemented with 10% FBS and 5 268 μg/ml puromycin (Sigma-Aldrich) for 4 days to allow the selection of cells 269 expressing the gene of interest. 270 271",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "/S67A, NSP5/Y18Stop, NSP5/∆180-198 segments were used instead of 282 pT7-NSP5. At 24 h post-transfection, MA-NSP5 cells (5 × 10 4 cells) were added 283 to transfected cells to provide a functional NSP5 for the virus rescue. The cells 284 were co-cultured for 3 days in FBS-free medium supplemented with trypsin (0.5 285 μg/mL) (Sigma Aldrich). After incubation, transfected cells were lysed by freeze-286 thawing and 200 μl of the lysate was transferred to fresh MA-NSP5 cells. After 287 adsorption at 37°C for 1 hour, cells were washed three times with PBS and 288 further cultured at 37°C for 4 days in FBS-free DMEM supplemented with 0.5 289 μg/mL trypsin (Sigma Aldrich, 9002-07-7) until a clear cytopathic effect was 290 visible. The recombinant viruses were then checked by RT-PCR. 291 292",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 410 1A-B). Analysis of MA104-virus-infected cell extracts confirmed the presence of 411 NSP2 and VP2, but not of NSP5 (Fig. 2A). Moreover, we did not detect 412 viroplasms containing NSP2, VP2 or VP6 in both MA104-infected cells and in 413 stable transfectant cell lines expressing the fluorescent fusion proteins NSP2-414 mCherry or NSP5-EGFP (Fig. 2B). Interestingly, this indicates that the NSP5-415 EGPF fusion protein is not able to trans-complement the lack of NSP5, and 416 indeed the rRV-NSP5/KO strain does not replicate in MA-NSP5-EGFP cells. 417 Furthermore, both genomic dsRNA synthesis and infectious progeny virus 418 production were completely abrogated in MA104 cells, but not in the trans-419",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 3A-B). Its replication in wild type MA104 cells was 427 strongly impaired (Fig. 3B right panel), resulting in approximately a 100-fold 428 reduction of the infectious progeny virus titre at different time points post-infection 429 (Fig. 3C). Despite the overall reduction of replication fitness, the rRV-NSP5/S67A 430 mutant virus was stable after 10 passages in the wild-type MA104 cells, 431 confirmed by the sequencing of the progeny virus. Consistent with our previous 432 Ser67 in the initiation of NSP5 phosphorylation cascade (24). While the wt 435 rRV yielded multiple hyper-phosphorylated NSP5 isoforms, the NSP5/S67A 436 mutant mostly produced a single, homogeneous form of NSP5 with an apparent 437 mass of 26 kDa that could be detected in the virus-infected cell extracts at 5 or 438 10 hpi (Fig. 3E). Enzymatic de-phosphorylation with -Ppase and alkaline Calf 439 Intestinal Ppase (CIP), previously used to discriminate phosphorylated from non-440 phosphorylated NSP5 (19), further corroborated the observed lack of 441 NSP5/S67A phosphorylation (Fig. 3F). Because of the differences in the 442 molecular weight markers used, the NSP5 band with the fastest PAGE mobility 443 has been traditionally described as 26 kDa, and the most abundant one as 28 444 kDa. Since this nomenclature has been used in many publications, we have 445 preferred to maintain it, despite current PAGE migrations do not correspond to 446 the markers presently used. 447 We then generated two additional rRVs harbouring truncated versions of NSP5, 448 one lacking the 18 AA long C-terminal tail (rRV-NSP5/T), and the second one 449 with a 5 AA deletion (176-YKKKY-180) just upstream of the tail region (rRV-450 NSP5/176-180)(Table 1andFig. 1A-B). Despite the presence of Ser67, and 451 the lack of Thr and Ser residues within the deletions, both mutants did not show 452 a classical hyperphosphorylation pattern(Fig. 4A) and failed to replicate, 453 confirmed by the absence of de novo synthesis of genomic dsRNA(Fig. 4B). 454We also investigated viroplasm formation in cells infected with these rRV 455 mutants. At early infection (5 hpi), the rRV-NSP5/S67A mutant produced 456 structures resembling viroplasms that appeared smaller and more 457 heterogeneous in shape compared to the regular, spherical ones produced 458 during the wt rRV infection(Fig. 5A upper panel and Fig. 5B). Remarkably, 459 during late infection (10-12 hpi), the rRV-NSP5/S67A mutant produced multiple 460 NSP5-containing aberrant structures, as well as fibre-like structures that became 461 more apparent during late infection (12 hpi)(Fig. 5A lower panel and Fig. 5B).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig. 5D) were all present in the aberrant structures, suggesting that they could 470 also represent sites of virus replication. 471In contrast, no viroplasms containing NSP5, NSP2 or VP2 were observed when 472MA104 cells were infected with the rRV-NSP5/∆T and rRV-NSP5/∆176-180 473 deletion mutants. Interestingly, these mutants yielded fibre-like structures 474 containing only VP6 protein (Fig. 5E-F). Similar VP6-fibres are normally formed 475 when VP6 is over-expressed in cells in the absence of other viral proteins (35, 476 36). 477 Taken together, these results confirm the role of NSP5 hyper-phosphorylation for 478 controlling the assembly of regular-shaped viroplasms, highlighting the key role 479 of the C-terminal tail in the formation of RV viral factories. 480 481 RNA accumulation in aberrant structures 482 Having examined the viral protein composition of the aberrant viroplasms formed 483 during infection with rRVs exhibiting impaired NSP5 phosphorylation, we then 484 assessed their RNA content. Viral RNA transcripts were labelled by incorporation 485 of 5-ethynyl uridine (5-EU) in actinomycin D-treated RV-infected cells, and total 486 viral ssRNA was visualized by reacting with Alexa-488-azide, as described in 487 Materials and Methods. As expected, most viral transcripts localised in 488 viroplasms of rRV-wt infected cells (Fig. 6A), consistent with the roles of 489 viroplasms in supporting the viral replication and assembly. In contrast, no viral 490 RNA transcripts could be detected in the aberrant structures in both wt MA104 or 491MA-NSP2-mCherry cells infected with the rRV-NSP5/S67A mutant(Fig. 6A). viroplasms, albeit with much lower efficiency, i.e., beyond the 498 sensitivity limit of 5-EU staining. For this purpose, we used single molecule RNA 499 fluorescence in situ hybridisation (smFISH) to identify the sites of RV 500 transcription. At 10 hpi, abundant gs6 transcripts could be detected in all 501 viroplasms identified in MA-NSP5-EGFP cells infected with the rRV-wt(Fig. 6B). 502Conversely, the rRV-NSP5/S67A-infected cells had sparse EGFP-tagged 503structures, but less than 20% of them contain gs6 RNA(Fig. 6B-C). Interestingly, 504 the less frequently occurring rod-like aberrant structures also showed gs6 RNA 505 accumulation, further suggesting that these structures could represent 506 replication-functional organelles. 507In contrast, smFISH performed on cells infected with the rRV-NSP5/T showed 508 diffuse distribution of gs6 RNA that did not localise to any structures resembling 509 viroplasms(Fig. 6B), also failing to support the virus genome replication(Fig. 510 4B). 511We then examined the ultrastructures of viroplasms with altered morphologies in 512 the RV mutant rRV-NSP5/S67A using electron microscopy. Upon infection with 513 rRV-wt(Fig. 7A, left panel), multiple membrane-less electron dense inclusions 514 encircled by the well-defined endoplasmatic reticulum (ER) filled with triple-515 layered particles were present in cells. At late infection points (10 hpi), filled with 516 triple-layered particles (TLPs) ER appeared to adopt a more tubular morphology, 517 suggesting a successive step in the virus egress. In contrast, the rRV-518 NSP5/S67A-infected cells contained only few immature viroplasms that lacked 519 the ER network filled with TLPs(Fig. 7A, right panel). Only few immature 520 particles containing transient lipid membranes could be identified in cells infected 521",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig. 8A) (8, 19, 24, 26). This result was supported further by infecting the MA104 546 transfectant cell line stably expressing NSP5-T (MA-T) with the rRV-547 NSP5/S67A strain",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "3) becomes hyper-phosphorylated when expressed alone and can 557 function as an activator of the NSP5/S67A phosphorylation (19, 24). We 558 therefore asked whether an MA104 stable cell line expressing the deletion 559 mutant NSP5/∆3 (MA-∆3) and infected with the rRV-NSP5/S67A strain was able 560 to trigger hyperphosphorylation of NSP5/S67A and as a consequence, sustain 561 replication of the mutant rRV strain. As shown in Fig. 8B (lanes 5-6) NSP5/S67A 562 was hyper-phosphorylated in presence of NSP5/∆3 mutant and confirmed by the 563 Ppase treatment (Fig. 8D), although it did not completely rescue the 564 phosphorylation pattern of NSP5 normally observed in rRV-wt infection. When 565 loading large amounts of NSP5/S67A, we have occasionally observed a second 566 faint band with reduced mobility, as in Fig. 8B, lane 2 (indicated with *). 567Interestingly, regular round-shaped structures resembling viroplasms, containing 568 NSP5, NSP2 and VP2 with peripheral localisation of VP6, were recovered in 569 these cells infected with rRV-NSP5/S67A, and yet viral replication was 570 nevertheless impaired(Fig. 8E-F). Consistently, the electron microscopy images 571 showed structures of aberrant viroplasms similar to those obtained in MA104 wt 572 cells(Fig. 7B, right panel). 573The NSP5 phosphorylation negative mutants of the two other rRVs (NSP5/T 574 and NSP5/176-180), did not undergo hyper-phosphorylation in MA-T or MA-3 575 cell lines(Figs. 9A-B). In both cases, viroplasms formation and virus replication 576were not rescued (Figs. 9C-D and 9E-F). Interestingly, apparently normal round-577 shaped structures were observed in MA-3 cells, which, however, recruited 578 significantly less VP6(Fig. 9C-D). In addition, the previously observed VP6 spiky 579 structures were not detected in these cells(Figs. 9C-D). Similar results were 580 obtained with the rRV-NSP5/KO virus strain, which in MA-∆3 cells did not 581",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "the phosphorylation cascade, thus playing a key role in the assembly of 587 replication-competent viral factories. 588 589 DISCUSSION 590 Rotaviruses replicate within cytoplasmic viral factories, or viroplasms. Most RV 591 assembly intermediates, i.e., single layered particles (cores) and double-layered 592 particles (DLPs) are primarily concentrated in viroplasms. Following budding of 593 DLPs into the lumen of the endoplasmatic reticulum, the immature particles 594 acquire a transient envelope, as well as the outer capsid proteins VP4 and VP7, 595 resulting in a mature triple-layered virion. Moreover, downregulation of 596 expression of the most abundant viroplasm-forming proteins NSP5 and NSP2 597 severely impacts on the formation of viroplasms and production of virus progeny 598 (13, 15, 25, 34). In light of these observations, viroplasms have long been 599 recognised as essential compartments supporting the RV replication.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "607system for rotaviruses (29), here we provide the first direct evidence of the 608 essential role of NSP5 in viroplasm formation and viral replication. In order to 609 characterise replication-deficient NSP5-negative mutants, we have established a 610 trans-complementing system that provides NSP5 to the virus both transiently in 611 BHK-T7 cells, and stably in NSP5-producing MA104 cell line (MA-NSP5), thus 612 enabling facile isolation of rRVs lacking functional NSP5. Using this approach, 613we have demonstrated that NSP5-deficient rRV was unable to form viroplasms 614 -phosphorylation has been previously implicated in the regulation of 621 NSP5 assembly into viroplasms. This phosphorylation, however, requires the 622 interaction of NSP5 with, either NSP2 or VP2, as NSP5 is not phosphorylated623 when expressed alone (8, 22, 23). Previous studies suggest that activation of 624 NSP5 hyper-phosphorylation may require a conformational change that leads to 625 its efficient hyper-phosphorylation via a positive feedback loop mechanism (8, 23, 626 24). Two regions comprising the N-terminal amino acids 1-33 (region 1) and the 627 central region amino acids 81-130 (region 3) have been reported to prevent 628 NSP5 phosphorylation in the absence of other viral proteins, while the 18 amino 629 acids long C-terminal tail was found to be essential for its phosphorylation (8, 23, 630 24). 631 Here, we have shown that all three rRV mutants S67A, T and 176-180 632 expressing the phosphorylation-negative NSP5 variants were unable to form 633 round-shaped viroplasms upon infection of MA104 cells. Interestingly, further 634 analysis of these mutants reveals some key differences between each NSP5 635 variant. While rRV-NSP5/S67A strain formed aberrant structures resembling 636 viroplasms that poorly support RV replication, this variant was still capable of 637 producing the infectious progeny, in contrast to the two other rRV mutant strains. 638 Interestingly, the phenotype observed with the NSP5 mutant S67A was 639 essentially the same as the one previously reported with the wt virus infecting 640 MA104 cells silenced for expression of CK1, which is involved in 641 phosphorylating Ser67 and initiating the hyper-phosphorylation cascade (24, 25).642It has recently been shown that CK1 is also involved in phosphorylating NSP2, 643controlling the formation of rotavirus viral factories (39). Our data obtained with 644 the rRV-NSP5/S67A mutant strongly suggest that the lack of NSP5 hyper-both the morphogenesis of viroplasms and their 646 capacity to support RV genome replication. We cannot rule out the role of NSP2 647 phosphorylation in assembly of viroplasms since NSP2 is also likely to be the formation of aberrant structures resembling viroplasms, the amount of RNA 650 produced within those structures in rRV-NSP5/S67A-infected MA104 cells was 651 practically below the detection limit of the 5-EU labelling, while the RNA 652 replication was fully rescued in the trans-complementing MA-NSP5 cell line(Fig. 653 5). It is unlikely that the viral mRNAs produced in MA104 wt cells infected with 654the rRV-NSP5/S67A strain was degraded faster, as most of the ssRNA 655 synthesised is a consequence of the secondary round of transcription from the 656 newly made dsRNA-containing particles. Indeed, very low amounts of dsRNA 657 were detected during the infection of MA104 cells. smFISH results confirmed the 658 presence of small amounts of RV (+)ssRNA in some of these aberrant structures. 659 This result is consistent with the finding that the rRV-NSP5/S67A strain did 660 replicate, albeit at much lower levels than the rRV-wt. Thus, these structures are 661 likely to sustain virus replication with decreased efficiency, which was further 662 confirmed by the electron microscopy analysis of MA104 cells infected with the 663 rRV-NSP5/S67A strain. 664 The important role of NSP5 hyper-phosphorylation was further supported by the 665 results obtained with the two phosphorylation-negative mutant strains NSP5/∆T 666 and NSP5/∆176-180 that possess Ser67 and yet failed to form viroplasms in 667 MA104 cells. Surprisingly, the 176-180 mutant, containing the C-terminal tail 668 has also failed to form viroplasms in MA104 cells, despite the absence of Ser or 669 Thr within the chosen 176-180 region. Both phosphorylation-negative mutants 670 tested did not replicate in MA104 cells and we could not detect any structures 671 containing viral RNA.672",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "MA-3 cells, restoring the round-shape morphology of the 677 structures resembling viroplasms with a complete absence of the aberrant 678 structures observed in MA104 cells. This finding strongly suggests that 679 impairment of NSP5 phosphorylation is the direct cause of the formation of the 680 aberrant structures in the cytosol of the infected cell. Despite the fact that these 681 structures appeared morphologically similar to the classical round-shaped 682 viroplasms in MA-3 cells, the presence of VP6 around these structures was only 683 observed with the hyperphosphorylated NSP5/S67A mutant, in contrast to the 684 other NSP5 phosphorylation-negative mutants. One possibility is that, during RV 685 infection, accumulation of VP6 in round-shaped viroplasms requires a full-length 686 hyperphosphorylated NSP5, as well as phosphorylation of multiple serine 687 residues likely by CK2 (17, 26). Moreover, the round-shaped structures found in 688 MA-∆3 cells infected with rRV-NSP5/KO failed to contain VP6. 689 The observed failure to rescue the replication of the rRV-NSP5/S67A strain to the 690 wt levels in MA-∆3 cells could be the consequence of the incomplete recovery of 691 the complex pattern of phosphorylated isoforms of wt NSP5. This suggests that 692 some intermediate isoforms might be important for the formation of fully 693 functional replication-competent viroplasms. 694We propose a model of the complex hierarchical mechanism of NSP5 hyper-695 phosphorylation during RV infection(Fig. 11). It involves (a) interaction of NSP5 696 with either NSP2 or VP2, required to (b) make Ser67 available for CK1 697 phosphorylation. This initial step is then sequentially completed (c) by CK2-698 mediated phosphorylation of other serines to generate the NSP5 'activator', 699 during a step dependent (d) on the interaction of the Ser67-phosphorylated 700 molecules with the non-phosphorylated partners in the NSP5 oligomeric 701 complexes. Alternatively (c'), oligomers could be formed before the activation 702 step. NSP5 interactions mediated by the carboxy-terminal tails T result in (e) 703 substrate activation and a fully hyperphosphorylated NSP5. This process leads to 704 (f) the assembly of viroplasms scaffolds containing NSP2, and (g) recruitment of 705 VP6, as well as the other viroplasmic proteins, VP1, VP2, VP3 to assemble 706 replication-competent viroplasms.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "synthase kinase-3 (GSK-3) (40, 41), which triggers its ubiquitination and 712 proteasomal degradation (42). A similar phosphorylation mechanism has recently 713 been described for a non-structural protein NS5A of the Hepatitis C Virus (HCV), 714 with the hyper-phosphorylation cascade primed by the initial phosphorylation of 715 Serine 225 by CK1, and the subsequent phosphorylation of neighbouring 716 residues involving other kinases (43, 44). Moreover, the NS5A phosphorylation 717 was shown to play a key role in controlling the establishment of replication 718 complexes during HCV infection (45). Similarly, a number of other non-structural 719 viral proteins have been shown to undergo multiple phosphorylation events 720 during virus infection, suggesting that this complex post-translational 721 modifications play a pivotal role in orchestrating the assembly of replication-John T. Patton, Asha Ann Philipp and Jin Dai (Indiana University, 727 Bloomington, USA), Yuta Kanai and Takeshi Kobayashi (Osaka University, 728 Osaka) and Albie Van Dijik (North-West University, South Africa) for helpful 729 discussions on the establishment of the reverse genetics system. We are grateful 730 to Naoto Ito for providing BHK-T7 cells. A) Schematic representation of mutations in gs11 of the corresponding 745 rRV strains. Sequences mutated or deleted in NSP5 are indicated. B), Profiles of 746 viral dsRNAs of the different rRV strains generated grown in MA-NSP5 cells. 747 gs11, indicated in red with *. 748 Characterisation of rRV-NSP5/KO. A) Western blot of MA104 cells 750 extracts infected with rRV-wt and rRV-NSP5/KO strains (MOI of 1 FFU/cell). B) 751 Confocal immunofluorescence microscopy of MA104, MA-NSP2-mCherry and 752 MA-NSP5-EGFP cells infected with rRV-wt or rRV-NSP5/KO (MOI of 1 FFU/cell), 753 using antibodies for NSP5, NSP2, VP2 and VP6, as indicated. Scale bar, 15 m. 754 C) Electrophoretic migration pattern of dsRNAs extracted from rRV-NSP5/KO 755 strain grown in MA-NSP5 or MA104 cells. Genome segments 1-11 are indicated 756 to the left. 757 Characterisation of rRV-NSP5/S67A. A) Schematic representation of 759 rRV-NSP5/S67A gs11 and sequence of NSP5 wt and S67A mutant (highlighted). 760 B) Electrophoretic pattern of dsRNA genome segments of rRV-wt and rRV-761 NSP5/S67A strains grown in MA-NSP5 cells (left panel) and in MA104 wt cells 762 (right panel). C) Replication kinetics of rRV-wt and rRV-NSP5/S67A in MA104 763 cells. Data are expressed as the means +/-standard deviations (n=3); ***, p < 764 0.001 (Student's t test). D) Western blot of extracts of U2OS, Caco-2 and MA104 765 cells infected with rRV-wt or rRV-NSP5/S67A strains. E) Western blot of NSP5 766 phosphorylation pattern in MA104 cells infected with rRV-wt or rRV-NSP5/S67A 767 (MOI of 1 FFU/cell) at 5 and 10 hpi. F) Western blot of λ-Ppase and alkaline 768",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Characterisation of rRV-NSP5/∆T and rRV-NSP5/∆176-180. A) 772 Western blot of NSP5 and NSP5 mutants from MA104 cells infected with rRV-wt, 773 rRV-NSP5/∆T or rRV-NSP5/∆176-180 at 5 hpi. B) Electrophoretic dsRNA 774 migration pattern of rRV-NSP5/∆T and rRV-NSP5/∆176-180 grown in MA-Viroplasms morphology in MA104 cells infected with rRV-NSP5 wt 778 and mutants. Representative confocal immunofluorescence micrographs of 779 MA104 cells infected with rRV-wt and rRV-NSP5/S67A (MOI of 15 FFU/cell) at 5 780 hpi (upper panels) or 10 hpi (lower panels). Cells were stained with anti-NSP5 781 and DAPI. B) Quantitative analysis of viroplasms size (m 2 ) of MA104 cells 782 infected with rRV-wt and rRV-NSP5/S67A at 5 hpi and 10 hpi. ***, p < 0.001; **, p 783 < 0.01. C) Confocal immunofluorescence micrographs of MA-NSP5-EGFP and 784 MA-NSP2-mCherry cells infected with rRV-NSP5/S67A (MOI of 15 FFU/cell). D) 785 Confocal immunofluorescence micrographs of rRV-wt and rRV-NSP5/S67A 786 infected MA104 cells (MOI 15 FFU/cell) and stained at 10 hpi with the indicated 787 antibodies. E), F), Confocal immunofluorescence of MA104 cells infected with 788 rRV-NSP5/∆176-180 (E) or rRV-NSP5/∆T (F) and stained with the indicated 789 antibodies and DAPI. Scale bar, 15 m. Viral RNA detection in rRV NSP5/S67A infected cells. A) 792 Representative confocal immunofluorescence micrographs of MA104 (upper 793 panel), MA-NSP5 (middle panel) and MA-NSP2-mCherry cells (lower panel) 794 infected with rRV-wt or rRV-NSP5/S67A strains and stained with anti-NSP5 (red, 795 in MA104 and MA-NSP5 cells) and EU (green). B) Single molecule RNA 796 Fluorescence In Situ Hybridisation (smFISH) on MA-NSP5-EGFP cells infected 797with rRV-wt, rRV-NSP5/S67A or rRV-NSP5/∆T strains. Viroplasms detected with 798 NSP5-EGFP (green) and viral RNA (probe specific for gs6 was Cy3-conjugated,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Electron microscopy of cells infected with rRV-NSP5/S67A. High-805 definition electron micrographs of MA104 (A) and MA-∆3 (B) cells infected with 806 rRV-wt (left panel) and rRV-NSP5/S67A (right panel) (MOI, 75 FFU/cell). At 10 807 hpi, cells were fixed with glutaraldehyde and processed for transmission electron 808 microscopy. V, viroplasm; m, mitochondria; mt, microtubule-bundles; Nu, nucleus. 809 The white open box indicates the immediate right magnified image. White arrows 810 indicate the endoplasmatic reticulum surrounding viroplasms; black arrowheads 811 indicate viral particles with an envelope. Scale bar, 500 nm. 812 Phosphorylation of NSP5/S67A. A) Western blot of extracts of 814 MA104 cells infected with rRV-NSP5/S67A or co-infected with rRV-NSP5/S67A 815 and rRV-NSP5/∆T. Blue arrowhead indicates NSP5/S67A. The faster migrating 816 band corresponds to NSP5-∆T. B) Western blot of MA104, MA-∆T and MA-∆3 817 cells infected with rRV-NSP5/S67A. Blue arrowhead indicates NSP5/S67A. C) 818 Western blot of extracts of MA104 cells co-infected with rRV-NSP5/S67A and 819 rRV-NSP5/∆176-180. Blue arrowhead indicates NSP5/S67A. D) -Ppase 820 treatment of extracts of MA-∆3 cells infected with the rRV-NSP5/S67A strain. 821 Filled and open arrowheads indicate de-phosphorylated NSP5-S67A and NSP5-822 ∆3, respectively. E) Representative confocal immunofluorescence micrographs of 823 MA104, MA-∆T and MA-∆3 cells infected with rRV-NSP5/S67A. Cells were 824 stained with the indicated antibodies. Scale bar, 15 m. F) Yield of infectious 825 virus of rRV-NSP5/S67A grown in MA-NSP5, MA104, MA-∆T and MA-∆3 cells at 826 24 hpi.*, p < 0.05; **, p < 0.01. 827 Phosphorylation of NSP5/-∆T and NSP5/∆176-180 and viroplasm 829 formation. Western blots (A, B) and confocal immunofluorescence micrographs 830",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "rRV NSP5/KO in infected cells. Western blot (A) and confocal 839 immunofluorescence (B) of MA104, MA-∆T and MA-∆3 cells infected with the 840 rRV-NSP5/KO strain. Cells were stained with the indicated antibodies and DAPI. 841 Scale bar, 15 m. C) Single step growth of rRV-NSP5/KO in MA-NSP5, MA104, 842 MA-∆T and MA-∆3 cells, as indicated. The experiment was terminated at 24 hpi. 843 **, p < 0.01; #, Viral titer < 300 FFU/ml. 844 Model of NSP5 hyperphosphorylation and assembly of 846 replication-competent viroplasms. (a) Interaction of non-phosphorylated NSP5 847 with either NSP2 or VP2 is required to (b) induce conformational changes that 848 make S67 available for CK1 phosphorylation (P). This initial step of the cascade 849 is then (c) sequentially completed by phosphorylation by CK2 of other residues 850 including serines in domain 4, to generate the NSP5 activator or, (c') a step of 851 interaction with non-phosphorylated molecule precedes the involvement of CK2. 852 (d) NSP5 interactions to form dimers/multimers are mediated by the carboxy-853 terminal tails (T). (e) The primed (S67-phosphorylated) activator molecules result 854 in substrate activation and fully hyper-phosphorylated NSP5. (f) Assembly of 855 viroplasms scaffolds containing NSP2 serve to (g) recruit the other viroplasmic 856 components, VP1, VP2, VP3 and VP6 to assemble replication-competent 857 viroplasms. P; phosphorylated amino acid. *This image was created using 858 BioRender.com. 859 860",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Figure 1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "Figure 2",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "Figure 3",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "Figure 4",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "Figure 5",
            "latex": null,
            "type": "figure"
        },
        "FIGREF23": {
            "text": "Figure 6",
            "latex": null,
            "type": "figure"
        },
        "FIGREF25": {
            "text": "Figure 7",
            "latex": null,
            "type": "figure"
        },
        "FIGREF26": {
            "text": "Figure 8",
            "latex": null,
            "type": "figure"
        },
        "FIGREF27": {
            "text": "Figure 9",
            "latex": null,
            "type": "figure"
        },
        "FIGREF28": {
            "text": "Figure 10",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Stellaris Probe Designer v2 software (LCG Biosearch Technologies), in a total 322 volume of 200 µl of the hybridization buffer (Stellaris RNA FISH hybridization 323 buffer, SMF-HB1-10, Biosearch Technologies, supplemented with 10% v/v of 324 deionized formamide). After 4-8 hours of incubation at 37°C in a humidified 325chamber, samples were briefly rinsed with the wash buffer (300 mM NaCl, 30 326 mM trisodium citrate, pH 7.0, 10 % v/v formamide in nuclease-free water), after 327 which a fresh aliquot of 300 µl of the wash buffer was applied to each sample 328 and incubated twice at 37°C for 30 min. After 2 washes, nuclei were briefly 329 stained with 300 nM DAPI solution in 300 mM NaCl, 30 mM trisodium citrate, pH 330 7.0, and the samples were finally rinsed with and stored in the same buffer 331 without DAPI prior to imaging.332 Transmission electron microscopy. MA104 cells were seeded at 1x10 5 cells in 334 2 cm 2 wells onto sapphire discs and infected at MOI of 75 FFU/cell. At 10 hpi, 335 cells were fixed with 2.5% glutaraldehyde in 100 mM Na/K phosphate buffer, pH 336 7.4 for 1 h at 4˚C and kept in that buffer overnight at 4˚C. Afterward, samples 337 were postfixed with 1% osmium tetroxide in 100 mM Na/K phosphate buffer for 338 1h at 4˚C and dehydrated in a graded ethanol series starting at 70%, followed by 339 two changes in acetone, and embedded in Epon. Ultrathin sections (60 to 80 nm) 340 -Protein phosphatase and Calf Intestinal Alkaline Phosphatase Assays 346 Cellular extracts were incubated with 2,000 units of -protein phosphatase (-347 DTT, 0.01% Brij 35, and 2 mM MnCl2. The mixture was incubated at 30°C for 2 h. 349 Samples were loaded in SDS-PAGE and analysed by Western blotting. For the Calf Intestinal Alkaline Ppase (CIP) assay, cellular extracts were 351 incubated with 1,000 units of CIP (New England Biolabs) in CutSmart™ reaction 352 buffer (New England Biolabs) and incubated at 30°C for 2h. Samples were 353 subjected to SDS-PAGE and analysed by Western blotting. 354 Electrophoresis of Viral dsRNA Genomes. 356 Cells were infected with the recombinant viruses at MOI of 5 and were lysed 16 357 hours post infection. Total RNA was extracted from lysed cells with RnaZol ® 358 (Sigma-Aldrich) according the manufacturer's protocol and the dsRNA segments 359 were resolved on 10% (wt/vol) poly-acrylamide gels (PAGE) for 2 hours at 180 360 Volts and visualized by ethidium bromide staining (1g/ml). 361 Proteins derived from rRVs-infected cellular extract were separated on an SDS-364 PAGE for 2 hours at 35 mA and transferred to polyvinylidene difluoride 365 membranes (Millipore; IPVH00010) for 1 hour and 30 minutes at 300 mA (24). For protein analysis membranes were incubated with the following primary 367 Statistical analysis and plotting were performed using GraphPad Prism 6 377 software (GraphPad Prism 6.0, GraphPad Software Inc., La Jolla, CA, USA). Error bars represent standard deviation. Data were considered to be statistically 379 Generation of gs11 mutated recombinant RVs 383 Recombinant rotaviruses (simian rotavirus A strain SA11) carrying different 384 mutations in the NSP5 coding region of gs11 were obtained using a recently 385 developed reverse genetics protocol (29). Two essential additional modifications 386 were introduced to trans-complement the potential loss of NSP5 function in the 387 rRV mutants: i) an additional T7-driven plasmid encoding the ORF of wt NSP5 388 (i.e., without gs11 5' and 3' UTRs) was included in the transfection step of BHK-389 T7 cells; and ii) each rescued rRV was amplified in a stable transfectant cell line 390 MA-NSP5, supplying the wt NSP5 in trans. Crucially, we have successfully 391 established a novel MA-NSP5 cell line to support the replication of NSP5-392 deficient recombinant viruses to enable their further in-depth characterisation.Both steps (i) and (ii) were absolutely required for rescuing the NSP5 KO virus, 394confirming the essential role of NSP5 for RV replication. These mutants, as well 395 as additional stable cell lines generated for this study as described in Materials 396 NSP5 expression and localisation to viroplasms in virus-infected cells have been 400",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Schematic representation of NSP5 and NSP2 mutants or fusion proteins 861 used to generate rRV and/or stable MA104 transfectant cell lines, used in this 862 Global illness and deaths caused by rotavirus disease in children. Emerg 870 ZF. 2006. Rotavirus genome replication and morphogenesis: role of the 873 viroplasm. Curr Top Microbiol Immunol 309:169-87. 874 NSP2/NSP5 interactions and the dynamics of viroplasm formation. J Gen 883 21. Eichwald C, De Lorenzo G, Schraner EM, Papa G, Bollati M, Swuec P, de 924 Rosa M, Milani M, Mastrangelo E, Ackermann M, Burrone OR, Arnoldi F. 925 2018. Identification of a Small Molecule That Compromises the Structural 926 Integrity of Viroplasms and Rotavirus Double-Layered Particles. J Virol 92. 927 22. Contin R, Arnoldi F, Campagna M, Burrone OR. 2010. Rotavirus NSP5 928 orchestrates recruitment of viroplasmic proteins. J Gen Virol 7:1782-1793. 929 23. Afrikanova I, Fabbretti E, Miozzo MC, Burrone OR. 1998. Rotavirus NSP5 930 phosphorylation is up-regulated by interaction with NSP2. J Gen Virol 931 OR. 2007. Impaired hyperphosphorylation of rotavirus NSP5 in cells 938 depleted of casein kinase 1alpha is associated with the formation of 939 26. Eichwald C, Vascotto F, Fabbretti E, Burrone OR. 2002. Rotavirus NSP5: 942 mapping phosphorylation sites and kinase activation and viroplasm 943 localization domains. J Virol 76:3461-3470. 944 27. Martin D, Ouldali M, Menetrey J, Poncet D. 2011. Structural organisation of 945 the rotavirus nonstructural protein NSP5. J Mol Biol 413:209-221. 946 28. Kanai Y, Komoto S, Kawagishi T, Nouda R, Nagasawa N, Onishi M, 947 Matsuura Y, Taniguchi K, Kobayashi T. 2017. Entirely plasmid-based 948 reverse genetics system for rotaviruses. Proc Natl Acad Sci U S A 949 114:2349-2354. 950 29. Komoto S, Fukuda S, Ide T, Ito N, Sugiyama M, Yoshikawa T, Murata T, 951 Taniguchi K. 2018. Generation of Recombinant Rotaviruses Expressing 952 Fluorescent Proteins by Using an Optimized Reverse Genetics System. J 953 Virol 92:e00588-18. 954 30. Pertel T, Hausmann S, Morger D, Züger S, Guerra J, Lascano J, Reinhard 955 C, Santoni FA, Uchil PD, Chatel L, Bisiaux A, Albert ML, Strambio-De-956 Castillia C, Mothes W, Pizzato M, Grütter MG, Luban J. 2011. TRIM5 is an 957 innate immune sensor for the retrovirus capsid lattice. Nature 472:361-958 365. 959 31. Dull T, Zufferey R, Kelly M, Mandel RJ, Nguyen M, Trono D, Naldini L. 960 1998. A third-generation lentivirus vector with a conditional packaging 961 system. J Virol 72:8463-71. 962 32. Yusa K, Zhou L, Li MA, Bradley A, Craig NL. 2011. A hyperactive piggyBac 963 transposase for mammalian applications. Proc Natl Acad Sci U S A 964 108:1531-6. 965 33. Eichwald C, Arnoldi F, Laimbacher AS, Schraner EM, Fraefel C, Wild P, 966 Burrone OR, Ackermann M. 2012. Rotavirus viroplasm fusion and 967 . CC-BY-ND 4.0 International license is made available under aThe copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/660217 doi: bioRxiv preprint",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}