{
    "paper_id": "5fb2cce255dd56b944ae52cec664bd7f4f222c66",
    "metadata": {
        "title": "Estimating the daily trend in the size of the COVID-19 infected population in Wuhan",
        "authors": [
            {
                "first": "Qiushi",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Taojun",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xiao",
                "middle": [
                    "−"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hua",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "There has been an outbreak of coronavirus disease in Wuhan city, Hubei province, China since December 2019. Cases have been exported to other parts of China and more than 20 countries. We provide estimates of the daily trend in the size of the epidemic in Wuhan based on detailed information of 10,940 confirmed cases outside Hubei province.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "More than 500 cases have been detected outside China. Despite the considerable medical resources and personnel that have been dispensed to combat COVID-19 in Hubei province, hospital capacity continues to be overburdened. There continues to be a shortage of hospital beds needed to accommodate the rising number of COVID-19 patients. In response to this growing crisis, Wuhan plans to transform hotels, venues, training centers and college dorms into quarantine and treatment centers for COVID-19 patients. Further, 13 mobile cabin hospitals will be built to provide over 10,000 beds. [2] Therefore, a careful and precise understanding of the potential number of cases in Wuhan is crucial for the prevention and control of the COVID-19 outbreak. Wu et al. (2020) provided an estimate of the total number of cases of COVID-19 in Wuhan, using the number of cases exported from Wuhan to cities outside mainland China. [3] However, since the number of cases exported from Wuhan to cities outside mainland China is small, their estimate of the size of the epidemic in Wuhan may not be precise and has large variability. Using the number of cases exported from Wuhan to all cities, including cities in China, outside Hubei Province, . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. In this article, we propose a new statistical method to estimate daily number of cases in Wuhan under a similar dynamic equation model as the one in [3] . Unlike the one in [3] , our method can also handle the missing information on whether a case is exported from Wuhan.",
            "cite_spans": [
                {
                    "start": 47,
                    "end": 53,
                    "text": "China.",
                    "ref_id": null
                },
                {
                    "start": 585,
                    "end": 588,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 746,
                    "end": 762,
                    "text": "Wu et al. (2020)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 915,
                    "end": 918,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1540,
                    "end": 1543,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1564,
                    "end": 1567,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We estimate the number of cases that should be reported in Wuhan by January 11, 2020, is 4,094 (95% confidence interval [CI]: 3,980 -4,211) and 58,153 (95% CI: 56,532 -59,811) by February 13, 2020. Figure 1 shows how the estimated number of cases in Wuhan increases over time, together with the 95% confidence bands. As shown in Figure 2 , the reporting rate has grown rapidly from 1.41% (95% CI: 1.37% -1.45%) on January 20, 2020, to 61.89% (95% CI: 60.17% -63.66%) on February 13, 2020. The date of first infection is estimated as November 30, 2019. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 198,
                    "end": 206,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 329,
                    "end": 337,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.12.20022277 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.12.20022277 doi: medRxiv preprint 1 The proportion is the number of imported cases divided by the sum of imported and local cases. 2 The count and average on the first row are taken over all cases confirmed by January 20, 2020.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 138,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 234,
                    "end": 235,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.02.12.20022277 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Data retrieved from publicly available records from provincial and municipal health commissions in China and ministries of health in other countries included detailed information for 10,940 confirmed cases outside Hubei province, including region, gender, age, date of symptom onset, date of confirmation, history of travel or residency in Wuhan, and date of departure from Wuhan. Among the 7,500 patients with gender data, 3,509 (46.79%) are female. The mean age of patients is 44.48 and the median age is 44. The youngest confirmed patient outside Hubei province was only five days old while the oldest is 97 years old.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Description"
        },
        {
            "text": "We display the epidemiological data categorized by the date of confirmation in Table 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 79,
                    "end": 86,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Data Description"
        },
        {
            "text": "An imported case means a patient that had been to Wuhan and was detected outside Hubei province. A local case means a confirmed case that had not been to Wuhan. Among the total of 10,940 cases, 6,903 (63.10%) have such epidemiological information. The number of imported cases reached its peak on January 29, 2020, and the fourth column of Table 2 shows that the proportion of imported cases declines over time. This might reflect the effect of containment measures taken in Hubei province to control the COVID-19 outbreak. [5] Meanwhile, the daily counts of local cases are over 300 from February 2, 2020, to February 7, 2020, which indicate that infections among local residents should be a major concern for authorities outside Hubei province.",
            "cite_spans": [
                {
                    "start": 524,
                    "end": 527,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 340,
                    "end": 347,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Data Description"
        },
        {
            "text": "The last column of Table 2 lists the mean time from symptom onset to confirmation for patients confirmed on each day. The median duration of all cases is 5 days, and the mean is 5.54 days. In general, the detection period decreased in the first week after January 20, 2020, but increased since then. The improvements in detection speed and capacity might cause the initial decline, and the rise may be due to more thorough screening, leading to the detection of patients with mild symptoms who would otherwise not go to the hospitals. [6] Assumptions The proposed method relies on the following assumptions:",
            "cite_spans": [
                {
                    "start": 535,
                    "end": 538,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 19,
                    "end": 26,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Data Description"
        },
        {
            "text": "1. Between January 10, 2020, and January 23, 2020, the average daily proportion of departing from Wuhan is .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Description"
        },
        {
            "text": "2. There is a = 1 + 2 -day window between infection to detection, including a 1day incubation period and a 2 -day delay from symptom onset to detection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Description"
        },
        {
            "text": "3. Trip durations are long enough that a traveling patient infected in Wuhan will develop symptoms and be detected in other places rather than after returning to Wuhan. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. We perform Sensitivity Analysis on the effect of some of the violations on our results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Description"
        },
        {
            "text": "The spread of COVID-19 outside Hubei province is relatively controlled given the adequate medical resources. We use the reported number outside Hubei as it is a fairly accurate representation of the actual epidemic situation. In this modelling study, we first estimate the epidemic size in Wuhan from January 11, 2020, to February 13, 2020, based on the confirmed cases outside Hubei province that left Wuhan by January 23, 2020. Since some confirmed cases have no information on whether they visited Wuhan before, we adjust the number of imported cases after taking these missing values into account. We then calculate the reporting rate in Wuhan from January 20, 2020, to February 13, 2020. Finally, we estimate the date when the first patient was infected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The copyright holder for this preprint Table 3 . Table 3 . Notations for our model. The time when increases at the fastest rate.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 39,
                    "end": 46,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 49,
                    "end": 56,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "A parameter that determines the growth rate of",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The size of the population that are susceptible to COVID-19 in Wuhan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The numbers , , and are the observed data used in our model, , , and are the parameters that determine how changes over time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The growth trend of the size of infected population is determined by the following ordinary differential equation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "where K is the size of the population that are susceptible to COVID-19 in Wuhan, and r is a constant that controls the growth rate of . This is the simplified version of the famous SIR model [3, 7] in epidemiology. It is a good model at early stage of the epidemic when the number of recoveries is still relatively small compared to infected cases. The growth rate of . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 194,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 195,
                    "end": 197,
                    "text": "7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.02.12.20022277 doi: medRxiv preprint is proportional to the product of and the number − of people that are susceptible but not infected yet. The equation (1) has an analytical solution",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "where = 1 1+ − ( − ) , and the derivative is maximized at = , 2 = log is the growth rate of log at time , is a parameter to be estimated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "We use data on the confirmed cases who left Wuhan between January 10, 2020 and January 23, 2020, to estimate K. Under Assumption 2, cases infected on Day will be detected on Day + , so the number of infected cases in Wuhan is + on Day . If is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimation"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.02.12.20022277 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The average daily proportion of leaving Wuhan between January 10, 2020 and January 23, 2020 is estimated to be the ratio of daily volume of travelers to the population of Wuhan ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "We explore the sensitivity of the estimate of total cases in Wuhan to our assumptions and choices of parameters , , and . Note that + 2 = January 29, 2020. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sensitivity Analysis"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.12.20022277 doi: medRxiv preprint Compared to the baseline, the parameters are expanded or shrunk by about 30% to reflect the possible uncertainty. Table 4 summaries the estimate the number of cases should be reported on January 11, 2020, and February 13, 2020, under baseline assumptions and alternative scenarios. Confidence intervals are omitted. The currently reported number 35,991 on February 13, 2020, is substantially smaller than the estimate of our most conservative scenario.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 251,
                    "end": 258,
                    "text": "Table 4",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Sensitivity Analysis"
        },
        {
            "text": "The estimated reporting case rate has increased rapidly, reaching over 30% by February 11, 2020. It is almost doubled in the following two days, mainly due to the inclusion of 14,031 clinically diagnosed cases in the case reports of Wuhan. This might indicate that the testing capacity of Wuhan is insufficient. Clinical diagnosis could be a good complement to the current method of confirmation. The currently reported number of 35,991 cases as of February 13, 2020, is still far below our estimate of 58,153. There may still be a lot of unreported cases. More thorough screening of all patients with a mild or moderate symptoms of respiratory diseases should be conducted to better control the spread of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "National Health Commission of the People's Republic of China",
            "authors": [],
            "year": 2020,
            "venue": "National Health Commission Update",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Hubei ordered to admit all patients in hospitals",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study. The Lancet",
            "authors": [
                {
                    "first": "Jianhong",
                    "middle": [
                        "&amp;"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Kathy",
                    "middle": [
                        "&amp;"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "Gabriel",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "30260--30269",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "An Estimation of the Total Number of Cases of NCIP (2019-nCoV) -Wuhan",
            "authors": [
                {
                    "first": "Chong",
                    "middle": [],
                    "last": "You",
                    "suffix": ""
                },
                {
                    "first": "Qiushi",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "Xiao-Hua",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2019--2020",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "China declares lockdown in Wuhan on Thursday due to coronavirus outbreak",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Beijing to set up checkpoints in all residential communities",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A Contribution to the Mathematical Theory of Epidemics",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "O"
                    ],
                    "last": "Kermack",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Mckendrick",
                    "suffix": ""
                }
            ],
            "year": 1927,
            "venue": "Proceedings of the Royal Society A",
            "volume": "115",
            "issn": "772",
            "pages": "700--721",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not peer-reviewed) The copyright holder for this preprint",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cc-By-Nc-Nd",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.12.20022277"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Big data perspective: Wuhan in the Chinese New Year travel rush",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia",
            "authors": [
                {
                    "first": "Qun",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not peer-reviewed) The copyright holder for this preprint",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cc-By-Nc-Nd",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.12.20022277"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "As of February 13, 2020, the National Health Commission (NHC) of China has confirmed a total of 63,851 cases of COVID-19 in mainland China, including 10,204 severe cases, 1,380 deaths, and 6,723 recoveries. An additional total of 10,109 suspected cases were reported. Wuhan, the epicenter of the COVID-19 outbreak, has 35,991 confirmed cases. The NHC has also received 53 confirmed reports in Hong Kong Special Administrative Region, China, 10 in Macau Special Administrative Region, China, and 18 in Taiwan, China. [1]",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Estimated number of total cases in Wuhan.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The ratio of reported number of cases to the estimated number.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "All travelers leaving Wuhan, including transfer passengers, have the same risk of infection as local residents.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "The proportion of imported cases in the patients with no information is the same as the observed proportion on each day. We next make some remarks about our assumptions. a. January 10, 2020, is the start of Chinese New Year travel rush, and January 23, 2020, is the date of Wuhan lockdown.[5] In the total of 10,940 cases, only 131 (1.2%) cases' date of departure from Wuhan are not in this period. They are excluded from our analysis. b. If the true average daily proportion of leaving Wuhan is larger the assumed , this violation of Assumption 1 could lead to overestimation of the number of cases in Wuhan, c. If the average time from infection to detection is longer than the assumed days, this violation of Assumption 2 would lead to an overestimation. d. If travelers have a lower risk of infection than residents in Wuhan, this violation of Assumption 4 would cause an underestimation. e. If infected individuals are less likely to travel due to the health conditions, this violation of Assumption 5 would cause an underestimation. f. Given that the number of recoveries in early days of outbreak is relatively small compared to the number of COVID-19 patients, Assumption 8 should not significantly influence the result.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "The reported number of confirmed cases outside Hubei province on Day The observed number of imported cases on Day The observed number of local cases on Day The number of cases with no information on Day , = − − The number of imported cases on Day , is unknown. The cumulative number of imported cases by Day , = ∑ =1 The cumulative number of cases that should be confirmed in Wuhan by Day 0 The date of infection for the very first caseThe daily probability of departing from WuhanThe time from infection to detection.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": ", there should be no confirmed cases. If 0 + < ≤ 0 + 2 , imported cases on Day are infected in Wuhan on Day − . If > 0 + 2 , under Assumption 6, − patients are not able to travel. There are infected cases in Wuhan on Day − , the number of imported cases on Day follows a binomial( , ) distribution, where is the assumed average daily proportion of leaving Wuhan between January 10, 2020, and January 23, 2020. Let be the cumulative number of imported cases by Day , then The lower and upper bound of the 95% confidence interval [̂,̂] are values such that the cumulative distribution function ( ) = ∑ ( ) =0 equals 0.975 and 0.025, respectively. The reporting rate is the reported cumulative number of cases in Wuhan on Day divided by our estimated number ̂. The estimate of the date 0 of first infection is obtained by solving the equation 0 = 1. Determining the number of imported cases plays a crucial role in the modeling procedure. Note that not all cases have clear records on the history of travel or residency in Wuhan, we need to impute the missing values. Under Assumption 8, the proportion of imported cases in the patients with no information is the same as the observed proportion + . Therefore,",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "You et al. (2020)  proposed a new method to estimate the total number of cases of COVID-19 in Wuhan.[4] However, their method can only give an estimate of the cumulative number of cases until a certain date.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Demographic Characteristics of Patients with COVID-19 outside Hubei Province.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Patient data categorized by the date of confirmation.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Notations Let Day 0 denote the date of infection for the very first case. Let be the cumulative number of cases that should be confirmed in Wuhan by Day . Other notations of our model are defined in",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "passengers traveled across 300 km.[9] Major cities outside Hubei province are generally over300 km from Wuhan. This would imply, on average, the daily probability of traveling from Wuhan to places outside Hubei province would be 5*0.34/14/14=0.009. Li et al. estimated that the mean incubation period of 425 patients with COVID-19 was 5.2 days (95% CI, 4.1 -7.0). [10] The mean time from symptom onset to detection calculated from our data is 5.54 days, so we choose 1 = 2 = 5 days. January 29, 2020, has the maximum count of imported cases. Since has a binomial( − − , ) distribution with constant , − − also reaches its maximum at = January 29, 2020. From the logistic function(2), is the midpoint of and − , that is − 2 = January 24, 2020, which is shortly after the lockdown of Wuhan city.[5] Wu et al. estimated the epidemic doubling time as 6.4 days (95% CI: 5.8 -7.1) as of January 25, 2020. [3] From this result, we estimate that 2 = Using these values for parameters , , , and , we can derive the maximum likelihood estimate ̂= 59218, with 95% confidence interval [57567, 60906].",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Estimated case numbers on January 11 and February 13, 2020, based on different choices of parameters.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}