{
    "paper_id": "620d69e419e3c8756de8bf96d86f6bf0de7ed919",
    "metadata": {
        "title": "Neuronal CCL2 expression drives inflammatory monocyte infiltration into the brain during acute virus infection",
        "authors": [
            {
                "first": "Charles",
                "middle": [
                    "L"
                ],
                "last": "Howe",
                "suffix": "",
                "affiliation": {},
                "email": "howe@mayo.edu"
            },
            {
                "first": "Reghann",
                "middle": [
                    "G"
                ],
                "last": "Lafrance-Corey",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Emma",
                "middle": [
                    "N"
                ],
                "last": "Goddery",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kanish",
                "middle": [],
                "last": "Mirchia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Viral encephalitis is a dangerous compromise between the need to robustly clear pathogen from the brain and the need to protect neurons from bystander injury. Theiler's murine encephalomyelitis virus (TMEV) infection of C57Bl/6 mice is a model of viral encephalitis in which the compromise results in hippocampal damage and permanent neurological sequelae. We previously identified brain infiltrating inflammatory monocytes as the primary driver of this hippocampal pathology, but the mechanisms involved in recruiting these cells to the brain were unclear. Methods: Chemokine expression levels in the hippocampus were assessed by microarray, ELISA, RT-PCR, and immunofluorescence. Monocyte infiltration during acute TMEV infection was measured by flow cytometry. CCL2 levels were manipulated by immunodepletion and by specific removal from neurons in mice generated by crossing a line expressing the Cre recombinase behind the synapsin promoter to animals with floxed CCL2. Results: Inoculation of the brain with TMEV induced hippocampal production of the proinflammatory chemokine CCL2 that peaked at 6 hours postinfection, whereas inoculation with UV-inactivated TMEV did not elicit this response. Immunofluorescence revealed that hippocampal neurons expressed high levels of CCL2 at this timepoint. Genetic deletion of CCR2 and systemic immunodepletion of CCL2 abrogated or blunted the infiltration of inflammatory monocytes into the brain during acute infection. Specific genetic deletion of CCL2 from neurons reduced serum and hippocampal CCL2 levels and inhibited inflammatory monocyte infiltration into the brain. Conclusions: We conclude that intracranial inoculation with infectious TMEV rapidly induces the expression of CCL2 in neurons, and this cellular source is necessary for CCR2-dependent infiltration of inflammatory monocytes into the brain during the most acute stage of encephalitis. These findings highlight a unique role for neuronal production of chemokines in the initiation of leukocytic infiltration into the infected central nervous system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Neural injury associated with virus infection represents a multifaceted convergence of hostpathogen interactions that range from direct lytic killing of infected neurons to bystander pathology mediated by brain-infiltrating immune cells responding to chemotactic and inflammatory cues. Viral encephalitis is a trade-off between the need to clear pathogen from the brain and the need to preserve irreplaceable neurons and neural circuits: too little inflammation and the host dies of uncontrolled infection, too much inflammation and the host suffers permanent brain damage [1] . And while much attention is rightly given to viral encephalitides associated with human mortality, there is likely a significant component of neural injury associated with low-level, sub-clinical viral infections of the central nervous system that are ultimately cleared by the host. Theiler's murine encephalomyelitis virus (TMEV) is a model of such an infection [2] . When C57Bl/6 mice are inoculated via intracranial delivery of the Daniel's strain of TMEV there is an acute viral encephalitis that culminates in generation of an antiviral T cell-mediated response, development of virus neutralizing antibodies, clearance of the virus, and resolution of brain inflammation over the course of about 45 days [3] . However, despite essentially complete resolution of the infection, permanent neurological sequelae such as impaired spatial learning [2, 4] , anxiety [5] , and epilepsy [6] occur in most post-infectious animals. Uniquely, these neurologic problems largely stem from bystander loss of CA1 pyramidal neurons and subsequent disruption of hippocampal and hippocampal-cortical circuits [4, 7, 8] .",
            "cite_spans": [
                {
                    "start": 573,
                    "end": 576,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 943,
                    "end": 946,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1288,
                    "end": 1291,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 1427,
                    "end": 1430,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1431,
                    "end": 1433,
                    "text": "4]",
                    "ref_id": null
                },
                {
                    "start": 1444,
                    "end": 1447,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 1463,
                    "end": 1466,
                    "text": "[6]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1675,
                    "end": 1678,
                    "text": "[4,",
                    "ref_id": null
                },
                {
                    "start": 1679,
                    "end": 1681,
                    "text": "7,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1682,
                    "end": 1684,
                    "text": "8]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Our previous studies identified brain infiltration of inflammatory monocytes, a population defined as CD45 hi CD11b + Gr1 + 1A8cells, as the primary driver of hippocampal pathology during acute TMEV infection [4, 8] . We showed that animals which mount a large inflammatory monocyte response exhibit extensive loss of CA1 neurons in the dorsal hippocampus and lose the ability to learn spatial navigation and novel object recognition tasks. In contrast, mice that mount a weak inflammatory monocyte response exhibit preservation of CA1 neurons and maintain cognitive performance, despite robust virus infection [8] . In parallel, others have shown that monocyte-derived inflammatory factors such as interleukin-6 [9, 10] and tumor necrosis factor-a [11] drive ictogenesis in the TMEV model. These observations suggest that modulation of inflammatory monocyte responses during acute virus infection in the brain may confer neuroprotection. However, the specific mechanisms responsible for the recruitment of inflammatory monocytes to the brain in the TMEV model have not been previously characterized and open questions remain regarding the mechanisms of leukocyte infiltration into the brain in general.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 212,
                    "text": "[4,",
                    "ref_id": null
                },
                {
                    "start": 213,
                    "end": 215,
                    "text": "8]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 611,
                    "end": 614,
                    "text": "[8]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 713,
                    "end": 716,
                    "text": "[9,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 717,
                    "end": 720,
                    "text": "10]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 749,
                    "end": 753,
                    "text": "[11]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The multistep process of leukocyte entry into the central nervous system is predominantly controlled by chemokines [12] . In particular, inflammatory monocyte trafficking is thought to depend upon C-C motif chemokine receptor type 2 (CCR2) signaling in response to C-C motif chemokine ligand 2 (CCL2) [13] , though the specific details of this dependency vary with viral pathogen. For example, CCR2-deficient mice exhibited reduced monocyte recruitment to the brain but increased mortality during West Nile virus encephalitis [14] and this effect was differentially regulated by CCL2 and CCL7, another CCR2 ligand [15] . In a model of Japanese encephalitis virus infection, mice deficient in CCR2 had reduced monocyte infiltration and reduced mortality, whereas CCL2-deficient animals exhibited increased monocyte infiltration and increased mortality [16] . Both CCL2-and CCR2-deficient mice with mouse hepatitis virus encephalitis had reduced monocyte infiltration, but only CCR2-deficient mice exhibited increased mortality [17, 18] . Likewise, mice with CCR2-deficient hematopoietic cells mounted a reduced monocyte response to herpes simplex virus 1 infection and exhibited increased mortality [19] . These studies clearly support a role for the CCR2:CCL2 axis in trafficking of inflammatory monocytes to the brain during viral encephalitis. However, the specific cellular source of the CCL2 is not identified in any of this work. In the current study we demonstrate that inflammatory monocyte infiltration into the brain during acute TMEV infection requires CCR2 and that neurons are a key source of CCL2 driving this trafficking during the earliest stages of infection.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 119,
                    "text": "[12]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 301,
                    "end": 305,
                    "text": "[13]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 526,
                    "end": 530,
                    "text": "[14]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 614,
                    "end": 618,
                    "text": "[15]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 851,
                    "end": 855,
                    "text": "[16]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1026,
                    "end": 1030,
                    "text": "[17,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1031,
                    "end": 1034,
                    "text": "18]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1198,
                    "end": 1202,
                    "text": "[19]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "C57BL/6J (#000664), Syn-Cre (#003966), and CCL2-RFP fl/fl (#016849) mice were acquired from The Jackson Laboratories (Bar Harbor, ME). Mice were acclimatized for at least one week following shipment and prior to use or were bred in-house. Female mice between 4-6 weeks of age were used for all experiments. LysM:eGFP mice were maintained in-house, as described [4] . Syn-Cre and CCL2-RFP parents were bred in a our facility to establish double homozygous F2 hybrids (Syn-Cre +/+ CCL2-RFP fl/fl ). All mice were group housed under controlled temperature and humidity with a 12 hour light/dark cycle with ad libitum access to food and water. All animal experiments were performed according to the National Institutes of Health guidelines and were approved by the Mayo Clinic Institutional Animal Care and Use Committee (Animal Welfare Assurance number A3291-01).",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 364,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Mice"
        },
        {
            "text": "At 4-6 weeks of age, mice were infected by intracranial injection of 2x10 5 PFU of the Daniel's strain of TMEV in 10 μL DMEM, prepared as previously described [20] . Sham-infected mice received intracranial injection of 10 μL virus-free DMEM (Cellgro; Herndon, VA). In some experiments, virus was inactivated by exposure to short-wavelength UVc light (254 nm) for 15 minutes at room temperature immediately prior to inoculation.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 163,
                    "text": "[20]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Virus and infection"
        },
        {
            "text": "RNA was isolated from the whole brain of mice following perfusion with ice cold PBS using the RNeasy Lipid Tissue Midi Kit (Qiagen, Valencia, CA). RNA integrity, purity, and concentration was assessed using an RNA Analysis kit (Agilent Technologies, Santa Clara, CA). Samples passing quality control were analyzed on Illumina mouse WG-6 v 2.0 expression BeadChips in the Mayo Clinic Medical Genome Facility Gene Expression Core. Expression data were analyzed using Excel and MATLAB, where fold change was calculated and converted to log 2 . Heatmaps and hierarchical clusters were derived using Gitools v2.2.2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RNA and microarray"
        },
        {
            "text": "Following TMEV infection, serum and whole brain or hippocampal homogenates were collected, clarified, and stored at -80°C until analysis. Mouse CCL2 was detected using the Quantikine ELISA kit (R&D Systems, Minneapolis, MN) following the manufacturer's instructions. For each hippocampus and whole brain sample, 50 µL of neat homogenate was measured in duplicate. Serum samples were diluted 2-fold and measured in duplicate. Values were calculated from a standard curve included in every assay. Serum values are reported as per mL; tissue homogenate values were back-calculated to the total amount present in the entire animal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cytokine measurements"
        },
        {
            "text": "Terminally anesthetized mice (isoflurane overdose) were perfused with 50 mL of 4% paraformaldehyde (PFA) via intracardiac puncture and tissues were postfixed in 4% PFA for 24 hours. Brain tissue was macrosectioned using a brain matrix, making cuts through the optic chiasm and infundibulum. The resulting tissue block containing the dorsal hippocampus was embedded in 4% agarose gel and sectioned at 70 µm thickness by vibratome. Free floating sections were blocked in PBS containing 1% BSA, 10% normal donkey serum, 1% FBS, and 0.1% Triton-X 100 for 1 hour, incubated overnight at 4°C with primary antibody (anti-MCP-1/CCL2: Cell Sciences, CPM001, 1:400 in block), incubated with secondary antibody for 1 hour (donkey anti-rabbit Cy3: Jackson ImmunoResearch, 711-166-152, 1:1000 in block), washed, and mounted in DAPI-containing mountant on charged slides. CCL2 immunoreactivity was imaged with the Zeiss AxioObserver.Z1 and ApoTome.2 structured illumination system (Carl Zeiss Microscopy GmbH, Jena, Germany) using a 20x objective (LD Plan-Neofluar 20x/0.4 Korr Ph 2 M27, 0.55 NA), 538-562 nm bandpass excitation, 570-640 nm bandpass emission, 7 µm optical thickness, and 300 msec exposure time. For detection of the mCherry fluorophore in CCL2:RFP animals, free floating 70 µm sections were mounted on charged slides in DAPIcontaining mountant. Fluorescence images were captured with a laser scanning confocal microscope (LSM780, Carl Zeiss Microscopy GmbH, Jena, Germany) using a 40x objective (C-Apochromat 40x/1.20 W Korr FCS M27, 1.2 NA) with water as the refractive medium. Validation of mCherry-specific emission and exclusion of autofluorescence was obtained with spectral imaging using a lambda scan at 488 nm, 561 nm, and 594 nm excitation and 8 nm-stepped emission spectra. 40 µm z-stacks were acquired with a step thickness of 2 µm, pixel dwell time of 0.39 µs, and pinhole equivalent to 1 airy unit across all samples. Uncompressed TIFF-images were exported from Zen software (Zen Black 2012 64-bit, Carl Zeiss Microscopy GmbH, Jena, Germany) and post-processed in ImageJ (ImageJ v1.50b, Wayne Rasband, National Institutes of Health, USA) and Photoshop (Adobe Photoshop CC, 2014 Release, 64-bit). Levels were normalized, when appropriate, equally across images and groups; gamma values were not changed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunohistochemistry and microscopy"
        },
        {
            "text": "BILs were isolated as previously described [20] . Briefly, following cardiac perfusion with 50 mL PBS, leukocytes were isolated from Dounce homogenized whole brain tissue using a 30% Percoll gradient centrifuged at 7800 g ave for 30 min at RT in a Beckman F0630 rotor. The floating myelin layer was removed and the leukocytes were collected, strained at 40 µm via gravity, diluted in 50 mL PBS, and centrifuged at 600 g for 5 min at RT in a Beckman SX4250 rotor. The leukocyte pellet was resuspended in 1 mL PBS and underlaid with 1 mL of 1.100 g/mL Percoll to enrich for monocytes and neutrophils. With subsequent centrifugation at 800 g for 20 min at RT in a Beckman SX4250 rotor without brake, the mononuclear leukocytes were collected at the gradient interface, washed in PBS, and resuspended in flow cytometry buffer containing 1% bovine serum albumin and 0.02% sodium azide in PBS.",
            "cite_spans": [
                {
                    "start": 43,
                    "end": 47,
                    "text": "[20]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Isolation of brain-infiltrating leukocytes (BILs)"
        },
        {
            "text": "BILs were incubated with 0.5 µg Fc block (anti-FcyRIII/II mAb) prepared from the supernatant of 2.4G2 hybridoma cells for 30 min on ice, followed by staining with CD45 (clone 30-F11, BD Biosciences), CD11b (clone M1/70, BD Biosciences), Ly6G/C (clone RB6-8C5, BD Biosciences), or Ly6G (clone 1A8, BD Biosciences). All antibodies were added to blocked wells at 1:200, incubated for 30 min, and washed three times prior to flow cytometric analysis. Brain infiltrating cells were gated on CD45 expression. All CD45 mid/hi cells were further assessed for expression of CD11b, Ly-6C/G (Gr1), and Ly-6G (1A8). We defined inflammatory monocytes as the CD45 hi CD11b + Gr1 ++ 1A8population, neutrophils as CD45 hi CD11b ++ Gr1 + 1A8 + cells, and microglia as CD45 mid CD11b mid Gr1cells. For phenotyping experiments involving reporter LysM:eGFP mice, we defined inflammatory monocytes as GFP mid cells, neutrophils as GFP hi cells, and microglia as GFP neg cells within a specific forward-and side-scatter gate. Flow cytometric analysis was performed on an Accuri C6 flow cytometer with sampler arm (BD Biosciences, Mountain View, CA). Files were analyzed offline using FlowJo 10.08 (Windows version; FlowJo LLC, Ashland, OR).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Flow cytometric phenotyping"
        },
        {
            "text": "α=0.05 and β=0.2 were established a priori. Post hoc power analysis was performed for all experiments and significance was only considered when power ≥0.8. Statistical analyses were performed in JMP Pro 12 (SAS Institute Inc., Cary, NC). Normality was determined by the Shapiro-Wilk test and normally distributed data were checked for equal variance. Parametric tests were only applied to data that were both normally distributed and of equal variance. Dunnett's method for pairwise comparison was used for all post hoc sequential comparisons following one-way ANOVA; the Tukey-Kramer test was used for two-way ANOVA pairwise comparisons. Error bars in all graphs are 95% confidence intervals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistics and data analysis"
        },
        {
            "text": "Adult female C57Bl/6 mice were intracranially inoculated with 2x10 5 PFU of TMEV. RNA from hippocampus was prepared at 3, 6, 12, and 24 hours postinfection (hpi) and analyzed by microarray to measure changes in transcripts. Hippocampal RNA was also prepared from uninfected mice and from mice 24 hours after sham inoculation with viral growth media. Fold changes in expression for the 16900 genes present on the array were calculated relative to uninoculated/uninfected controls. A heat map of log 2 fold change ( Figure 1A ) reveals that numerous genes were already upregulated at 3 hpi and the number of upregulated genes steadily grew through the first 24 hours after infection. Extraction of chemokine, cytokine, and adhesion factor genes ( Figure 1B ) indicates that these pathways were robustly impacted by TMEV infection. For example, the CCR2 ligand CCL2 was upregulated 8-fold by 3 hpi and continued to increase to almost 50-fold induction by 12 hpi, remaining above 30-fold at 24 hpi. The CCR5 ligand CCL5 increased steadily from 5-fold at 3 hpi to over 60-fold by 24 hpi and the CCR2 ligand CCL7 increased from 8-fold at 3 hpi to over 80-fold at 24 hpi. Likewise, the CXCR2 ligand CXCL1 was upregulated over 150-fold at 3 hpi, decreasing to 20-fold by 24 hpi, while CXCL2 was upregulated 10-fold at 3 hpi and decreased slightly to 6-fold by 24 hpi. The CX3CR1 ligand CX3CL1 was not increased at these timepoints and was, in fact, modestly downregulated by 1.4-fold at 3 hpi. In parallel with changes in chemokine expression, we observed marked upregulation of adhesion factors, with ICAM-1 upregulated 12-fold at 3 hpi, decreasing to 6-fold by 24 hpi, and VCAM-1 upregulated between 4-and 5-fold at each timepoint. Other adhesion factors involved in leukocyte trafficking were either unregulated (CD34), downregulated (Selectin-P ligand, 2-fold), or modestly upregulated (MAdCAM-1, 2-fold; GlyCAM-1, over 2-fold). Finally, a subset of immune genes were validated by RT-PCR ( Figure  1C ), confirming the general pattern of expression revealed by the microarray though with greater dynamic range. For example, by RT-PCR we measured a 260-fold induction of CCL2 at 3 hpi that continued to increase to over 2000-fold upregulation by 12 hpi. Overall, we conclude that inoculation of the brain with TMEV induces rapid and robust upregulation of proinflammatory chemokines, cytokines, and adhesion factors in the hippocampus that can be detected as early as 3 hours after injection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 514,
                    "end": 523,
                    "text": "Figure 1A",
                    "ref_id": null
                },
                {
                    "start": 745,
                    "end": 754,
                    "text": "Figure 1B",
                    "ref_id": null
                },
                {
                    "start": 1986,
                    "end": 1996,
                    "text": "Figure  1C",
                    "ref_id": null
                }
            ],
            "section": "Inoculation and infection of the brain with TMEV induces a rapid inflammatory transcriptional program"
        },
        {
            "text": "Based on our previously published findings regarding hippocampal injury and inflammatory monocyte infiltration [4, 8] , the known role for CCL2 in monocyte trafficking [21] , and the large increase in CCL2 RNA observed as early as 3 hpi, we analyzed levels of CCL2 protein in mice acutely infected with TMEV. Serum was terminally isolated from mice inoculated with TMEV under the same conditions as above and CCL2 was measured by ELISA ( Figure 2A ).",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 114,
                    "text": "[4,",
                    "ref_id": null
                },
                {
                    "start": 115,
                    "end": 117,
                    "text": "8]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 168,
                    "end": 172,
                    "text": "[21]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 438,
                    "end": 447,
                    "text": "Figure 2A",
                    "ref_id": null
                }
            ],
            "section": "TMEV infection induces rapid hippocampal production and release of the proinflammatory chemokine CCL2"
        },
        {
            "text": "Circulating levels of CCL2 were detected at 300 pg/mL as early as 3 hpi, with serum levels falling by 6 and 12 hours (2A). To measure the production of this chemokine in the CNS, separate animals were perfused with PBS to remove circulating factors and whole brain was homogenized for ELISA ( Figure 2B ). As with the serum, CCL2 was robustly detected at 3 hpi, at levels in excess of 4000 pg per brain, and decreased sharply at 6 hpi ( Figure 2B ). However, in contrast to serum, the brain levels rose again at 12 hpi and reached levels comparable to the 3 hpi values by 24 hpi. Based on our previous findings regarding the locus of neuronal injury during acute TMEV infection [7, 22] , we also measured CCL2 in microdissected hippocampus at the same timepoints in separate animals ( Figure 2C ). CCL2 levels peaked at 6 hpi and were measured at 1500 pg per mouse (hippocampi pooled for each individual animal). Notably, this amount of CCL2 represents approximately the same amount of CCL2 measured in the whole brain at this timepoint ( Figure 2B ), suggesting that the hippocampus is the primary site for production at 6 hpi. Finally, to separate non-infectious pathogen recognition receptor-mediated effects from chemokine induction triggered by infectious virus, especially within the context of the very rapid response following inoculation, we compared the levels of CCL2 in the whole brain at 3 hr after inoculation with UV-inactivated TMEV or live TMEV. In this experiment we measured 3010 ± 425 pg/brain with live virus, 176 ± 65 pg/brain with dead virus, and 88 ± 16 pg/brain in sham mice (live vs dead: P<0.001; live vs sham: P<0.001; dead vs sham: P=0.703; by one-way ANOVA with Dunnett's pairwise comparison). We conclude that inoculation with infectious TMEV induces the rapid production of CCL2 in the brain and particularly in the hippocampus.",
            "cite_spans": [
                {
                    "start": 678,
                    "end": 681,
                    "text": "[7,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 682,
                    "end": 685,
                    "text": "22]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 293,
                    "end": 302,
                    "text": "Figure 2B",
                    "ref_id": null
                },
                {
                    "start": 437,
                    "end": 446,
                    "text": "Figure 2B",
                    "ref_id": null
                },
                {
                    "start": 785,
                    "end": 794,
                    "text": "Figure 2C",
                    "ref_id": null
                },
                {
                    "start": 1039,
                    "end": 1048,
                    "text": "Figure 2B",
                    "ref_id": null
                }
            ],
            "section": "TMEV infection induces rapid hippocampal production and release of the proinflammatory chemokine CCL2"
        },
        {
            "text": "Given the hippocampal enrichment for CCL2 production at 6 hpi we sought to identify the relevant cellular locus ( Figure 2D -I). To our surprise, immunostaining for CCL2 in uninfected mice revealed weak fluorescence associated with the pyramidal neurons of CA1, CA3, and the dentate gyrus (DG) ( Figure 2D ). At higher magnification this signal, not present in the secondary-only controls (not shown), exhibited a diffuse pattern associated with the cell layers ( Figure 2G ). At 6 hpi we consistently observed a robust increase in expression of CCL2 in pyramidal neuron cell bodies in the CA1, CA3, and DG regions ( Figure 2E ). In addition, there was a clear increase in immunofluorescence in the terminal networks of the apical dendrites located in the stratum lacunosum moleculare ( Figure 2E , 2H). This observation is notable because we have previously reported that the hippocampal fissure, located just below the stratum lacunosum moleculare, is a primary site for infiltration of inflammatory monocytes [4]. Finally, the overall signal intensity faded by 24 hpi, though the pyramidal neuron layerassociated signal was more punctate and brighter than the earlier diffuse pattern ( Figure 2F , 2I). Whether some of this signal was associated with infiltrating monocytes was not resolved in this experiment. These observations suggest that the 6 hpi peak in hippocampal CCL2 measured by ELISA ( Figure 2C ) was the result of production by hippocampal neurons.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 114,
                    "end": 123,
                    "text": "Figure 2D",
                    "ref_id": null
                },
                {
                    "start": 296,
                    "end": 305,
                    "text": "Figure 2D",
                    "ref_id": null
                },
                {
                    "start": 464,
                    "end": 473,
                    "text": "Figure 2G",
                    "ref_id": null
                },
                {
                    "start": 617,
                    "end": 626,
                    "text": "Figure 2E",
                    "ref_id": null
                },
                {
                    "start": 787,
                    "end": 796,
                    "text": "Figure 2E",
                    "ref_id": null
                },
                {
                    "start": 1189,
                    "end": 1198,
                    "text": "Figure 2F",
                    "ref_id": null
                },
                {
                    "start": 1401,
                    "end": 1410,
                    "text": "Figure 2C",
                    "ref_id": null
                }
            ],
            "section": "CCL2 is expressed in hippocampal neurons during acute infection"
        },
        {
            "text": "To determine the role of the CCL2:CCR2 axis in controlling inflammatory monocyte trafficking to the brain during acute TMEV infection, we quantified leukocyte infiltration in CCR2 knockout mice at 18 hpi (Figure 3) . We have previously established that our methods isolate three clearly distinguished populations that respond to TMEV infection: CD45 hi CD11b + Gr1 ++ 1A8inflammatory monocytes, CD45 hi CD11b ++ Gr1 + 1A8 + neutrophils, and CD45 mid CD11b mid Gr1 -1A8microglia [4]. In wildtype mice at 18 hpi we observed robust populations of all three cell types ( Figure 3A , 3C), with inflammatory monocytes making up about 25% of the total CD45 + population ( Figure 3E ). In the absence of CCR2 expression there was marked suppression of inflammatory monocyte infiltration and a relative increase in neutrophil recruitment, with no change in microglia ( Figure 3B, 3D) . Indeed, inflammatory monocytes were reduced to less than 3% of total CD45 + cells (WT vs CCR2ko: P=0.0004 by Dunnett's method; Figure 3E ). We conclude that the CCR2 receptor axis is the primary driver for inflammatory monocyte infiltration during acute TMEV infection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 204,
                    "end": 214,
                    "text": "(Figure 3)",
                    "ref_id": null
                },
                {
                    "start": 567,
                    "end": 576,
                    "text": "Figure 3A",
                    "ref_id": null
                },
                {
                    "start": 665,
                    "end": 674,
                    "text": "Figure 3E",
                    "ref_id": null
                },
                {
                    "start": 860,
                    "end": 874,
                    "text": "Figure 3B, 3D)",
                    "ref_id": null
                },
                {
                    "start": 1004,
                    "end": 1013,
                    "text": "Figure 3E",
                    "ref_id": null
                }
            ],
            "section": "CCR2 and CCL2 are required for inflammatory monocyte infiltration during acute infection"
        },
        {
            "text": "The known and putative ligands for CCR2 are CCL2, CCL7, CCL8, CCL12, CCL13, and CCL16 [23] . Of these, only CCL2 and CCL7 were expressed at detectable levels in our mice (Figure 1 ). To determine the relative contribution of these two chemokines to inflammatory monocyte recruitment during acute TMEV infection we used immunodepletion to neutralize each factor. LysM-GFP monocyte-neutrophil reporter mice [4] received 20 µg goat anti-CCL2 IgG, 20 µg goat anti-CCL7, or 20 µg goat IgG by intraperitoneal injection at -12, 0, and +12 hr relative to time of infection. Brain-infiltrating leukocytes were isolated at 24 hpi and analyzed by flow cytometry to count inflammatory monocytes (CD45 + GFP mid ) and neutrophils (CD45 + GFP hi ) (Figure 4 ). Mice treated with control IgG had approximately 5000 monocytes and 4000 neutrophils ( Figure ",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 90,
                    "text": "[23]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 170,
                    "end": 179,
                    "text": "(Figure 1",
                    "ref_id": null
                },
                {
                    "start": 734,
                    "end": 743,
                    "text": "(Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 833,
                    "end": 839,
                    "text": "Figure",
                    "ref_id": null
                }
            ],
            "section": "CCR2 and CCL2 are required for inflammatory monocyte infiltration during acute infection"
        },
        {
            "text": "A conditional neuron-specific CCL2 knockout model was generated by crossing Ccl2-RFP flox/flox mice [24] to transgenic mice expressing Cre recombinase behind the synapsin promoter (Syn-Cre) [25] . The parental Ccl2-RFP flox/flox animals serve as a reporter line for CCL2 expression, and analysis of RFP fluorescence in mice at 6 hpi confirmed the CA1 neuronal expression of this chemokine ( Figure 5A, 5B) . Analysis of the Ccl2-RFP flox/flox x Syn-Cre conditional knockouts at the same timepoint revealed that CCL2 was specifically deleted from the CA1 neurons ( Figure 5C, 5D) . Serum was terminally isolated from Ccl2-RFP flox/flox and Ccl2-RFP flox/flox x Syn-Cre mice inoculated with TMEV and CCL2 was measured by ELISA ( Figure 5E ). The large increase in circulating CCL2 observed at 6 hpi in Ccl2-RFP flox/flox mice was not detected in the Ccl2-RFP flox/flox x Syn-Cre mice (F=35.9565, P<0.0001 by two-way ANOVA; -CCL2 vs +CCL2 at 6 hpi: P<0.0001 by Tukey-Kramer pairwise analysis). However, by 24 hpi the serum levels were the same in both groups (-CCL2 vs +CCL2 at 24 hpi: P=0.9677 by Tukey-Kramer)( Figure 2E ). Levels of CCL2 in the hippocampus were strongly reduced in the Ccl2-RFP flox/flox x Syn-Cre mice at both 6 and 24 hpi (F=70.9728, P<0.0001 by two-way ANOVA; -CCL2 vs +CCL2 at 6 hpi: P<0.0001 by Tukey-Kramer pairwise analysis; -CCL2 vs +CCL2 at 24 hpi: P=0.0033 by Tukey-Kramer). These findings indicate that neurons are the dominant source of CCL2 in the hippocampus at 6 hpi and that neuronal CCL2 accounts for the serum levels measured at the same timepoint.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 104,
                    "text": "[24]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 190,
                    "end": 194,
                    "text": "[25]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 391,
                    "end": 405,
                    "text": "Figure 5A, 5B)",
                    "ref_id": null
                },
                {
                    "start": 564,
                    "end": 578,
                    "text": "Figure 5C, 5D)",
                    "ref_id": null
                },
                {
                    "start": 727,
                    "end": 736,
                    "text": "Figure 5E",
                    "ref_id": null
                },
                {
                    "start": 1110,
                    "end": 1119,
                    "text": "Figure 2E",
                    "ref_id": null
                }
            ],
            "section": "Genetic deletion of CCL2 from neurons reduces serum and hippocampal CCL2 levels during acute infection"
        },
        {
            "text": "The profound reduction in hippocampal CCL2 at 6 hpi in the neuron-specific CCL2-deficient mice suggested that monocyte infiltration would also be impaired in these animals. Brain-infiltrating leukocytes were collected from wildtype B6 mice ( Figure 6A ), CCL2-RFP fl/fl reporter mice (+CCL2; Figure 6B ), and CCL2-RFP fl/fl x Syn-Cre mice (-CCL2; Figure 6C ) at 18 hpi and analyzed by flow cytometry. Gates were established as described above on a CD45 hi parent gate. The total number of CD45 hi cells isolated from B6 mice and CCL2-RFP fl/fl reporters was not different (F=44.8489, P<0.0001 by one-way ANOVA; B6 vs +CCL2: P=1.000 by Dunnett's method) but the number of these cells in the neuron-specific CCL2-deficient mice was significantly reduced (-CCL2 vs B6: P=0.0001; -CCL2 vs +CCL2: P=0.0004) ( Figure 6D ). The trend toward more CD45 hi cells in the CCL2 reporter mice suggested by Figure 6D was exacerbated in the neutrophil counts ( Figure 6E ), though the difference was not significant (F=87.2340, P<0.0001 by one-way ANOVA; B6 vs +CCL2: P=0.1908 by Dunnett's method). In contrast, the number of neutrophils infiltrating the brain was reduced in the neuron-specific CCL2-deficient mice (-CCL2 vs B6: P=0.0003; -CCL2 vs +CCL2: P<0.0001) ( Figure 6E ). Finally, the number of inflammatory monocytes in the brain at 18 hpi did not differ between B6 and reporter mice (F=56.8592, P<0.0001 by one-way ANOVA; B6 vs +CCL2: P=1.000 by Dunnett's method) but was significantly reduced in the neuron-specific CCL2-deficient mice (-CCL2 vs B6: P<0.0001; -CCL2 vs +CCL2: P=0.0024) ( Figure 6F ). These observations support the conclusion that the limited CCL2 production and release measured in neuron-specific CCL2-deficient mice at 6 hpi results in a strong reduction in inflammatory monocyte infiltration into the brain at 18 hpi.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 242,
                    "end": 251,
                    "text": "Figure 6A",
                    "ref_id": null
                },
                {
                    "start": 292,
                    "end": 301,
                    "text": "Figure 6B",
                    "ref_id": null
                },
                {
                    "start": 347,
                    "end": 356,
                    "text": "Figure 6C",
                    "ref_id": null
                },
                {
                    "start": 804,
                    "end": 813,
                    "text": "Figure 6D",
                    "ref_id": null
                },
                {
                    "start": 892,
                    "end": 901,
                    "text": "Figure 6D",
                    "ref_id": null
                },
                {
                    "start": 945,
                    "end": 954,
                    "text": "Figure 6E",
                    "ref_id": null
                },
                {
                    "start": 1252,
                    "end": 1261,
                    "text": "Figure 6E",
                    "ref_id": null
                },
                {
                    "start": 1584,
                    "end": 1593,
                    "text": "Figure 6F",
                    "ref_id": null
                }
            ],
            "section": "Genetic deletion of CCL2 from neurons reduces inflammatory monocyte infiltration during acute infection"
        },
        {
            "text": "Identification of immune cells and effector molecules that contribute to brain injury is critical to the development of neuroprotective and neuroreparative strategies [7] . We and others have used the Theiler's murine encephalomyelitis virus model to investigate immune-mediated mechanisms of brain injury within the context of acute CNS viral infection [3, 6] . Despite differences in nomenclature, host genetics, and details of the viral strain and inoculum, a general consensus has emerged that monocytic cells infiltrate the brain within hours of infection and create an inflammatory environment that kills neurons and alters neural circuitry. Understanding the mechanisms that drive monocyte infiltration may therefore reveal novel strategies to protect the brain.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 170,
                    "text": "[7]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 354,
                    "end": 357,
                    "text": "[3,",
                    "ref_id": null
                },
                {
                    "start": 358,
                    "end": 360,
                    "text": "6]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Not surprisingly, intracranial inoculation with TMEV induced a robust inflammatory program in the hippocampus, involving upregulation of dozens of chemokine, cytokine, and adhesion factor genes ( Figure 1 ). Somewhat surprising, however, was the speed with which this induction occurred. We reproducibly detected large changes in transcription by 3 hpi, and in some experiments measured variable, but sizable, induction of chemokines and cytokines by 1 hpi (not shown). Moreover, these factors were detected at the protein level over the same acute period, with CCL2 measurable in the serum and brain as early as 1 hpi (not shown). Not only are these responses fast with regard to biosynthesis, but it is unlikely that a significant number of cells have even been infected in the brain by 3 hpi. Mathematical modeling constrains the infection rate to only 0.01 to 0.1 cells per minute [26] , suggesting that fewer than 20 cells would be productively infected by 3 hpi. Even if this rate is off by a factor of 100, fewer than 2000 cells are infected by 3 hpi. Obviously, some cells can respond to virions and virus constituents via mechanisms that do not require active infection, such as pathogen (or pattern) recognition receptors [27] , but our findings indicate that inoculation with UV-inactivated virus did not elicit CCL2 production in the brain at 3 hpi. This finding also rules out induction via non-specific trauma-induced effects associated with intracranial inoculation. Moreover, even assuming a direct effect of each active virion on target cells, we only inoculated the animals with 200,000 plaque forming units and these were not introduced directly into the hippocampus [20] . Yet, at 6 hpi the hippocampus produced essentially all of the CCL2 measured in the brain and presumably contributed the majority of serum CCL2. This issue is further confounded by the pattern of CCL2 expression revealed by immunostaining, which shows that effectively every neuron in dorsal hippocampal CA1, CA3, and dentate gyrus expressed this factor at 6 hpi ( Figure 2 ). As we have previously reported, even by 3 dpi only a fraction of CA1 neurons are directly infected with TMEV and DG neurons are never positive for virus by immunostaining [22] . These observations and discrepancies suggest that a currently unidentified amplification event occurs almost immediately after inoculation with live virus that results in widespread, albeit tissue-specific, upregulation of CCL2 production. Furthermore, this induction occurs almost exclusively in neurons, as synapsin-promoter driven deletion of CCL2 results in nearly complete suppression of both hippocampal and serum CCL2 at 6 hpi.",
            "cite_spans": [
                {
                    "start": 885,
                    "end": 889,
                    "text": "[26]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1232,
                    "end": 1236,
                    "text": "[27]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1686,
                    "end": 1690,
                    "text": "[20]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2240,
                    "end": 2244,
                    "text": "[22]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 196,
                    "end": 204,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 2057,
                    "end": 2065,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Despite the gap in our knowledge about the pathway between virus inoculation and CCL2 induction, our data clearly support a model in which neurons are the primary source of this chemokine during the most acute phase of the host response. Notably, deletion of CCL2 from neurons recapitulates the effect of systemic deletion in mice treated with anti-CCL2 immunoglobulin ( Figure 6F compared to Figure 4D ) -the inflammatory monocyte infiltrate is reduced by about 70% in both conditions at 18-24 hpi. Presumably, the remaining infiltrate in both experiments is CCL7-dependent, although the cellular source of this other CCR2 ligand is currently unknown. These findings suggest an intriguing maladaptive response: neurons respond to brain inoculation with TMEV by producing copious amounts of a chemokine that serves to recruit the inflammatory monocytes into the brain that ultimately kill those same neurons [4] . While the current study does not address the impact of a curtailed monocyte response on viral clearance or eventual lymphocyte recruitment, anecdotal evidence indicates that CCR2 -/mice do not succumb to lethal infection and, indeed, do not show any apparent adverse effects at later timepoints (out to several months). Studies assessing the impact of CCR2 deletion on hippocampal neuropathology are ongoing.",
            "cite_spans": [
                {
                    "start": 908,
                    "end": 911,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 371,
                    "end": 380,
                    "text": "Figure 6F",
                    "ref_id": null
                },
                {
                    "start": 393,
                    "end": 402,
                    "text": "Figure 4D",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Maintaining the focus on the most acute response to TMEV infection rather than downstream sequelae, several notable findings arise from the current study. First, genetic deletion of CCR2 in all cells almost entirely abrogates inflammatory monocyte infiltration at 18 hpi but actually increases neutrophil infiltration at this timepoint. This suggests that in the context of life-long absence of CCL2:CCR2 signaling neutrophil responses are not compromised by the absence of an inflammatory monocyte response. Second, acute systemic immunodepletion of CCL2 reduces inflammatory monocyte infiltration by 70% but also reduces neutrophil infiltration by more than half. This suggests that acute inhibition of the CCL2:CCR2 axis either impacts neutrophil recruitment directly (for example, brain infiltrating neutrophils express CCR2 and respond to CCL2) or via an indirect effect on monocyte-to-neutrophil communication (for example, infiltrating monocytes release neutrophilic chemokines) [28] . Third, systemic immunodepletion of CCL7 blocks about 30% of monocyte infiltration but has no impact on neutrophils. This indicates that if brain infiltrating neutrophils use a CCR2-dependent trafficking pathway it is not responsive to CCL7 or that the CCL7-dependent brain-infiltrating monocytes are not responsible for creating the pro-neutrophil environment. While speculative, this may suggest that there are at least two functional subtypes of CCR2 + brain-infiltrating monocytes that can be distinguished by CCL2 vs CCL7 responsiveness. Fourth, the CCL2-RFP fl/fl reporter line exhibits a trend toward increased neutrophil infiltration as compared to B6 mice. While not statistically significant due to the spread in values, this increase was visually evident in most of the mice, suggesting caution in studies analyzing leukocytic responses in these animals. Fifth, the robust inhibition of monocyte infiltration in the neuron-specific CCL2-deficient mice argues explicitly that this chemokine drives trafficking to the brain while side-stepping all of the issues regarding monocytopenia that arise in CCL2 -/or CCR2 -/mice. This is in contrast to the reported role of CCR2 in West Nile virus encephalitis [14] but is consistent with the brain trafficking role described by Graham and colleagues in a Semliki Forest virus model [29] . Sixth, manipulation of either CCL2 or CCR2 drove the inflammatory monocyte response in the same direction -down. This is in contrast to observations in a Japanese encephalitis model, in which CCR2 -/mice had reduced monocyte infiltration while CCL2 -/mice had a paradoxical increase in this population in the brain [16] . Of note, however, our manipulation of CCL2 was via acute immunodepletion, not life-long genetic deletion.",
            "cite_spans": [
                {
                    "start": 986,
                    "end": 990,
                    "text": "[28]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 2205,
                    "end": 2209,
                    "text": "[14]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2327,
                    "end": 2331,
                    "text": "[29]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 2649,
                    "end": 2653,
                    "text": "[16]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The production of CCL2 by neurons during acute encephalitis may play a role in more than just leukocyte recruitment. For example, hippocampal neurons express CCR2 [21] and CCL2 directly enhances both NMDA receptor-and AMPA receptor-mediated excitatory postsynaptic potentials [30] . This suggests that the earliest stages of hippocampal circuit dysregulation associated with acute TMEV infection may be triggered locally by neuronal CCL2 acting in a autocrine fashion [31, 32] . In this context, it is notable that CCL2 immunoreactivity is strongly upregulated in CA1 neuron apical dendrite tufts located in the stratum lacunosum moleculare at 6 hr after infection (Figure 2 ). This layer is an important site of integration between the entorhinal cortex and CA1 pyramidal neurons (the perforant pathway) and is of fundamental importance to spatial and episodic memory formation [33] . It is also the site of GABAergic interneurons that are strongly activated by both entorhinal cortex and CA3-derived Schaffer collateral inputs [34] . These interneurons exhibit both AMPA receptor and NMDA receptor excitatory postsynaptic potentials [35] and are maximally activated at the theta oscillation peak and at the gamma oscillation trough [36] . These cells appear to mediate a robust feedforward inhibition that controls the size and timing of excitatory inputs onto CA1 neurons [37] and synchronizes network firing to theta frequency [34, 36] . Given the important role for hippocampal theta oscillations in learning and memory [38] , it is likely that acute production of CCL2 in the stratum lacunosum moleculare would disrupt cognitive performance. It is also notable that neuronal CCL2 production has been observed following kainic acid- [39] and pilocarpine-mediated seizure induction [40] in rodents and both CCL2 and CCR2 are increased in tissue resected from humans with intractable epilepsy [41, 42] . Inhibition of either CCL2 production or CCR2 signaling suppressed seizures in a mouse model of systemic inflammation and mesial temporal lobe epilepsy [43] . Indeed, Caleo and colleagues have recently suggested that CCL2 \"may act as a master regulator of inflammatory processes in the epileptic brain by both directly promoting hyperexcitability and regulating the activity of downstream inflammatory effectors\" [43]. Our findings echo this concept and add a third role in which hyperacute neuronal CCL2 production mediates CCR2-dependent inflammatory monocyte trafficking into the brain, resulting in the creation of an environment that further disrupts neural function and induces pyramidal neuron death [4, 7] .",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 167,
                    "text": "[21]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 276,
                    "end": 280,
                    "text": "[30]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 468,
                    "end": 472,
                    "text": "[31,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 473,
                    "end": 476,
                    "text": "32]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 879,
                    "end": 883,
                    "text": "[33]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1029,
                    "end": 1033,
                    "text": "[34]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1135,
                    "end": 1139,
                    "text": "[35]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1234,
                    "end": 1238,
                    "text": "[36]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1375,
                    "end": 1379,
                    "text": "[37]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1431,
                    "end": 1435,
                    "text": "[34,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1436,
                    "end": 1439,
                    "text": "36]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1525,
                    "end": 1529,
                    "text": "[38]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1738,
                    "end": 1742,
                    "text": "[39]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1896,
                    "end": 1900,
                    "text": "[41,",
                    "ref_id": null
                },
                {
                    "start": 1901,
                    "end": 1904,
                    "text": "42]",
                    "ref_id": null
                },
                {
                    "start": 2058,
                    "end": 2062,
                    "text": "[43]",
                    "ref_id": null
                },
                {
                    "start": 2613,
                    "end": 2616,
                    "text": "[4,",
                    "ref_id": null
                },
                {
                    "start": 2617,
                    "end": 2619,
                    "text": "7]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 665,
                    "end": 674,
                    "text": "(Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Overall, we conclude that infection of the brain with TMEV rapidly induces CCL2 expression in neurons and this cellular source is central to driving CCR2-dependent infiltration of inflammatory monocytes into the brain during the most acute stage of encephalitis. While the relevance of our current findings to the neuropathological and electrophysiological sequelae of TMEV encephalitis remains to be determined, our observations lend further support to the therapeutic relevance of targeting the CCL2:CCR2 axis to confer neuroprotection. Our findings also highlight a unique role for neuronal production of chemokines in the initiation of leukocytic infiltration into the infected central nervous system. Hippocampal tissue was collected for RNA purification at early timepoints following intracranial inoculation of adult female C57Bl/6 mice with 2x10 5 PFU of the Daniel's strain of TMEV. Transcriptional changes were analyzed using Illumina MouseWG-6 v2.0 beadchips. Foldchange relative to uninfected control for 16900 genes present on the array was calculated, converted to log 2 , and heatmapped using Gitools. Sham controls were injected intracranially with culture media used for the virus preparation and RNA was collected at 24 h postinfection (hpi). Expression data for all conditions except sham are the means from 6 individual mice analyzed in two separate experiments (3 mice per experiment). Three sham mice were analyzed in the second experiment. (A) Heatmap showing pattern of transcriptional changes at 3, 6, 12, and 24 hpi relative to uninfected controls. The discontinuity in expression coding is the result of removing from analysis all genes with changes between -1.2-fold and +1.2-fold at 24 hpi, leaving 6764 genes in the heatmap. Color-coded heatmaps range from >8-fold downregulated (log 2 <-3.0; blue) to >8-fold upregulated (log 2 >+3.0; red). (B) The same expression data remapped to highlight chemokines, cytokines, and adhesion factors. In contrast to (A), values are continuous between -8-fold and +8-fold. Note that the color range was selected to reveal weaker changes in some genes, resulting in saturation at all timepoints for highly upregulated genes such as CCL2. (C) A further subset of highly upregulated and notable genes was validated by RT-PCR and the results heatmapped on a scale from 0 to 1000-fold (log 2 =+10) to reveal large expression changes over the first 12 hours.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Serum (A), whole brain (B), and microdissected hippocampus (C) were collected at 0, 3, 6, 12, and 24 h following intracranial inoculation with TMEV. Absolute levels of CCL2 were measured by ELISA. Each dot represents an individual animal. The bar graph shows mean ± 95% confidence intervals from aggregate data. A minimum of 3 mice were used per tissue per timepoint and the hippocampal samples were collected in a separate experiment from the whole brain samples. All results were analyzed by one-way ANOVA. CCL2 was induced in serum, whole brain, and hippocampus (P<0.001 for each factor in each tissue compared to 0 hpi). Brain sections collected at 0 (D, G), 6 (E, H), and 24 hpi (F, I) were immunostained to reveal CCL2 expression. In the hippocampus there was weak, diffuse signal in uninfected mice (D, G) that increased markedly at 6 hpi (E, H). By 24 hpi the signal intensity had decreased and exhibited a more punctate pattern (F, I). Scale bar in I is 50 µm and refers to G-I. CA1 = Cornu Ammonis 1 formation; sr = stratum radiatum; slm = stratum lacunosum-moleculare. Immunostaining is representative of more than 3 mice per timepoint in more than 3 separate experiments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2. CCL2 levels in serum, whole brain, and hippocampus during acute infection."
        },
        {
            "text": "Brain-infiltrating leukocytes were collected from C57Bl/6 mice (WT; A, C) and CCR2 -/mice (B,D) at 18 hpi. Flow plots in (A-D) show cells in a CD45 + parent gate. The number of inflammatory monocytes (IM; CD45 hi CD11b + Gr1 ++ 1A8 -), neutrophils (N; CD45 hi CD11b ++ Gr1 + 1A8 + ), and microglia (M; CD45 mid CD11b mid Gr1 -1A8 -) was measured by flow cytometry. The percent of inflammatory monocytes, neutrophils, and microglia in the CD45 + population is shown as mean ± 95%CI calculated from 9 mice per genotype in 3 separate experiments (3x3) (E). Data were analyzed by Dunnett's method. No difference in microglia was observed, but neutrophils were significantly increased in CCR2 -/mice (P=0.0012 vs wt). Notably, the absence of CCR2 robustly inhibited inflammatory monocyte infiltration (P=0.0004 vs wt). **: P<0.001. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/208587 doi: bioRxiv preprint Figure 5 . Neurons are the primary source of CCL2 at 6 hpi. Ccl2-RFP fl/fl reporter mice (A, B) and Syn-Cre x Ccl2-RFP fl/fl neuron-specific CCL2-deficient mice (C, D) were intracranially inoculated with TMEV and brain sections were collected at 6 hpi for analysis of RFP expression. Single-channel RFP (A, C) and two-channel RFP (red) and DAPI (blue) (B, D) microscopy revealed that the reporter signal present in neurons at 6 hpi was specifically deleted in the Syn-Cre x Ccl2-RFP fl/fl mice. Serum (E) and hippocampal (F) CCL2 levels were measured by ELISA at 0, 6, and 24 hpi in the CCL2 reporter mice (+CCL2) and the neuron-specific CCL2-deficient mice (-CCL2). Each dot represents one animal; bar graphs represent mean ± 95%CI calculated from at least 3 mice per group per timepoint. Data were analyzed by two-way ANOVA with Tukey-Kramer pairwise analysis; statistical significance is only shown between genotypes at each timepoint; **: P<0.001; ***: P<0.0001. Figure 6 . Loss of acute neuronal CCL2 production results in reduced inflammatory monocyte infiltration into the brain. Brain-infiltrating leukocytes were analyzed by flow cytometry in wildtype B6 mice (A), Ccl2-RFP fl/fl reporter mice (+CCL2; B), and Syn-Cre x Ccl2-RFP fl/fl neuron-specific CCL2-deficient mice (-CCL2; C) at 18 hpi. The flow plots in (A-C) show Gr1-and CD11b-labeled cells in a CD45 hi parent gate. The number of CD45 hi cells (D), neutrophils (E), and inflammatory monocytes (F) were counted in the three groups (blue circles = B6; black circles = +CCL2; red circles = -CCL2). Each dot represents one animal; the line graph represents mean ± 95%CI calculated from at least two separate experiments. All cell types were significantly reduced in the neuron-specific CCL2-deficient mice but not in the parent reporter line. Data were analyzed by one-way ANOVA with Dunnett's pairwise comparison; *: P£0.0001.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 976,
                    "end": 984,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 1943,
                    "end": 1951,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Figure 3. Inflammatory monocyte infiltration during acute infection requires CCR2."
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. CCL2  CCL3  CCL4  CCL5  CCL7  CCL9  CCL11  CCL17  CCL19  CCL21A  CCL21C  CCL24  CCL25  CCL27  CXCL1  CXCL2  CXCL4  CXCL9  CXCL10  CXCL12  CXCL13  CXCL14  CXCL16  CXCL17  CX3CL1  IL1a  IL1b  IL6  IL11  IL12a  IL13  IL15  IL16  IL17d  IL18  IL19  IL27  IL33  IFNa1  IFNa2  IFNa4  IFNa5  IFNa6  IFNa11  IFNa14  IFNaB  IFNb1  IFNe1  TNFa  TRAIL  M-CSF  OSM  LIF  ICAM1  ICAM2  ICAM4  ICAM5  VCAM1  PECAM1  CD62L  CD62P The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/208587 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 157,
                    "end": 571,
                    "text": "CCL2  CCL3  CCL4  CCL5  CCL7  CCL9  CCL11  CCL17  CCL19  CCL21A  CCL21C  CCL24  CCL25  CCL27  CXCL1  CXCL2  CXCL4  CXCL9  CXCL10  CXCL12  CXCL13  CXCL14  CXCL16  CXCL17  CX3CL1  IL1a  IL1b  IL6  IL11  IL12a  IL13  IL15  IL16  IL17d  IL18  IL19  IL27  IL33  IFNa1  IFNa2  IFNa4  IFNa5  IFNa6  IFNa11  IFNa14  IFNaB  IFNb1  IFNe1  TNFa  TRAIL  M-CSF  OSM  LIF  ICAM1  ICAM2  ICAM4  ICAM5  VCAM1  PECAM1  CD62L  CD62P",
                    "ref_id": null
                }
            ],
            "section": "Figure 3. Inflammatory monocyte infiltration during acute infection requires CCR2."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Molecular mechanisms of neuroinflammation and injury during acute viral encephalitis",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Shives",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Tyler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Beckham",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Neuroimmunol",
            "volume": "308",
            "issn": "",
            "pages": "102--111",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Disrupted spatial memory is a consequence of seizures in the Theiler's virus model of temporal lobe epilepsy",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Buenz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Howe",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Neurobiol Dis",
            "volume": "64",
            "issn": "",
            "pages": "98--106",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Viral mouse models of multiple sclerosis and epilepsy: Marked differences in neuropathogenesis following infection with two naturally occurring variants of Theiler's virus BeAn strain",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Broer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hage",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kaufer",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Gerhauser",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Anjum",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Baumgartner",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Schulz",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Loscher",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Neurobiol Dis",
            "volume": "99",
            "issn": "",
            "pages": "121--132",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Neuroprotection mediated by inhibition of calpain during acute viral encephalitis",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Howe",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Lafrance-Corey",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mirchia",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Sauer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgovern",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Reid",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Buenz",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Sci Rep",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Hippocampal protection in mice with an attenuated inflammatory monocyte response to acute CNS picornavirus infection",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Howe",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Lafrance-Corey",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Sundsbak",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Sauer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Lafrance",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Buenz",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "Schmalstieg",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Sci Rep",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The role of peripheral interleukin-6 in the development of acute seizures following virus encephalitis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Cusick",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Libbey",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Doty",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Depaula-Silva",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Fujinami",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Neurovirol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Infiltrating Macrophages Are Key to the Development of Seizures following Virus Infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Cusick",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Libbey",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Doty",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Fujinami",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "",
            "pages": "1849--1860",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Hippocampal TNFalpha Signaling Contributes to Seizure Generation in an Infection-Induced Mouse Model of Limbic Epilepsy",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wallis",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Dahle",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Mcelroy",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Thomson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Tesi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Szymkowski",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "West",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Smeal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Chemokines as new inflammatory players in the pathogenesis of epilepsy",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cerri",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Caleo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bozzi",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Epilepsy Res",
            "volume": "136",
            "issn": "",
            "pages": "77--83",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Role of CCR2 in inflammatory conditions of the central nervous system",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "X"
                    ],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Arumugam",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gelderblom",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Magnus",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Drummond",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Sobey",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Cereb Blood Flow Metab",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Chemokine receptor Ccr2 is critical for monocyte accumulation and survival in West Nile virus encephalitis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Obara",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rivollier",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Pletnev",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Kelsall",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Immunol",
            "volume": "186",
            "issn": "",
            "pages": "471--478",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Differential Roles of Chemokines CCL2 and CCL7 in Monocytosis and Leukocyte Migration during West Nile Virus Infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Bardina",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Michlmayr",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Hoffman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Obara",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sum",
                    "suffix": ""
                },
                {
                    "first": "Charo",
                    "middle": [
                        "If"
                    ],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Pletnev",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Immunol",
            "volume": "195",
            "issn": "",
            "pages": "4306--4318",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "CCL2, but not its receptor, is essential to restrict immune privileged CNSinvasion of Japanese encephalitis virus via regulating accumulation of CD11b Ly-6C monocytes",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Patil",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Uyangaa",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Hossain",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Eo",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Immunology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Lack of CCR2 results in increased mortality and impaired leukocyte activation and trafficking following infection of the central nervous system with a neurotropic coronavirus",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Kuziel",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Lane",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Immunol",
            "volume": "167",
            "issn": "",
            "pages": "4585--4592",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Differential roles of CCL2 and CCR2 in host defense to coronavirus infection",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Held",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Kuziel",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Rollins",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Lane",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Virology",
            "volume": "329",
            "issn": "",
            "pages": "251--260",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Both Cerebral and Hematopoietic Deficiencies in CCR2 Result in Uncontrolled Herpes Simplex Virus Infection of the Central Nervous System in Mice",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Menasria",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Canivet",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Piret",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gosselin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Boivin",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS One",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Isolation of Brain-infiltrating Leukocytes",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Lafrance-Corey",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Howe",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Vis Exp",
            "volume": "52",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The role of monocyte chemoattractant protein MCP1/CCL2 in neuroinflammatory diseases",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Conductier",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Blondeau",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Guyon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Nahon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rovere",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Neuroimmunol",
            "volume": "224",
            "issn": "",
            "pages": "93--100",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Apoptosis of Hippocampal Pyramidal Neurons Is Virus Independent in a Mouse Model of Acute Neurovirulent Picornavirus Infection",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Buenz",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Sauer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Lafrance-Corey",
                    "suffix": ""
                },
                {
                    "first": "Deb",
                    "middle": [
                        "C"
                    ],
                    "last": "Denic",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "German",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Howe",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Am J Pathol",
            "volume": "175",
            "issn": "",
            "pages": "668--684",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Chemokine receptors: multifaceted therapeutic targets",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Proudfoot",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nat Rev Immunol",
            "volume": "2",
            "issn": "",
            "pages": "106--115",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Bone marrow mesenchymal stem and progenitor cells induce monocyte emigration in response to circulating toll-like receptor ligands",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mendez-Ferrer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Hohl",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "V"
                    ],
                    "last": "Serbina",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lipuma",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Leiner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "O"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Frenette",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Pamer",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Immunity",
            "volume": "34",
            "issn": "",
            "pages": "590--601",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Ablation of NF1 function in neurons induces abnormal development of cerebral cortex and reactive gliosis in the brain",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Romero",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ghosh",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Charnay",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Rushing",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Marth",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Parada",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Genes Dev",
            "volume": "15",
            "issn": "",
            "pages": "859--876",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Modeling the acute and chronic phases of Theiler murine encephalomyelitis virus infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Lipton",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Perelson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Dahari",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "",
            "pages": "4052--4059",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Enter at your own risk: how enteroviruses navigate the dangerous world of pattern recognition receptor signaling",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Coyne",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Cytokine",
            "volume": "63",
            "issn": "",
            "pages": "230--236",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Fulminant lymphocytic choriomeningitis virus-induced inflammation of the CNS involves a cytokine-chemokine-cytokine-chemokine cascade",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Christensen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Simonsen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fenger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Sorensen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Moos",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Christensen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Finsen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Thomsen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Immunol",
            "volume": "182",
            "issn": "",
            "pages": "1079--1087",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Defining the chemokine basis for leukocyte recruitment during viral encephalitis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Michlmayr",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Mckimmie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pingen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Haxton",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mansfield",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Fooks",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Graham",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Virol",
            "volume": "88",
            "issn": "",
            "pages": "9553--9567",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Chemokine CCL2 enhances NMDA receptor-mediated excitatory postsynaptic current in rat hippocampal slices-a potential mechanism for HIV-1-associated neuropathy?",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Neuroimmune Pharmacol",
            "volume": "11",
            "issn": "",
            "pages": "306--315",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "NBQX, a highly selective competitive antagonist of AMPA and KA ionotropic glutamate receptors, increases seizures and mortality following picornavirus infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Libbey",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Hanak",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Doty",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Wilcox",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Fujinami",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Exp Neurol",
            "volume": "280",
            "issn": "",
            "pages": "89--96",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The activity within the CA3 excitatory network during Theiler's virus encephalitis is distinct from that observed during chronic epilepsy",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Smeal",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Stewart",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Iacob",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Fujinami",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Wilcox",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Neurovirol",
            "volume": "18",
            "issn": "",
            "pages": "30--44",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Place cells, grid cells, and the brain's spatial representation system",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "I"
                    ],
                    "last": "Moser",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kropff",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Moser",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Annu Rev Neurosci",
            "volume": "31",
            "issn": "",
            "pages": "69--89",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Neurogliaform cells and other interneurons of stratum lacunosummoleculare gate entorhinal-hippocampal dialogue",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Capogna",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Physiol",
            "volume": "589",
            "issn": "",
            "pages": "1875--1883",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Neurogliaform neurons form a novel inhibitory network in the hippocampal CA1 area",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Price",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cauli",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Kovacs",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kulik",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lambolez",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Shigemoto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Capogna",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Neurosci",
            "volume": "25",
            "issn": "",
            "pages": "6775--6786",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Expression of COUP-TFII nuclear receptor in restricted GABAergic neuronal populations in the adult rat hippocampus",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Fuentealba",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Klausberger",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Karayannis",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "Y"
                    ],
                    "last": "Suen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Huck",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tomioka",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Rockland",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Capogna",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Studer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Morales",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Somogyi",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Neurosci",
            "volume": "30",
            "issn": "",
            "pages": "1595--1609",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Conditional dendritic spike propagation following distal synaptic activation of hippocampal CA1 pyramidal neurons",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jarsky",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Roxin",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Kath",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Spruston",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nat Neurosci",
            "volume": "8",
            "issn": "",
            "pages": "1667--1676",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Rhythms of the hippocampal network",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Colgin",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nat Rev Neurosci",
            "volume": "17",
            "issn": "",
            "pages": "239--249",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Chemokine CCL2-CCR2 Signaling Induces Neuronal Cell Death via STAT3 Activation and IL-1beta Production after Status Epilepticus",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Murugan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "B"
                    ],
                    "last": "Eyo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mogilevsky",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Neurosci",
            "volume": "37",
            "issn": "",
            "pages": "7878--7892",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "or 20 µg goat anti-CCL7 IgG (C) by intraperitoneal injection at -12, 0, and +12 hr relative to time of infection. Braininfiltrating leukocytes were collected at 24 hpi. The flow plots in (A-C) show cells in a CD45 hi parent gate",
            "authors": [],
            "year": null,
            "venue": "The number of inflammatory monocytes (IM: CD45 hi CD11b + GFP mid ) and neutrophils",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "4A, 4D) in the brain infiltrate. This was reduced to about 3500 monocytes and 3500 neutrophils in mice treated with anti-CCL7 antibody (monocytes: F=61.0887, P<0.0001 by one-way ANOVA; P<0.001 vs control IgG by Dunnett's method; neutrophils: F=54.4998, P<0.0001 by one-way ANOVA; P=0.0879 vs control IgG by Dunnett's method) (Figure 4C, 4D). More profoundly, treatment with anti-CCL2 antibody reduced the number of monocytes and the number of neutrophils to about 1500 each (monocytes: P=0.0005 vs control IgG by Dunnett's method; neutrophils: P<0.0001 vs control IgG by Dunnett's method) (Figure 4B, 4D). For monocytes, this suggests that about 70% of the infiltration in response to TMEV infection is dependent upon the CCL2:CCR2 axis and about 30% requires the CCL7:CCR2 axis.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "DMEM: Dulbecco's modified Eagle's medium; ELISA: enzyme-linked immunosorbent assay; FBS: fetal bovine serum; GABA: gamma-aminobutyric acid; GFP: green fluorescent protein; GlyCAM: glycosylation-dependent cell adhesion molecule; ICAM: intercellular adhesion molecule; KO: knockout; MAdCAM: mucosal vascular addressin cell adhesion molecule; NMDA: N-methyl-D-aspartate; PFA: paraformaldehyde; PFU: plaqueforming units; PBS: phosphate-buffered saline; RFP: red fluorescent protein; RT-PCR: reverse transcription polymerase chain reaction; TMEV: Theiler's murine encephalomyelitis virus; UVc: ultraviolet C; VCAM: vascular cell adhesion molecule; WT: wildtype.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Transcriptional program initiated in the hippocampus by acute infection.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Inflammatory monocyte infiltration during acute infection is driven predominantly by CCL2.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We thank the Mayo Medical Facility Gene Expression Core for assistance with microarray analysis. We thank Dr. Ben Clarkson, Renee Johnson, and Misha Patel for their expert technical assistance. We thank Dr. Shai Kunda, Erin Triplet, and Ethan Grund for their input on the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "This work was supported by funding from the NINDS/NIH to CLH (NS064571) and by postdoctoral funding from the Mayo Clinic Center for Multiple Sclerosis and Autoimmune Neurology to KM. ENG was supported by the Mayo Clinic Regenerative Sciences PhD training program.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "Authors' contributions CLH conceived the experiments, established the experimental design, analyzed all of the data, wrote the manuscript, and prepared the final figures. RLC, ENG, and KM performed experiments, analyzed the data, and contributed to the figures; RLC and ENG provided text and edited the manuscript. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "All animal experiments were performed according to the National Institutes of Health guidelines and were approved by the Mayo Clinic Institutional Animal Care and Use Committee (Animal Welfare Assurance number A3291-01).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics approval"
        },
        {
            "text": "The authors declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}