{
    "paper_id": "64478db449af8e4a5645c17f548649a0159da0c6",
    "metadata": {
        "title": "Individual and temporal variation in pathogen load predicts long- 1 term impacts of an emerging infectious disease",
        "authors": [
            {
                "first": "Konstans",
                "middle": [],
                "last": "Wells",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Griffith University",
                    "location": {
                        "postCode": "4111",
                        "settlement": "Brisbane",
                        "region": "QLD"
                    }
                },
                "email": "konswells@gmail.com"
            },
            {
                "first": "Rodrigo",
                "middle": [
                    "K"
                ],
                "last": "Hamede",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Tasmania",
                    "location": {
                        "addrLine": "Private Bag 55",
                        "settlement": "Hobart",
                        "region": "Tasmania"
                    }
                },
                "email": "15rodrigo.hamedeross@utas.edu.au"
            },
            {
                "first": "Menna",
                "middle": [
                    "E"
                ],
                "last": "Jones",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Tasmania",
                    "location": {
                        "addrLine": "Private Bag 55",
                        "settlement": "Hobart",
                        "region": "Tasmania"
                    }
                },
                "email": "mennajones@utas.edu.au"
            },
            {
                "first": "Paul",
                "middle": [
                    "A"
                ],
                "last": "Hohenlohe",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Idaho",
                    "location": {
                        "addrLine": "10",
                        "postCode": "83844",
                        "settlement": "Moscow",
                        "region": "ID",
                        "country": "USA"
                    }
                },
                "email": "hohenlohe@uidaho.edu"
            },
            {
                "first": "Andrew",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Storfer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Idaho",
                    "location": {
                        "addrLine": "10",
                        "postCode": "83844",
                        "settlement": "Moscow",
                        "region": "ID",
                        "country": "USA"
                    }
                },
                "email": "16astorfer@wsu.edu"
            },
            {
                "first": "Hamish",
                "middle": [
                    "I"
                ],
                "last": "Mccallum",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Griffith University",
                    "location": {
                        "postCode": "4111",
                        "settlement": "Brisbane",
                        "region": "QLD"
                    }
                },
                "email": "h.mccallum@griffith.edu.au"
            },
            {
                "first": "Australia",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Emerging infectious diseases increasingly threaten wildlife populations. Most studies focus 27 on managing short-term epidemic properties, such as controlling early outbreaks. Predicting 28 long-term endemic characteristics with limited retrospective data is more challenging. We 29 used individual-based modelling informed by individual variation in pathogen load and 30 transmissibility to predict long-term impacts of a lethal, transmissible cancer on Tasmanian 31 devil (Sarcophilus harrisii) populations. For this, we employed Approximate Bayesian 32 Computation to identify model scenarios that best matched known epidemiological and 33 demographic system properties derived from ten years of data after disease emergence, 34 enabling us to forecast future system dynamics. We show that the dramatic devil population 35 declines observed thus far are likely attributable to transient dynamics. Only 21% of 36 matching scenarios led to devil extinction within 100 years following devil facial tumour 37 disease (DFTD) introduction, whereas DFTD faded out in 57% of simulations. In the 38 remaining 22% of simulations, disease and host coexisted for at least 100 years, usually with 39 long-period oscillations. Our findings show that pathogen extirpation or host-pathogen 40 coexistence are much more likely than the DFTD-induced devil extinction, with crucial 41 management ramifications. Accounting for individual-level disease progression and the long-42 term outcome of devil-DFTD interactions at the population-level, our findings suggest that 43 immediate management interventions are unlikely to be necessary to ensure the persistence of 44",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Tasmanian devil populations. This is because strong population declines of devils after 45 disease emergence do not necessarily translate into long-term population declines at 46 equilibria. Our modelling approach is widely applicable to other host-pathogen systems to 47 predict disease impact beyond transient dynamics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "preferred strategy may be to avoid interference to allow a new long-term endemic disease 72 state or pathogen extinction to be reached as quickly as possible (Gandon et al. 2013) . 73 Longer-term evolutionary processes can operate to ultimately reduce the impact of the 74 . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/392324 doi: bioRxiv preprint 4 disease on the host population (Fenner 1983 , Kerr 2012 , and inappropriate disease 75 management strategies may slow down evolution of both host and pathogen. 76 Models of infectious diseases in the early stages of emergence typically focus on 77 estimating R0, the number of secondarily infected individuals when one infected individual is 78 introduced into a wholly susceptible population (Lloyd- Smith et al. 2005 ). This is a key 79 parameter for devising strategies to limit invasion or control an outbreak because it allows the ",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 178,
                    "text": "(Gandon et al. 2013)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 181,
                    "end": 183,
                    "text": "73",
                    "ref_id": null
                },
                {
                    "start": 521,
                    "end": 533,
                    "text": "(Fenner 1983",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 534,
                    "end": 545,
                    "text": ", Kerr 2012",
                    "ref_id": null
                },
                {
                    "start": 650,
                    "end": 652,
                    "text": "76",
                    "ref_id": null
                },
                {
                    "start": 832,
                    "end": 834,
                    "text": "78",
                    "ref_id": null
                },
                {
                    "start": 891,
                    "end": 908,
                    "text": "Smith et al. 2005",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Here we develop an individual-based model to explore the long-term impact of devil The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/392324 doi: bioRxiv preprint 6 (~3 generations) after initial local disease emergence and that the time until death after initial 125 infection may be as long as two years (Wells et al. 2017 ). Therefore, despite high lethality, 126 the rate of epidemic increase appears to be relatively slow, prompting predictive modelling of 127 population level impacts over time spans well beyond those covered by field observations.",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 375,
                    "text": "(Wells et al. 2017",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "108"
        },
        {
            "text": "In general, there are three potential long-term outcomes of host-pathogen interactions: biting behaviour with other individuals (Fig 1) . Birth-death processes and DFTD The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/392324 doi: bioRxiv preprint 8 load of individual k, Vmax is the maximum tumour load, and  is a scaling factor of how i,t 174 changes with tumour load of infected individuals. The parameter I is a Boolean indicator of 175 whether two individuals are located in a spatial distance <  that allows interaction and 176 disease transmission (i.e. only individuals in distances <  can infect each other). We 177 considered individuals as 'reproductively active' (ri,t=1) for eight weeks after a reproduction 178 event.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 128,
                    "end": 135,
                    "text": "(Fig 1)",
                    "ref_id": null
                }
            ],
            "section": "128"
        },
        {
            "text": "179 DFTD-induced mortality size accounts for tumour size, while tumour growth was 180 modelled as a logistic function with the growth parameter  sampled as an input parameter. 181 We allowed for latency periods  between infection and the onset of tumour growth, which 182 was also sampled as an input parameter. We assumed no recovery from DFTD, which 216 We generated key summary statistics from the case study, in which DFTD was 217 expected to have been introduced shortly before the onset of the study (Hamede et al. 2015) , 218 and a pre-selection of simulation scenarios, in which juveniles never comprised > 50% of the 219 population, DFTD prevalence at end of 10-year-period was between 10 and 70%, and the age 220 of individuals with growing tumours was  52 weeks. Hereafter, we refer to 'prevalence' as Figure S4 ). 268 Inference of input parameters was only possible for some parameters, whereas 95% The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/392324 doi: bioRxiv preprint 12 from field data (Supporting Information Figure S5 , Table S2 ). The posterior of the DFTD- Our results suggest that DFTD will not necessarily cause local Tasmanian devil extinction or 289 even long-term major declines, whereas the extirpation of DFTD or coexistence/endemicity is The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/392324 doi: bioRxiv preprint 13 models, however, differ also from our approach in that they ignore spatial structure and do 299 not account for the uncertainty in unknown parameters such as disease-induced mortality and 300 disease transmission rates.",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 181,
                    "text": "181",
                    "ref_id": null
                },
                {
                    "start": 355,
                    "end": 358,
                    "text": "216",
                    "ref_id": null
                },
                {
                    "start": 509,
                    "end": 529,
                    "text": "(Hamede et al. 2015)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 532,
                    "end": 535,
                    "text": "218",
                    "ref_id": null
                },
                {
                    "start": 830,
                    "end": 833,
                    "text": "268",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 817,
                    "end": 826,
                    "text": "Figure S4",
                    "ref_id": null
                },
                {
                    "start": 1089,
                    "end": 1098,
                    "text": "Figure S5",
                    "ref_id": null
                },
                {
                    "start": 1101,
                    "end": 1109,
                    "text": "Table S2",
                    "ref_id": null
                }
            ],
            "section": "128"
        },
        {
            "text": "The predictions from our individually-based model, derived from 10 years of The key management implication of our model is that \"heroic\" management interventions are The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/392324 doi: bioRxiv preprint reared animals. At the same time, we believe that any management actions should be subject 374 to rigorous quantitative analysis to explore possible long-term impacts. In particular, 375 allocating resources and scientific endeavours to the management of wildlife diseases such as 376 DFTD should not disguise the fact that sufficiently large and undisturbed natural 377 environments are a vital prerequisite for wildlife to persist and eventually cope with 378 perturbations such as infectious diseases without human intervention. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/392324 doi: bioRxiv preprint",
            "cite_spans": [
                {
                    "start": 480,
                    "end": 483,
                    "text": "375",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "301"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Regulation and stability of host-parasite population 424 interactions: 1. regulatory processes",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Journal of Animal Ecology",
            "volume": "47",
            "issn": "",
            "pages": "219--247",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Infectious diseases of humans: dynamics and 426 control",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The mathematical theory of infectious diseases and its applications",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "T J"
                    ],
                    "last": "Bailey",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Approximate Bayesian Computation in evolution and ccology",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Beaumont",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Models predict that culling is not a feasible strategy to 432 prevent extinction of Tasmanian devils from facial tumour disease",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Beeton",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mccallum",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Applied 433 Ecology",
            "volume": "48",
            "issn": "",
            "pages": "1315--1323",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Complex population dynamics and 435 complex causation: devils, details and demography",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Benton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Plaistow",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "N"
                    ],
                    "last": "Coulson",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proceedings of the Royal Society",
            "volume": "436",
            "issn": "",
            "pages": "1173--1181",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Enzootic and epizootic dynamics of 438 the chytrid fungal pathogen of amphibians",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Briggs",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Knapp",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "T"
                    ],
                    "last": "Vredenburg",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proceedings of the National Academy of 439 Sciences",
            "volume": "107",
            "issn": "",
            "pages": "9695--9700",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Winter storms drive rapid phenotypic, regulatory, and genomic shifts 442 in the green anole lizard",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Edwards",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Science",
            "volume": "357",
            "issn": "",
            "pages": "495--498",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Infectious diseases, climate influences, and nonstationarity",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cazelles",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hales",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cc-By-Nc-Nd",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/392324"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A single 446 generation of domestication heritably alters the expression of hundreds of genes",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Christie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Marine",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Fox",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "French",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Blouin",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "abc: an R package for approximate 449 Bayesian computation (ABC)",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Csillery",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Francois",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G B"
                    ],
                    "last": "Blum",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Methods in Ecology and Evolution",
            "volume": "3",
            "issn": "",
            "pages": "475--479",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Mechanisms of disease-induced extinction",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "De Castro",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bolker",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Ecology",
            "volume": "451",
            "issn": "",
            "pages": "117--126",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Rapid evolutionary 454 response to a transmissible cancer in Tasmanian devils",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Schönfeld",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wiench",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hohenlohe",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Storfer",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nature Communications",
            "volume": "455",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Biological control as exemplified by smallpox eradication and myxomatosis",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fenner",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Proceedings of the Royal Society B: Biological Sciences",
            "volume": "457",
            "issn": "",
            "pages": "259--285",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Countering the Zika epidemic in Latin 460",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Basáñez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nouvellet",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lessler",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "What limits the evolutionary 462 emergence of pathogens?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gandon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Hochberg",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Holt",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Day",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Philosophical Transactions of the Royal Society B: 463 Biological Sciences",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Evolution of virulence: interdependence, constraints, 465 and selection using nested models",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Gilchrist",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Coombs",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Theoretical Population Biology",
            "volume": "69",
            "issn": "",
            "pages": "145--153",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Seven challenges in modeling pathogen dynamics within-host and across 468 scales",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Epidemics",
            "volume": "10",
            "issn": "",
            "pages": "45--48",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cc-By-Nc-Nd",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/392324"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "A standard protocol for describing individual-based and 474 agent-based models",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Rossmanith",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rueger",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Strand",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Souissi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Stillman",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Vabo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Visser",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Deangelis",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Ecological Modelling",
            "volume": "198",
            "issn": "",
            "pages": "115--126",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Simulating devil facial tumour 476 disease outbreaks across empirically derived contact networks",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hamede",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bashford",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mccallum",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Applied 477 Ecology",
            "volume": "49",
            "issn": "",
            "pages": "447--456",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Untangling the model 479 muddle: empirical tumour growth in Tasmanian devil facial tumour disease",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Hamede",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Beeton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Carver",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Biting injuries and transmission of 482",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Hamede",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mccallum",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Tasmanian devil facial tumour disease",
            "authors": [],
            "year": null,
            "venue": "Journal of Animal Ecology",
            "volume": "82",
            "issn": "",
            "pages": "182--190",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Transmissible cancer in Tasmanian devils: localized lineage replacement and 485 host population response",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Hamede",
                    "suffix": ""
                },
                {
                    "first": "A.-M",
                    "middle": [],
                    "last": "Pearse",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Swift",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Barmuta",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Murchison",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Proceedings of the Royal Society of London B: Biological 486 Sciences",
            "volume": "484",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Transients: the key to long-term ecological understanding? Trends in 488",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hastings",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Emerging 491 disease and population decline of an island endemic, the Tasmanian devil Sarcophilus 492 harrisii",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mooney",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pemberton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pyecroft",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Restani",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wiersma",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Biological Conservation",
            "volume": "131",
            "issn": "",
            "pages": "307--324",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cc-By-Nc-Nd",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Journal of Applied",
            "volume": "518",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/392324"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Transmission 521 dynamics and control of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Chew",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Samore",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fisman",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1966--1970",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Should we expect population thresholds for 524 wildlife disease?",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Sanchez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Swei",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Trends in Ecology & Evolution",
            "volume": "20",
            "issn": "",
            "pages": "511--519",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Reflecting on ethical and legal issues in wildlife 526 disease",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mccallum",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Hocking",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Bioethics",
            "volume": "19",
            "issn": "",
            "pages": "336--347",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "To lose both would look like carelessness: Tasmanian 528 devil facial tumour disease",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mccallum",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Plos Biology",
            "volume": "4",
            "issn": "",
            "pages": "1671--1674",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Transmission dynamics of Tasmanian devil facial tumor disease may 531 lead to disease-induced extinction",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Lazenby",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Ecology",
            "volume": "90",
            "issn": "",
            "pages": "3379--3392",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Linking within-and between-host dynamics in the 533 evolutionary epidemiology of infectious diseases",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mideo",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "S. Alizon",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Day",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Trends in Ecology & Evolution",
            "volume": "534",
            "issn": "",
            "pages": "511--517",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Consumer-resource dynamics",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Murdoch",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Briggs",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Nisbet",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Allograft theory: transmission of devil facial-tumour 538 disease",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Pearse",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Swift",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nature",
            "volume": "439",
            "issn": "",
            "pages": "549--549",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Demonstration of immune responses 541 against devil facial tumour disease in wild Tasmanian devils",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Lyons",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Woods",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Biology letters",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cc-By-Nc-Nd",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/392324"
                ]
            }
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "R: A language and environment for statistical computing. 543 R Foundation for Statistical Computing",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Development Core",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Team",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "WaveletComp: computational wavelet analysis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Roesch",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Schmidbauer",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "The role of infectious 547 diseases in biological conservation",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Acevedo-Whitehouse",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Pedersen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Animal Conservation",
            "volume": "12",
            "issn": "",
            "pages": "1--12",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Approximate 549 Bayesian computation scheme for parameter inference and model selection in 550 dynamical systems",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Toni",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Welch",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Strelkowa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ipsen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P H"
                    ],
                    "last": "Stumpf",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of the Royal Society Interface",
            "volume": "6",
            "issn": "",
            "pages": "187--202",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Timing and severity 553 of immunizing diseases in rabbits is controlled by seasonal matching of host and 554 pathogen dynamics",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Schwensow",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Cassey",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "O&apos;hara",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Fordham",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of the Royal Society Interface",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Infection of the fittest: devil facial tumour disease has greatest 557 effect on individuals with highest reproductive output",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Mccallum",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Ecology Letters",
            "volume": "20",
            "issn": "",
            "pages": "770--778",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Tough choices to reduce Ebola transmission",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J M"
                    ],
                    "last": "Whitty",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Farrar",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Edmunds",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Piot",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Leach",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Davies",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nature",
            "volume": "559",
            "issn": "",
            "pages": "192--194",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Ebola virus disease in West Africa -the first 9 months of 561 the epidemic and forward projections",
            "authors": [],
            "year": 2014,
            "venue": "New England Journal of Medicine",
            "volume": "371",
            "issn": "",
            "pages": "1481--562",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Integral projection models for host-parasite systems with an application to amphibian 565 chytrid fungus",
            "authors": [],
            "year": null,
            "venue": "Methods in Ecology and Evolution",
            "volume": "10",
            "issn": "",
            "pages": "1182--1194",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/392324"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "diseases most often attract attention because their initial impacts on host 56 populations are frequently severe (de Castro and Bolker 2005, Smith et al. 2009). Following 57 the initial epidemic and transient dynamic behaviour, long-term outcomes include pathogen 58 fadeout, host extinction, or long-term endemicity with varying impacts on the host population 59 size (Hastings 2004, Benton et al. 2006, Cazelles and Hales 2006). Predicting which of these 60 long-term outcomes may occur on the basis of initial transient dynamics is very challenging 61 and conclusions about possible disease effects on population viability based on early 62 epidemic dynamics can be misleading. 63 Nevertheless, predicting the long-term consequences of an infectious disease as early 64 as possible in the emergence process is important for management. If the disease has a high 65 likelihood of ultimately leading to host extinction, then strategies such as stamping out 66 infection by removing all potentially infectious individuals may be justifiable, despite short-67 term impacts on the host species and ethical considerations (McCallum and Hocking 2005).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Resource-intensive strategies such as establishing captive breeding populations protected69 from disease or translocating individuals to locations separated from infected populations 70 may also be justified (McCallum and Jones 2006). In contrast, if impacts are transitory, then a 71",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "80 estimation of vaccination or removal rates necessary to eradicate disease. However, by 81 definition, it does not include density dependent factors and is therefore sometimes 82 insufficient to predict the long-term consequences of disease introduction into a new 83 population. 84 Most existing models for infectious disease are based around compartmental 85 Susceptible -Exposed -Infected -Recovered epidemiological models (S-E-I-R), which rely 86 on a strict assumption of homogeneity of individuals within compartments (Anderson and 87 May 1991). There is a parallel literature for macroparasitic infections, which assumes both a 88 stationary distribution of parasites amongst hosts and that parasite burden is determined by 89 the number of infective stages the host has encountered (Anderson and May 1978). For many 90 pathogens, pathogen load on (or inside) an individual typically changes following infection as 91 a result of within-host processes, causing temporal shifts in transmission and host mortality 92 rates. For example, the volume of transmissible tumours on Tasmanian devils (Sarcophilus 93 harrisii) increases through time, with measurable impacts on survival (Wells et al. 2017) and 94 likely temporal increases in transmission probability to uninfected devils that bite into the 95 growing tumour mass (Hamede et al. 2013). Similarly, increasing burden of the amphibian 96 chytrid fungus Batrachochytrium dendrobatidis on individual frogs after infection limits host 97 survival, with important consequences for disease spread and population dynamics (Briggs et 98 al. 2010, Wilber et al. 2016). Burdens of the causative agent of white nose syndrome,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "109 facial tumour disease (DFTD), a transmissible cancer, on Tasmanian devil populations. 110 DFTD is a recently emerged infectious disease, first detected in 1996 in north-eastern 111 Tasmania (Hawkins et al. 2006). It is caused by a clonal cancerous cell line, which is 112 transmitted by direct transfer of live tumour cells when devils bite each other (Pearse and 113 Swift 2006, Jones et al. 2008, Hamede et al. 2013). DFTD is nearly always fatal and largely 114 affects individuals that are otherwise the fittest in the population (Wells et al. 2017). 115 Population declines to very low numbers concomitant with the frequency-dependent 116 transmission of DFTD led to predictions of devil extinctions, based on compartmental 117 epidemiological models (McCallum et al. 2009, Hamede et al. 2012).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": ", the local devil extinctions predicted from these early models have not119 occurred (McCallum et al. 2009). There is increasing evidence that rapid evolutionary 120 changes have taken place in infected devil populations, particularly in loci associated with 121 disease resistance and immune response (Epstein et al. 2016, Pye et al. 2016, Wright et al.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "122 2017). Moreover, we recently reported that the force of infection (the rate at which 123 susceptible individuals become infected) increases over a time period of as long as six years",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "129host extinction, pathogen extirpation, and host-pathogen coexistence. To determine the 130 likelihood of each of these outcomes in a local population of Tasmanian devils, we used 131 individual-based simulation modelling(Figure 1)and pattern matching, based on ten years of 132 existing field data, to project population trajectories for Tasmanian devil populations over 133 100 years following DFTD introduction.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "implemented a stochastic individual-based simulation model of coupled Tasmanian devil 138 (Sarcophilus harrisii) demography and devil facial tumour disease (DFDT) epidemiology. A 139 full model description with overview of design, concept, and details (Grimm et al. 2006) can 140 be found in SI Appendix 1. In brief, we aimed to simulate the impact of DFTD on Tasmanian 141 devil populations and validate 10^6 model scenarios of different random input parameters (26 142 model parameters assumed to be unknown and difficult or impossible to estimate from 143 empirical studies, see Supporting Information Table S1) by matching known system level 144 properties (disease prevalence and population structure) derived from a wild population 145 studied over ten years after the emergence of DFTD (Hamede et al. 2015). In particular, 146 running model scenarios for 100 years prior to, and after the introduction of DFTD, we 147 explored the extent to which DFTD causes devil populations to decline or become extinct. 148 Moreover, we aimed to explore whether input parameters such as the latency period of DFTD the model are individuals that move in weekly time steps (movement 153 distance ) within their home ranges and may potentially engage in disease-transmitting 154",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "155 epidemiology are modelled as probabilities according to specified input parameter values for 156 each scenario. In each time step, processes are scheduled in the following order: 1) 157 reproduction of mature individuals (if the week matches the reproductive season), 2) 158 recruitment of juveniles into the population, 3) natural death (independent of DFTD), 4) 159 physical interaction and potential disease transmission, 5) growth of tumours, 6) DFTD-160 induced death, 7) movement of individuals, 8) aging of individuals. 161 The force of infection i,t, i.e. the probability that a susceptible individual i acquires 162 DFTD at time t is given as the sum of the probabilities of DFTD being transmitted from any 163 interacting infected individual k (with k 1…K, with K being the number of all individuals in 164 the population excluding i): the disease transmission coefficient is composed of the two factors A(i) and A(k), each 167 of which accounts for the age-specific interaction and disease transmission rate for 168 individuals i and k according to their age classes A. Nt is the population size at time t; the 169 scaling factor  accounts for possible increase in interactions frequency with increasing 170 population size if  > 0. The parameter ri,t is a Boolean indicator of whether an individual 171 recently reproduced and  is a scaling factor that determines the difference in i,t resulting 172 from interactions of reproductively active and non-reproducing individuals. Vk,t is the tumour",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "183appears be very rare in the field(Pye et al. 2016).184    Notably, sampled scaling factor values of zero for , , and  correspond to model185 scenarios with homogeneous interaction frequencies and disease transmission rates 186 independent of population size, reproductive status and tumour load, respectively, while 187 values of  = 21 km assume that individuals can infect each other independent of spatial 188 proximity (i.e. individuals across the entire study area can infect each other). The sampled 189 parameter space included scenarios that omitted i) effects of tumour load on infection and 190 survival propensity, ii) effect of spatial proximity on the force of infection between pairs of 191 individuals and iii) both effects of tumour load and spatial proximity, in each of 1,000 192scenarios. This sampling design was used to explicitly assess the importance of modelling 193 individual tumour load and space use for accurately representing the system dynamics.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "resolve the most realistic model structures and assumptions from a wide range of 197 possibilities and to compare simulation output with summary statistics from our case study (values, based on the distances between observed and simulated summary 201 statistics (Toni et al. 2009). We used the 'neuralnet' regression method in the R package abc 202 (Csillery et al. 2012). Prediction error was minimized by determining the most accurate 203 tolerance rate and corresponding number of scenarios considered as posterior through a 204 subsampling cross validation procedure as implemented in the abc package. For this, leave-205 one-out cross validation was used to evaluate the out-of-sample accuracy of parameter 206 estimates (using a subset of 100 randomly selected simulated scenarios), with a prediction 207 error estimated for each input parameter (Csillery et al. 2012); this step facilitates selecting 208 the most accurate number of scenarios as a posterior sample. However, we are aware that 209 none of the scenarios selected as posterior samples entirely represents the true system 210 dynamics. We identified n = 122 scenarios (tolerance rate of 0.009, Supporting Information as a reasonable posterior selection with minimized prediction error but 212 sufficiently large sample size to express uncertainty in estimates. The distribution of 213 summary statistics was tested against the summary statistics from our case study as a 214 goodness of fit test, using the 'gfit' function in the abc package (with a p-value of 0.37 215 indicating reasonable fit, see Supporting Information Figure S2, S3).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "221 the proportion of free-ranging devil individuals (animals ≥ 35 weeks old) with tumours of 222 sizes ≥ 0.1 cm 3 ; we do so to derive a measure of prevalence from simulations that is a cubic regression model of the smoothed ordered difference in DFTD 227 prevalence (fitting 3 rd order orthogonal polynomials of time for smoothed prevalence values 228 using the loess function in R with degree of smoothing set to α = 0.75), 5) phase in seasonal 229 population fluctuations, calculated from sinusoidal model fitted to the number of trappable 230 individuals in different time steps, 6) regression coefficient of a linear model of the changing 231 proportions of individuals ≥ 3years old in the trappable population over the course of ten 232 years. Summary statistics for the simulations were based on the 37 selected weekly time steps 233 after the introduction of DFTD that matched the time sequences of capture sessions in the 234 case study, which included records in ca. three months intervals (using the first 30 time steps 235 only for population sizes, as the empirical estimates from the last year of field data may be 236 subject to data censoring bias). Overall, these summary statistics aimed to describe general 237 patterns rather than reproducing the exact course of population and disease prevalence 238 changes over time, given that real systems would not repeat themselves for any given 239 dynamics (Wood 2010). Additionally, unknown factors not considered in the model may 240 contribute to the observed temporal changes in devil abundance and disease prevalence.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "As results from our simulations, we considered the posterior distributions of the242 selected input parameters (as adjusted parameter values according to the ABC approach 243 utilised) and calculated the frequency and timing of population or disease extirpation from 244 the 100 years of simulation after DFTD introduction of the selected scenarios. All simulations 245 and statistics were performed in R version 3.4.3 (R Development Core Team 2017). We used 246 wavelet analysis based on Morlet power spectra as implemented in the R package 247 WaveletComp (Roesch and Schmidbauer 2014) to identify possible periodicity at different that best matched empirical mark-recapture data, 21% of scenarios (26 out of 253 122) led to devil population extirpation in timespans of 13 -42 years (mean = 21, SD = 8; 254 ~7-21 generations) after introduction of DFTD (Figure 2). In contrast, the disease was lost in 255 57% of these scenarios (69 out of 122), with disease extirpation taking place 11 -100 years 256 (mean = 29, SD = 22) post-introduction (Figure 2). Loss of DFTD from local populations 257 therefore appears to be much more likely than devil population extirpation, given no other 258 factor than DFTD reducing devil vital rates. Moreover, fluctuations in host and pathogen 259 after the introduction of DFTD exhibited long-period oscillations in most cases (Figure 3). In 260 the 27 selected scenarios in which DFTD persisted in populations for 100 years after disease 261 introduction, population size 80-100 years after disease introduction was smaller and more 262 variable (mean = 137, SD = 36) than population sizes prior to the introduction of DFTD 263 (mean = 285, SD = 3; Figure 4). The average DFTD prevalence 80-100 years after disease 264 introduction remained < 40% (mean = 14%, SD = 4%; Figure 4). Most wavelet power 265 spectra of these scenarios showed long-period oscillations over time periods between 261 -266 1040 weeks (corresponding to 5 -20 years) (electronic supplementary material, Supporting 267 Information",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "269 credible intervals for most of the posterior distributions were not distinguishable from the 270 (uniformly) sampled priors. Notably, the posterior mode for the latency period () was 271 estimated as 50.5 weeks (95% credible interval 48.5 -52.6 weeks, for unadjusted parameters 272 values the 95% was 22.9 -94.3 weeks), providing a first estimate of this latent parameter",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Figure S5), supporting empirical estimates that small tumours are unlikely to277 cause significant mortality of devils. Posterior distributions of weekly movement distances 278 () and the spatial distance over which disease-transmitting interactions took place (), in 279 turn, allowed no clear estimates of these parameters (electronic supplementary material, 280 Supporting Information Figure S5). Notably, the 122 scenarios selected as posteriors all 281 explicitly accounted for the effect of tumour load on infection and survival, while 90% of 282 selected scenarios included spatial proximity of individuals as influencing disease 283 transmission (i.e. selected scenarios comprised 110 models that included both the effect of 284 tumour load and spatial proximity, while 12 models included tumour load but not spatial 285 proximity).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "290 much more likely. In cases where DFTD persists in local devil populations in the long-term, 291 oscillations with relatively long periods (5-20 years, corresponding to 2-10 generations) 292 appear likely. These predictions are starkly different from those derived from previous 293 compartmental models, which considered all devils with detectable tumours to be equally 294 infectious and assumed exponentially distributed time delays. These models predicted 295 extinction (McCallum et al. 2009), as did models with more realistic gamma distributed time 296 delays or with delay-differential equations that incorporated field-derived parameter 297 estimates of transmission and mortality rates (Beeton and McCallum 2011). These previous",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "302 observational data at our case study site (West Pencil Pine), are consistent with observations 303 now emerging from long-term field studies of the dynamics of Tasmanian devils and DFTD 304 (Lazenby et al. 2018). No Tasmanian devil population has yet become extinctand 305 populations persist, albeit in low numbers, where disease has been present the longest (e.g., at 306 wukalina/Mount William National Park and at Freycinet, where DFTD emerged, 307 respectively, at least 21 and 17 years ago) (Epstein et al. 2016). Also, a considerable decline 308 in DFTD prevalence has been observed in recent years at Freycinet (Sebastien Comte, 309 unpublished data). These study sites did not contribute to the fitting of our model and at least 310 to some extent constitute an independent validation and test of the model predictions. Our 311 modelling results suggest that observed population dynamics of devils and DFTD do not 312 require evolutionary changes, although there is evidence of rapid evolution in disease-313 burdened devil populations (Epstein et al. 2016) similar to rapid evolution in other vertebrates 314 when subjected to intense selection pressure (Christie et al. 2016, Campbell-Staton et al. 315 2017). 316 One of the differences between earlier models and those we present here is the 317 inclusion of tumour growth, with mortality and transmission rates that depend on individual 318 disease burden. Inclusion of burden-dependent dynamics results in additional and 319 qualitatively different time delays than those incorporated in previous models. Tumours take 320 time to grow before they have a major impact on host survival and become highly infectious 321 (Hamede et al. 2017, Wells et al. 2017). This slows the spread of DFTD and its impact on 322 devil population fluctuations. It also means that parameters estimated from field data, without McCallum et al. 2009). Our models suggest that documented dramatic population declines 325 during the first 10 years or so of the DFTD epizootic may represent just the first peak of a 326 classical epidemic (Bailey 1975). Long-term predictions from our models suggest, however, 327 that DFTD is a slow burning disease with population changes governed by long-term 328 oscillations. 329 It is well known, both from simple Lotka-Volterra models and from a range of 330 empirical studies, that consumer-resource interactions have a propensity to cycle, driven by 331 the time delays inherent in these systems (Murdoch et al. 2003). Disease burden-dependent 332 demographic and epidemiological parameters, together with burden growth within the host, 333 add additional time delays, both lengthening any oscillations and increasing the likelihood 334 that they will be maintained in the longer term. Apparently, such time-delays increase the 335 probability of host-pathogen coexistence, similar to predator-prey dynamics, rather than host 336 or pathogen extirpation. Grounded in theory and a reasonable body of modelling studies of 337 other wildlife diseases, disease-induced population extinction appears to be more generally an 338 exception rather than the rule, unless host populations are very small, or unless there are 339 reservoir species that are tolerant of infection (de Castro and Bolker 2005).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "we apply herecoupling the flexibility of individual-based models to account 342 for heterogeneity in disease burden and space use with Approximate Bayesian Computation 343 to match model outcomes with available empirical evidence -offers considerable potential 344 for making predictions regarding the population dynamics for other emerging diseases (Toni 345 et al. 2009, Beaumont 2010, Johnson and Briggs 2011, Wells et al. 2015). A fundamental 346 problem in applying modelling approaches to forecast the outcome of emerging infectious 347 disease epidemics is the need to estimate parameter values based on empirical data derived relatively early stages of an epizootic, in the absence of retrospective knowledge 349 (Heesterbeek et al. 2015, Ferguson et al. 2016). Examples include estimating R0 for SARS 350 (Lipsitch et al. 2003) and for the 2014-2015 Ebola epidemic in West Africa (Whitty et al. 351 2014, WHO Ebola Response Team 2014) among others (LaDeau et al. 2011). In most of 352 these cases, the objective is to estimate parameters associated with the growth phase of the 353 epidemic to assess the effectiveness of interventions such as vaccination. The task we have 354 addressed in this paper is even more challengingseeking to predict the long-term endemic 355 behaviour of a pathogen that is currently still in the early stages of emergence. We suggest 356 that management efforts to maintain devil populations in the face of DFTD should be guided 357 by our changing understanding of the long-term dynamics of the DFTD epidemic. 358 Management efforts in wild populations that solely aim to combat the impact of DFTD can 359 be counterproductive if they disrupt long-term eco-evolutionary dynamics that may 360 eventually lead to endemicity with stable devil populations. Our ability to predict future 361 outcomes in the absence of management actions require some caution as we cannot fully 362 exclude the possibility that DFTD can cause local population extinctions once populations are 363 small, warranting future research. While our findings emphasize the importance of 364 accounting for individual tumour load for accurate prediction and epidemiological modelling 365 of DFTD dynamics, our inability to uncover the exact role of devil spatial proximity on 366 disease transmission means that further research is necessary to understand relevant factors in 367 disease spread.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "370unlikely to be necessary to ensure persistence of Tasmanian devil populations. Given more 371 information on immune-related or genetic variation in resistance, the model could be 372 modified to assess the value of interventions such as vaccination or reintroduction of captive",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "was funded by NSF grant DEB 1316549 and NIH grant R01 GM126563-01 as part 383 of the joint NIH-NSF-USDA Ecology and Evolution of Infectious Diseases Program, the 384 Australian Research Council Discovery (DP110102656), Future Fellowship (FT100100250), 385 DECRA (DE17010116) and Linkage (LP0561120, LP0989613) Schemes, the Fulbright 386 Scholarship Scheme, the Ian Potter Foundation, the Australian Academy of Science 387 (Margaret Middleton Fund), two grants from the Estate of W.V. Scott, the National 388 Geographic Society, the Mohammed bin Zayed Conservation Fund, the Holsworth Wildlife 389 Trust and three Eric Guiler Tasmanian Devil Research Grants through the Save the 390 Tasmanian Devil Appeal of the University of Tasmania Foundation. We are grateful for all 391 support during field work underpinning this modelling study: M. and C. Walsh, Discovery 392 Holidays Parks-Cradle Mountain National Park, and Forico Pty Ltd provided logistic support 393 and many volunteers helped with data collection (published previously). Comments from 394 Samuel Alizon and anonymous reviewers improved previous drafts.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Pseudogymnoascus destructans, which threatens numerous bat species in North America, similarly increase on most individuals during the period of hibernation (Langwig et al. 2015). The additional time dependence introduced by within-host pathogen growth can have a major 102 influence on the dynamics of host-pathogen interactions as uncovered by nested models that link within-and between-host processes of disease dynamics (Gilchrist and Coombs 2006, Mideo et al. 2008). Such dynamics are poorly captured by conventional compartmental and 105 macroparasite model structures. Thus, connecting across the scales of within-and betweenhost dynamics remains a key challenge in understanding infectious disease epidemiology 107 (Gog et al. 2015).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/392324 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}