{
    "paper_id": "64b327001f8fa95b83dc23259a2ad617be12498c",
    "metadata": {
        "title": "HIV-1 Protease Evolvability is Affected by Synonymous Nucleotide Recoding 1 2",
        "authors": [
            {
                "first": "Maria",
                "middle": [],
                "last": "Nevot",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitat Autònoma de 6 Barcelona (UAB)",
                    "location": {
                        "settlement": "Badalona",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Ana",
                "middle": [],
                "last": "Jordan-Paiz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Glòria",
                "middle": [],
                "last": "Martrus",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitat Autònoma de 6 Barcelona (UAB)",
                    "location": {
                        "settlement": "Badalona",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Cristina",
                "middle": [],
                "last": "Andrés",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitat Autònoma de 6 Barcelona (UAB)",
                    "location": {
                        "settlement": "Badalona",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Damir",
                "middle": [],
                "last": "García-3 Cehic",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Current address: Virology Unit, Microbiology Department, Hospital Universitari Vall",
                    "institution": "Universitat Autònoma de Barcelona",
                    "location": {
                        "settlement": "Barcelona",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Josep",
                "middle": [],
                "last": "Gregori",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Liver Unit, Liver Disease Laboratory-Viral Hepatitis, Internal Medicine Department, 13 Vall d'Hebron Institut Recerca (VHIR)-Hospital Universitari Vall d'Hebron (HUVH)",
                    "institution": "",
                    "location": {
                        "postCode": "14",
                        "settlement": "Barcelona",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Sandra",
                "middle": [],
                "last": "Franco",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitat Autònoma de 6 Barcelona (UAB)",
                    "location": {
                        "settlement": "Badalona",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Josep",
                "middle": [],
                "last": "Quer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Liver Unit, Liver Disease Laboratory-Viral Hepatitis, Internal Medicine Department, 13 Vall d'Hebron Institut Recerca (VHIR)-Hospital Universitari Vall d'Hebron (HUVH)",
                    "institution": "",
                    "location": {
                        "postCode": "14",
                        "settlement": "Barcelona",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Miguel",
                "middle": [
                    "Angel"
                ],
                "last": "Martinez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitat Autònoma de 6 Barcelona (UAB)",
                    "location": {
                        "settlement": "Badalona",
                        "country": "Spain"
                    }
                },
                "email": "mmartinez@irsicaixa.es"
            }
        ]
    },
    "abstract": [
        {
            "text": "One unexplored aspect of HIV-1 genetic architecture is how codon choice influences 27 population diversity and evolvability. Here we compared the development of HIV-1 28 resistance to protease inhibitors (PIs) between wild-type (WT) virus and a synthetic 29 virus (MAX) carrying a codon-pair re-engineered protease sequence including 38 (13%) 30 synonymous mutations. WT and MAX viruses showed indistinguishable replication in 31 MT-4 cells or PBMCs. Both viruses were subjected to serial passages in MT-4 cells 32 with selective pressure from the PIs atazanavir (ATV) and darunavir (DRV). After 32 33 successive passages, both the WT and MAX viruses developed phenotypic resistance to 34",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "PIs (IC 50 14.6 ± 5.3 and 21.2 ± 9 nM for ATV, and 5. 9 ± 1.0 and 9.3 ± 1.9 for DRV, 35 respectively). Ultra-deep sequence clonal analysis revealed that both viruses harbored 36 previously described resistance mutations to ATV and DRV. However, the WT and 37 MAX virus proteases showed different resistance variant repertoires, with the G16E and 38 V77I substitutions observed only in WT, and the L33F, S37P, G48L, Q58E/K, and L89I 39 substitutions detected only in MAX. Remarkably, G48L and L89I are rarely found in 40 vivo in PI-treated patients. The MAX virus showed significantly higher nucleotide and 41 amino acid diversity of the propagated viruses with and without PIs (P < 0.0001), 42 suggesting higher selective pressure for change in this recoded virus. Our results 43 indicate that HIV-1 protease position in sequence space delineates the evolution of its 44 mutant spectra. Nevertheless, the investigated synonymously recoded variant showed 45 mutational robustness and evolvability similar to the WT virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "46 47 IMPORTANCE 48 Large-scale synonymous recoding of virus genomes is a new tool for exploring various 49 aspects of virus biology. Synonymous virus genome recoding can be used to investigate 50 . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/315366 doi: bioRxiv preprint 3 how a virus's position in sequence space defines its mutant spectrum, evolutionary 51 trajectory, and pathogenesis. In this study, we evaluated how synonymous recoding of 52 the human immunodeficiency virus type 1 (HIV-1) protease impacts the development of 53 protease inhibitor (PI) resistance. HIV-1 protease is a main target of current 54 antiretroviral therapies. Our present results demonstrate that the wild-type (WT) virus 55 and the virus with the recoded protease exhibited different patterns of resistance 56 mutations after PI treatment. Nevertheless, the developed PI resistance phenotype was 57 indistinguishable between the recoded virus and the WT virus, suggesting that the 58 synonymously recoded protease HIV-1 and the WT protease virus were equally robust 59 and evolvable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/315366 doi: bioRxiv preprint 5 mechanisms within the innate immune response (11, 29, 30) , as well as to resolve the 87 importance of codon usage in the temporal regulation of viral gene expression (31). In (Table 1) . WTp32 and MAXp32, respectively, showed 5-129 fold and 13-fold increases in IC 50 for ATV, and 6-fold and 10-fold increases in IC 50 for 130 DRV (Table 1) . Although MAXp32 displayed a higher resistance to ATV and DRV 131 than WTp32 (Table1), these differences were not significant (P = 0.4816 and P = The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/315366 doi: bioRxiv preprint compared the frequencies of resistant mutations. For each of the two studied viruses and 137 the two tested drugs, we sequenced between 1.9 × 10 7 and 4.1 × 10 7 individual protease 138 nucleotides (Table 2) . Sequence clonal analysis revealed no resistance-associated 139 substitutions in viruses propagated without drugs (Table 3) . On the other hand, both WT 140 and MAX viruses propagated in the presence of PIs developed previously described 141 resistance mutations to ATV and DRV (Table 3) . Moreover, the resistance variant 142 repertoire differed between the MAX and WT viruses (Table 3) . Specifically, the G16E (Table 2) , was also included in this analysis. We found that the five generated mutants 165 displayed comparable IC 50 values to ATV in both backgrounds, WT and MAX (Table   166 3). We also determined the replication capacity of these two ten mutant viruses in MT-4 167 cells with and without ATV (Fig. 2) . Similar to the IC50 results, the five tested variants The amino acid mutant repertoire also differed between the WT and MAX 176 viruses when they were propagated without drugs (Table 2) . Only one variant, D30N, 177 was detected in both virus populations. We do not know whether the observed variants 178 are adaptive or neutral mutations. Regardless, completely different mutant spectra were 179 detected in these two viruses. 180 We performed a maximum likelihood phylogenetic reconstruction of all WT and 181 MAX unique amino acid variants that were recovered after 32 MT-4 cell passages in the 182 presence of ATV or DRV. Remarkably, the results showed that the two viruses, which 183 shared an identical starting amino acid sequence, followed different evolutionary 184 trajectories (Fig. 3) . Upon visual inspection of these phylogenetic trees, it was also 185 . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/315366 doi: bioRxiv preprint 9 apparent that the MAX protease generated higher amino acid variant diversity (see 186 below). 187 We next compared the overall population nucleotide diversity of the WT and 188 MAX proteases after 32 passages in the absence or presence of ATV or DRV (Table 4) . 189 Overall, nucleotide sequence diversity was significantly higher in MAX populations such that viral proteins are translated from mRNAs using host cellular machinery. 221 We found that the WT and MAX protease viruses displayed different patterns of The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/315366 doi: bioRxiv preprint In some instances, the different mutant repertoire within the MAX protease 235 background can be easily explained by proximity within the corresponding sequence 236 space (e.g., G16E and L89I). However, with regards to other mutations, the explanation 237 for the difference is not readily apparent (e.g., S37P, G48L, Q58E and I84V). In 238 particular, the G48L substitution is very rarely selected in vivo in patients undergoing PI 239 therapy (37). However, when the above substitutions (S37P, G48L, Q58E, I84V or 240 L89I) were introduced in the WT sequence they showed parallel replication capacities 241 to those observed with a MAX background. We can speculate that the introduced 242 synonymous substitutions affected neighboring residues (e.g., RNA structure).",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 182,
                    "text": "(11,",
                    "ref_id": null
                },
                {
                    "start": 183,
                    "end": 186,
                    "text": "29,",
                    "ref_id": null
                },
                {
                    "start": 187,
                    "end": 190,
                    "text": "30)",
                    "ref_id": null
                },
                {
                    "start": 2112,
                    "end": 2115,
                    "text": "180",
                    "ref_id": null
                },
                {
                    "start": 2862,
                    "end": 2865,
                    "text": "187",
                    "ref_id": null
                },
                {
                    "start": 3030,
                    "end": 3033,
                    "text": "189",
                    "ref_id": null
                },
                {
                    "start": 3199,
                    "end": 3202,
                    "text": "221",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 309,
                    "end": 318,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 465,
                    "end": 474,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 951,
                    "end": 960,
                    "text": "(Table 2)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1076,
                    "end": 1085,
                    "text": "(Table 3)",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1240,
                    "end": 1249,
                    "text": "(Table 3)",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1340,
                    "end": 1349,
                    "text": "(Table 3)",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1375,
                    "end": 1384,
                    "text": "(Table 2)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1541,
                    "end": 1553,
                    "text": "(Table   166",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1673,
                    "end": 1681,
                    "text": "(Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 1860,
                    "end": 1869,
                    "text": "(Table 2)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 2472,
                    "end": 2480,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF23"
                },
                {
                    "start": 3018,
                    "end": 3027,
                    "text": "(Table 4)",
                    "ref_id": "TABREF4"
                }
            ],
            "section": ""
        },
        {
            "text": "However, it must be noted that the MAX and WT proteases have similar RNA folding 244 free energy (10). The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/315366 doi: bioRxiv preprint profile. Synonymous codons differ in their propensity to mutate and, as previously 260 suggested (25, 32, 42), this differential access to protein sequence space may affect 261 adaptive pathways.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "243"
        },
        {
            "text": "Another intriguing finding of our study is that the MAX virus showed higher The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/315366 doi: bioRxiv preprint exponential growth phase using maximum likelihood methods as previously described 309 (10). The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/315366 doi: bioRxiv preprint 16 abundances below 0.5% were filtered out. All computations were performed in the R 359 language and platform, using in-house developed scripts as well as the packages 360 Biostrings (R package 2.24.1, 2012), Ape (51), and Seqinr (52).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "262"
        },
        {
            "text": "Virus population genetic diversity (p-distance) was determined using the The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/315366 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/315366 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/315366 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "361"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Exposing synonymous mutations",
            "authors": [],
            "year": null,
            "venue": "Trends in genetics : TIG",
            "volume": "30",
            "issn": "",
            "pages": "308--321",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Synonymous but not the same: the causes and 389 consequences of codon bias",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Plotkin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kudla",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nature reviews. Genetics",
            "volume": "12",
            "issn": "",
            "pages": "32--42",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Synonymous Virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Martinez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jordan-Paiz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Franco",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nevot",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Genome Recoding as a Tool to Impact Viral Fitness",
            "authors": [],
            "year": null,
            "venue": "Trends in microbiology",
            "volume": "392",
            "issn": "",
            "pages": "134--147",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Genetic inactivation of poliovirus infectivity by increasing the frequencies of 395",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "CpG and UpA dinucleotides within and across synonymous capsid region 396 codons",
            "authors": [],
            "year": null,
            "venue": "Journal of virology",
            "volume": "83",
            "issn": "",
            "pages": "9957--9969",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Modulation of poliovirus replicative fitness in HeLa cells by 399 deoptimization of synonymous codon usage in the capsid region",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Burns",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shaw",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Campagnoli",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jorba",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vincent",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Quay",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Kew",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of 400 virology",
            "volume": "398",
            "issn": "",
            "pages": "3259--3272",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Virus attenuation by genome-scale changes in codon pair bias",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Coleman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Papamichail",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Skiena",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Futcher",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wimmer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mueller",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Science",
            "volume": "402",
            "issn": "",
            "pages": "1784--1787",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "a DNA or mRNA sequence that do not change the protein amino acid 63 sequence are called synonymous mutations. Although they do not influence the 64 resulting protein sequence, synonymous mutations can still substantially affect cellular 65 processes (1, 2). Notably, synonymous virus genome recoding can impact viral 66 replication capacity and fitness (3), reportedly leading to attenuation of multiple RNA 67 and DNA viruses, including poliovirus (4-7), influenza virus (8, 9), HIV-1 (10-12), SIV 68 (13), Chikungunya virus (14), human respiratory syncytial virus (15-17), porcine 69 reproductive and respiratory syndrome virus (18), echovirus 7 (19, 20), tick-borne 70 encephalitis virus (21), vesicular stomatitis virus, dengue virus (22), adeno-associated 71 virus (23), and papillomavirus (24). 72 Synonymous virus genome recoding is being investigated as a new strategy for 73 generating novel live-attenuated vaccine candidates. This method is promising because 74 the amino acid coding is completely unaffected, thereby avoiding the potential 75 generation of new and undesirable biological properties. Moreover, synonymous virus 76 genome recoding involves the introduction of hundreds or thousands of nucleotide 77 substitutions, which minimizes the risk of phenotypic reversion via point mutations or 78 through recombination with homologous sequences in circulating strains. This is 79 particularly important with regards to RNA viruses, since viral RNA polymerases lack 80 error-correction mechanisms (25-27). The high genetic variability of RNA viruses is a 81 critical limitation when designing novel antiviral strategies. 82 The usefulness of synonymous virus genome recoding goes beyond the 83 generation of new live attenuated vaccines. This method has also been used to identify 84 specific RNA structures required for virus replication (28), virus genome cis-inhibitory 85 signal sequences important for complex viral functions (23), and novel antiviral",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "comprise a closely related mutant spectra or mutant clouds termed viral 93 quasispecies (34, 35). Mutant cloud composition can impact virus evolvability, fitness, 94 and virulence (25-27). One unexplored aspect of HIV-1 genetic architecture is how 95 codon choice influences population diversity and evolvability. It is presently unclear 96 whether HIV-1 sequences have evolved to optimize both protein coding and DNA/RNA 97 sequences. The HIV-1 genome exhibits a particularly striking bias towards enrichment 98 of A-rich codons, which may be a selectable trait (36) and affect innate immune 99 recognition (11, 29). Similarly, synonymous codon usage can temporally regulate 100 expressions of structural gene products of the simian immunodeficiency virus (SIV) 101 (31) and regulate HIV-1 splicing and replication (12). 102 Here we aimed to explore whether synonymous sequence space influences the 103 development of protease inhibitor (PI) resistance, and to thus determine whether HIV-1 104 evolvability is influenced by the natural position of a protease in sequence space. To 105 this end, we compared the development of HIV-1 resistance to the protease inhibitors 106 atazanavir (ATV) and darunavir (DRV) between wild-type HIV-1 (WT) and synthetic 107 HIV-1 carrying a synonymously recoded protease sequence (MAX).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "respectively). These assays demonstrated that the MAX variant virus did not133    show impaired capacity to develop phenotypic resistance to PIs.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "After the 32 cell passages in the presence of ATV or DRV, virus RNA was 135 recovered. This RNA was RT-PCR amplified and ultra-deep sequenced, and we",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "143substitution was observed only in the WT protease virus propagated with ATV or DRV.144    Notably, the WT protease required only a transition to develop this substitution,145 whereas the MAX protease would need two substitutions, a transition, and a 146 transversion. Additionally, the L33F, G48L, Q58E/K, and I89L substitutions were 147 detected only in the recoded MAX protease. Other accompanying substitutions were 148 also detected only in the MAX virus (e.g., E21K, H69Y, and T91S), mainly in the MAX 149 virus (e.g., L10F), or only in the WT virus (e.g., L23I, P39Q, and V77I). Interestingly, 150 some resistance mutations selected by the MAX protease virus (i.e., G48L and I89L), 151 are extremely rare non-polymorphic substitutions in vivo (37). This finding indicates 152 that the MAX protease may explore a different sequence space than that of the WT 153 protease. Similar to G16E, the I89L mutation requires two substitutions in the WT 154 background and only one substitution in the MAX background. However, there were no 155 obvious reasons for the preferential emergence of K45I, G48L, Q58E and I84V in the 156 MAX background. Substitutions L10F, G16E, L33F, Q58E/K, V77I, I84V, and I89L 157have been previously associated with PIs resistance (38). In contrast, E21K, L23I, 158 P39Q, G48L, H69Y, and T91S have not been described as associated to PIs resistance.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "To explore the favored emergence in the presence of ATV of G48L, Q58E, I84V 160 and I89L in the MAX background and to determine the effect of these substitutions in background, we used site-directed mutagenesis to introduce this these mutations 162 in both the WT and MAX protease backgrounds. The substitution S37P, preferentially 163 selected in the MAX background when the virus was propagated in the absence of drug 164",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "168 exhibited similar replication capacities in both backgrounds, WT and MAX, in either 169 absence or presence of 20nM ATV (Fig. 2). Only WTG48L and MAXG48L showed a 170 lower replication capacity in the absence of drug. Likewise, only substitutions at 171 positions G48L and Q58E conferred an advantage when viruses were propagated in the 172 presence of 20nM ATV. These results demonstrated that the G48L, Q58E, I84V and 173 I89L substitutions were not intrinsically prohibited in the WT protease background, and 174 that other factors must explain their low in vivo frequency.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "were observed in the presence of DRV, 0.00490 ± 0.00004 vs. 192 0.00482 ± 0.00003. As expected, in the presence of a PI, we detected a higher number 193 of nonsynonymous substitutions than synonymous substitutions in both the WT and 194 MAX virus proteases. However, the MAX populations always displayed a significantly 195 higher diversity (P < 0.0001) of either synonymous or nonsynonymous mutations 196 (Table 4). Diversity was also strikingly higher in MAX populations when viruses were 197 propagated in the absence of drug (0.00095 ± 0.00001 vs. 0.00057 ± 0.00001, P < 198 0.0001) (Table 4). Interestingly, in the absence of drugs, the MAX population showed 199 significantly higher nonsynonymous diversity (0.00117 ± 0.00001 vs. 0.00061 ± 200 0.00001, P < 0.0001) but not synonymous diversity (0.000310 ± 0.00002 vs. 0.00053 ± 201 0.00002, P < 0.0001). This suggested that the WT and MAX viruses are subjected to 202 different selective forces in the absence of pressure from a PI. Compared to WT, the 203 MAX populations also showed higher Shannon's entropy values, another parameter for 204 measuring genetic population diversity (Table 4). Notably, after 32 passages in cell 205 culture, we observed no significant reversions of the starting synonymous substitutions 206 introduced in the MAX protease, either in the presence or absence of PIs. Overall, our 207 results demonstrated that MAX viruses displayed higher population genetic diversity 208 after 32 passages in cell culture in the presence or absence of PIs.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "synonymously mutated capsids were less mutationally robust and 214 displayed an attenuated phenotype in an animal model. However, that study did not 215 focus on how synonymous mutations might affect the development of escape mutations 216 to overcome specific selection pressure targeting a precise virus gene. Here we tested 217 the extent to which a synonymously recoded HIV-1 protease reacted to the specific 218 selective pressure of a PI. Our present study also explored the evolvability of a 219 retrovirus which, in contrast to other RNA viruses, integrates into the host cell genome220",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "222 resistance mutations after PI treatment. These findings extend those of Lauring et al. 223 (32), confirming that synonymously recoded and WT HIV-1 proteases occupy different 224 sequence spaces. We further demonstrated that although the MAX and WT proteases 225 occupied different sequence spaces, they still showed similar development of 226 phenotypic resistance to PIs. These findings indicate that the recoded protease did not 227 attenuate the virus' capability to develop PI resistance, strongly suggesting that the 228 MAX protease was as robust as the WT protease with regards to this trait. To our 229 knowledge, this is the first study to investigate the evolvability of a synonymously 230 recoded virus enzyme. Even if the resistance selection was conducted in MT4 cells and 231 the result probably would be qualitatively different in primary cells, our results build on 232 and augment the convincing evidence that recoded proteins occupy a different sequence 233 space.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "One plausible explanation is based on epistatic interactions between protease 246 amino acid substitutions. Epistasis is a phenomenon by which a mutation's impact on247 protein stability or fitness depends on the genetic background in which it is acquired 248 (39). Complex mutational patterns often arise during the development of resistance to 249 HIV-1 protease inhibitors. More therapy-associated mutations accumulate under PI 250 therapy than under all other types of antiretroviral therapy. Moreover, among patients 251 experiencing therapy failure, the majority of in vivo drug-experienced protease 252 sequences include over four mutations associated with PI therapy (40). Recent findings 253 suggest that the consequences of acquiring primary HIV-1 protease resistance mutations 254 depend on epistatic interactions with the sequence background (41). In our study, over 255 80% of the MAX protease clones harboring the G48L mutation also had the I89L 256 substitution. As mentioned above, I89L requires two nucleotide substitutions in the WT 257 background and only one in the MAX background. In either case, our results strongly 258 suggest that the MAX protease's sequence position affects its genotypic PI resistance",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "263 population diversity in the recoded and targeted gene following propagation in both the 264 absence and presence of PIs. Again, we can speculate that although the MAX virus 265 shows high fitness in tissue culture, it is subjected to greater pressure to changing or 266 reverting to a WT synonymous background. However, remarkably, we detected almost 267 no reversions of the synonymous substitutions introduced in the MAX protease 268 following propagation in the presence or absence of PIs. One limitation of our study is 269 that we investigated only one virus enzyme or protein. Further studies should include 270 other virus proteins and other selective pressures (e.g., neutralizing antibodies and 271 cellular virus restriction factors).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "It has been suggested that RNA virus synonymous recoding can be used to push273 a virus to a sequence space region having a low density of neutral mutations (32). Such 274 a lack of access to neutral substitutions could potentially reduce the virus' capacity to 275 generate fit progeny and adaptability to the host's selective pressures, such that this 276 method might serve as a new strategy for development of attenuated vaccines. Our 277 present data suggest that this approach must be developed cautiously, and support a 278 need to evaluate the long-term stability of synonymously recoded viruses and to 279 carefully test individual candidates.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "line and viruses. MT-4 cells were obtained from the National Institutes of Health 283 (NIH) AIDS Research and Reference Reagent Program, and were grown in Roswell . The synthetic MAX HIV-1 protease was generated by PCR amplification 288 with a combination of three overlapping synthetic DNA oligonucleotides, as previously 289 described (10). In MT-4 cells, the MAX protease PCR product was recombined with a 290 protease-deleted HXB2 infectious clone that had been previously linearized with BstE II 291 (43). The protease PCR oligonucleotides used to reconstruct the full-length protease 292 have been previously described (43). WT and MAX S37P, G48L, Q58E, I84V and I89L 293 mutants were generated by site-directed mutagenesis using overlap extension PCR with 294 mutated oligonucleotides as previously described (44). Again, the mutant protease PCR 295 products were recombined with the protease-deleted HXB2 infectious clone in MT-4 296 cells. Cell culture supernatants were harvested at 3, 5, and 7 days post-transfection when 297 the HIV-1 p24 antigen concentration surpassed 500 ng/ml as measured by the 298 Genscreen HIV-1 Ag assay (Bio-Rad). Virus titration was performed in MT-4 cells, and 299 values were expressed as tissue culture dose for 50% infectivity (TCID 50 ) as previously 300 described (45).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "301Replication capacity assays. Viral replication kinetics were analyzed by302 infecting 1 × 10 6 MT-4 cells with 200 TCID 50 (MOI of 0.0002). The infected cells were 303 incubated for 4 h at 37°C and 5% CO 2 , washed twice with phosphate-buffered saline 304 (PBS), and then resuspended in RPMI medium supplemented with 10% FBS. To 305 quantify viral replication, we measured the HIV-1 capsid p24 antigen concentration in 306 200-μl aliquots of supernatant collected every 24 h for 4-6 days. Growth kinetics were 307 analyzed by fitting a linear model to the log-transformed p24 data during the",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "drug susceptibility tests. ATV and DRV were obtained from the NIH 311 AIDS Research and Reference Reagent Program. Following virus propagation and 312 titration, we used a tetrazolium-based colorimetric method to determine the HIV-1 drug 313 susceptibility (IC 50 ) to ATV and DRV in MT-4 cells using a MOI of 0.003, as 314 previously described (10, 46).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "Selection of ATV-and DRV-resistant viruses. WT and MAX viruses were316 added at an MOI of 0.01 to 1 × 10 6 MT-4 cells, and the cells were maintained as 317 described above. After 4 days, we transferred one-tenth of the culture, including cells 318 and supernatant, into 1 × 10 6 fresh MT-4 cells. All virus passages were performed in 319 duplicate. Virus production was monitored by measurements of p24 antigen. The 320 starting concentrations were 4 nM ATV and 3 nM DRV. Through the passages, the drug 321 concentration was increased until reaching 40 nM ATV and 25 nM DRV. In parallel, 322 both viruses were also propagated without either drug. 323 At passages 1 and 32, 140-μl aliquots of culture supernatant were collected, from 324 which we isolated WT and MAX viral genomic RNA using the QIAamp Viral RNA Kit 325 (QIAGEN). This purified viral RNA was then reverse transcribed and PCR amplified 326 using the SuperScript III First-Strand Synthesis System for RT-PCR (Invitrogen) and 10 327 pmol of the corresponding protease oligonucleotides, which are described elsewhere 328 (43). Details of this protocol were previously reported (47, 48). These PCR products 329 were the starting material for performing ultra-deep sequencing.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "Ultra-deep sequencing. Massive parallel sequencing was performed in the 331 MiSeq (Illumina) platform. Libraries of 558-nt DNA fragments were ligated to the 332 Illumina adapters using the KAPA HyperPrep Kit (Roche #07962347001)Agilent #G2939BA). Sequencing was performed using the Illumina MiSeq® Reagent 339 Kit v3 (600 cycle) (Illumina #MS-102-3003) following manufacturer's protocol.340 Sequencing and paired-end analysis were performed to obtain robust fastq data for 341 bioinformatics analysis. We obtained a mean of 50,000 sequences (reads) per amplicon 342 and per patient sample. 343 Fastq files by index and pool were obtained from MiSeq and submitted to 344 FLASH (49). The 2 × 300 paired-end reads were overlapped to reconstruct the 345 amplicons, with the minimum number of overlapping nucleotides set to 20, and the 346 maximum number of overlapping mismatches set to 10%. The subsequent analysis was 347 performed as previously described (50). Briefly, fastq files were demultiplexed using 348 amplicon oligonucleotides, and oligonucleotides were trimmed at both ends. Each 349 amplicon and strand read was pairwise aligned with respect to the reference WT 350 sequence, insertions were removed, and deletions were repaired if fewer than three gaps 351 were produced. Reads with multiple indeterminations were removed, while reads 352 having a single indetermination were repaired as per the reference sequence. Filtered 353 and repaired reads were collapsed into haplotypes with corresponding frequencies.354Haplotypes with abundances below 0.1% or that were unique to the forward or reverse 355 strands were removed. Haplotypes common to the forward and reverse strands and with 356 abundances of ≥0.1%, were considered consensus haplotypes, and their frequencies 357 were summed. In the final step to remove artifacts, consensus haplotypes with",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "362 MEGA6 software package (53). To determine possible selective pressures, the MEGA6 363 software package was used to calculate the proportion of synonymous substitutions per 364 potential synonymous sites, and the proportion of nonsynonymous substitutions per 365 potential nonsynonymous sites. Shannon's entropy values were calculated as Sn = −Σ i 366 (p i ln p i )/ln N, where N is the total number of analyzed sequences and p i is the frequency 367 of each sequence in the viral quasispecies. Sn values vary from 0 (no complexity) to 1 368 (maximum complexity) (54). The phylogenetic reconstructions were also performed 369 using the MEGA6 software package.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF22": {
            "text": "diversity was compared by unpaired t-test using GraphPad 373 Prism version 7 for Windows. The significance of the difference between replication 374 kinetic slopes and IC 50 s was calculated using an unpaired t-test with Whech'was supported by the Spanish Ministry of Economy and Competitiveness 379 (SAF2016-75277-R) by Instituto de Salud Carlos III (PI16/00337), and cofinanced by 380 the European Regional Development Fund (ERDF). MN was supported by the Instituto 381 de Salud Carlos III through the Spanish AIDS network (RD16/0025/0041). AJ-HIV-1 protease nucleotide sequences of the wild-type (WT) virus that 559 corresponds to the HIV-1 HXB2 strain (http://www.hiv.lanl.gov), and of the synthetic 560 MAX variant that was generated by PCR combining three overlapping synthetic DNA 561 oligonucleotides as previously described (10). No substitution was introduced in the 562 first 40 protease amino-terminal nucleotides that overlap with the carboxy-Replication kinetic assay of wild-type HIV-1 (WTp1) and the recoded MAX 566 protease variant (MAXp1) in MT-4 cells. HIV-1 antigen p24 concentrations in culture 567 supernatants were measured on days 0-4 in the absence of drug or days 0-6 in the 568 presence of drug. For each virus, the slope of the plot provides an estimate of the viral 569 replication capacity. Bars show the slope of the p24 antigen production from each virus 570 after infection of MT-4 cells. Comparison between WTp1 (HXB2) and the mutant 571 MAX recoded viruses are shown, as well as between the corresponding WT and MAX 572 virus variants (i.e.. S37P, G48L, Q58E, I84V and I89L). The significance of the 573 difference between slopes was calculated using an unpaired t-test with Whech's 574 correction in GraphPrism v. 7 software. (A) Kinetic assays performed in the absence of 575 drug. All slopes values were statistically tested against the WT value. Only WTG48L 576 and MAXG48L displayed a lower replication capacity than the WT. (B) Kinetic assays 577 performed in the presence of 20nM atazanavir (ATV). All slopes values were 578 statistically tested against the WT value. WTG48L, MAXG48L and WTQ58E displayed 579 a higher replication capacity than the WT in the presence of ATV. Values represent the 580 mean ± standard deviation (SD) from at least three independent experiments.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF23": {
            "text": "Maximum likelihood phylogram of wild-type (WT) and MAX unique HIV-1 583 protease amino acid variants selected after 32 passages in MT-4 cells and in the 584 presence of (A) atazanavir (ATV) or (B) darunavir (DRV). Phylogenetic reconstruction 585 was generated using a Jones-Taylor Thornton (JTT) model as implemented in the 586 MEGA6 software package. Both phylogenetic trees showed that the WT and MAX 587 viruses, which shared an identical starting amino acid sequence, followed different 588 evolutionary trajectories. Blue and red labels correspond to WT and MAX variants, 589respectively. Green labels represent the starting HXB2 protease amino acid sequence.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF25": {
            "text": "Percentage of the corresponding substitution.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "WT HIV-1 was compared with the MAX variant that carried a protease gene including 113 38 synonymous mutations (13% of the protease sequence)(Fig. 1). These 38 synonymous substitutions were scattered throughout the protease coding region, excluding the first 40 amino-terminal nucleotides that overlap with the carboxy-terminal of the gag p6 reading frame. These 38 substitutions were chosen in order to improve117 protease gene codon pair bias (6) without modifying its codon bias or folding free energy (10). The WT and MAX viruses have identical consensus amino acid sequences, and, as we have previously demonstrated (10), this MAX variant and the WT virus 120 show indistinguishable replication in MT-4 cells (Fig. 2) or PBMCs (10). We subjected the WT and MAX viruses to selective pressure from two PIs: ATV 122 and DRV. The viruses were propagated in duplicate in MT-4 cells over 32 serial 123 passages (128 days of culture) without drugs or with increasing concentrations of ATV 124 or DRV. The starting PI concentrations were near the half maximal inhibitory concentration (IC 50 ) for the WT HXB2 virus (10). Before the passages, both viruses showed similar IC 50 values for ATV and DRV (Table 1) (10). The WTp32 and MAXp32 viruses still showed comparable IC 50 values after 32 serial passages in the 128 presence or absence of PIs",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Susceptibility of HIV-1 carrying WT or MAX proteases to atazanavir (ATV) BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/315366 doi: bioRxiv preprint",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Substitutions associated with protease inhibitor resistance detected after MT-596 4 cell passages in the presence of atazanavir (ATV), darunavir (DRV), or no drug (ND) HIV-1 protease amino acid position.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Susceptibility of HIV-1 carrying WT or MAX protease variants to atazanavir 601 (ATV). BY-NC-ND 4.0 International license author/funder. It is made available under aThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/315366 doi: bioRxiv preprint",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Summary of population metrics",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Reduction of the rate of poliovirus protein synthesis through large-scale codon The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/315366 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "405"
        }
    ]
}