{
    "paper_id": "661003bddb5c847237ff4a1f34a823f7971e2090",
    "metadata": {
        "title": "Recombinant vector vaccines and within-host evolution 1",
        "authors": [
            {
                "first": "James",
                "middle": [],
                "last": "Bull",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Scott",
                "middle": [
                    "L"
                ],
                "last": "Nuismer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rustom",
                "middle": [],
                "last": "Antia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Many recombinant vector vaccines are capable of replication within the host. They consist of a 5 fully competent vector backbone engineered to express an antigen from a foreign transgene. From the 6 perspective of viral replication, the transgene is not only dispensable but may even be intrinsically 7 detrimental. Thus vaccine revertants that delete the transgene may evolve to dominate the within-8 host population and in doing so reduce the antigenicity of the vaccine. We apply mathematical and 9 computational models to study this process, including the dynamics of vaccine and revertant growth 10 plus the dynamics of innate and adaptive immunity. Although the selective basis of vaccine evolution is 11 easy to comprehend, the immunological consequences are not. One complication is that, despite possible 12 fitness differences between vaccine and revertant, the opportunity for vaccine evolution is limited by the 13 short period of growth before the viral population is cleared. Even less obvious, revertant per se does not 14 interfere with immunity to vaccine except as the revertant suppresses vaccine abundance; the magnitude 15 of this interference depends on mechanisms and timing of viral suppression. Adaptive immunity targeting 16 the foreign antigen is also a possible basis of vaccine inferiority, but it is not worsened by vaccine evolution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Overall, we find that within-host vaccine evolution can sometimes matter to the adaptive immune response 18 targeting the foreign antigen, but even when it does matter, simple principles of vaccine design and the 19 control of inoculum composition can largely mitigate the effects. 20 Author Summary 21 Recombinant vector vaccines are live replicating viruses that are engineered to carry extra genes derived from 22",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "a pathogen -and these produce proteins against which we want to generate immunity. These genes may 23 evolve to be lost during the course of replication within an individual, and there is a concern that this can 24 severely limit the vaccine's efficacy. The dynamics of this process are studied here with mathematical models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The potential for vaccine evolution is somewhat reduced by the short-term growth of the vaccine population 26 before it is suppressed by the immune response. Even when within-host evolution can be a problem, the 27 1 . CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/545087 doi: bioRxiv preprint models show that increasing the vaccine inoculum size or ensuring that the inoculum is mostly pure vaccine 28 can largely avoid the loss of immunity arising from evolution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "29",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Revertant Vaccine (Antigen threshold) Figure 1 : Independent growth of vaccine (blue) and revertant (green). The revertant virus has the superior growth rate, but in the absence of interference between the two, vaccine growth is unimpeded and immunity is triggered. growth and thereby suppresses antigen production. 103 The challenges are thus to understand (i) when and how much vaccine evolution occurs; (ii) whether and to 104 what extent that evolution affects the abundance of vaccine virus; and (iii) the extent to which change in the 105 vaccine abundance affects the generation of adaptive immunity against the antigen. The arguments presented 106 above are qualitative and only superficially identify the scope of the problem. Quantitative understanding 107 ultimately rests on analysis of mathematical models. However, as the models have many interacting processes 108 -minimally innate immunity, adaptive immunity and intrinsic growth differences between vaccine versus inferiority. Yet even if vaccine selective 'neutrality' turns out to be fleeting, merely a mistaken impression 119 from short-term observations, we will find that the phenomenon of short-term stability mirrors a solution to 120 minimize vaccine evolution within the host. infections [26] [27] [28] [29] . The relative role of each mechanism in clearing infections is the basis of ongoing discussion, 145 but it is widely accepted that the roles differ among infections by different viruses and that each mechanism 146 is potentially important for some viruses. Adaptive immunity. 165 Adaptive immunity can be induced by the wild-type vector and the vaccine virus. Adaptive immune responses 166 specific to antigens expressed by the wild-type vector will presumably affect the vaccine and revertant equally 167 -because the vaccine encodes a complete vector genome, and the revertant is also a complete vector. As with 168 the preceding pair of mechanisms, adaptive immunity common to both revertant and vaccine will operate so 169 that revertant abundance will depress vaccine. Adaptive immunity to the vaccine antigen will be considered 170 shortly. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/545087 doi: bioRxiv preprint one mechanism may take precedence over the others, simply because it is activated earlier or enforces a lower 173 limit on viral density than the others. However, there are different stages or degrees of vaccine suppression, 174 so an early mechanism may act to control the infection without clearing it, and another mechanism may 175 act later to clear. Because of the delay in developing an adaptive response, viral suppression by adaptive 176 immunity typically occurs later than effects of innate immunity or resource limitation and so might seem 177 to be unimportant in vaccine evolution. Yet adaptive immunity may be important in clearing the vaccine 178 following control by other mechanisms, in which case it could have an important role in vaccine evolution. The preceding paragraphs omitted adaptive immunity to the antigen. By its very nature, adaptive immunity 182 suppresses vaccine growth. But adaptive immunity to the antigen is specific to the vaccine and is thus 183 another reason -besides intrinsic fitness effects -that the vaccine may have lower fitness than revertant.",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 319,
                    "text": "103",
                    "ref_id": null
                },
                {
                    "start": 426,
                    "end": 429,
                    "text": "104",
                    "ref_id": null
                },
                {
                    "start": 652,
                    "end": 655,
                    "text": "106",
                    "ref_id": null
                },
                {
                    "start": 1264,
                    "end": 1268,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 1269,
                    "end": 1273,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 1274,
                    "end": 1278,
                    "text": "[28]",
                    "ref_id": null
                },
                {
                    "start": 1279,
                    "end": 1283,
                    "text": "[29]",
                    "ref_id": null
                },
                {
                    "start": 1381,
                    "end": 1384,
                    "text": "145",
                    "ref_id": null
                },
                {
                    "start": 1561,
                    "end": 1564,
                    "text": "165",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 38,
                    "end": 46,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Viral density"
        },
        {
            "text": "The evolutionary consequences should be the same for both types of inferiority, reducing the long term 185 generation of antigen levels. But the interesting twist is that adaptive immunity to the antigen might feed 186 back negatively on itself to limit its own growth -immunity against a virus is intrinsically inhibitory, so 187 adaptive immunity against the vaccine will limit vaccine growth and thus limit antigen build-up that would 188 fuel further immunity. One question is whether this self-inhibition is worsened with vaccine evolution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "184"
        },
        {
            "text": "The effect is biologically complicated because adaptive immunity to the antigen does not necessarily translate 190 into selection against the vaccine. Selection against the vaccine per se operates only when adaptive immunity 191 specifically targets the vaccine genome over the revertant genome, and this selection need not occur -either 192 because adaptive immunity is so delayed that it is never manifest during vaccine growth, or because the 193 antigen is physically decoupled from its genome when attacked by the adaptive response. Without imposing 194 selection on the vaccine, antigen-directed immunity will not affect vaccine evolution. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/545087 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "189"
        },
        {
            "text": "We now employ quantitative models to evaluate the intuitive ideas presented above. Given the high 197 dimensionality of the problem, we are especially interested in how well intuition works and whether generalities The models assist us by forcing us to specify assumptions for how the viruses and immunity interact, and 208 by allowing us to rigorously explore outcomes in different scenarios. However, there is uncertainty in the 209 model structure, many parameter values are unknown, and different viruses will behave somewhat differently.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "189"
        },
        {
            "text": "Consequently, we focus on broad generalities that arise from many simulations and illustrate these for a 211 few specific cases, reserving the supplement for further details. The presentation below briefly discusses 212 the individual dynamics of individual trials for illustration but then moves to plots that reveal differences ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "210"
        },
        {
            "text": "In the trials used for illustration, we allow innate immunity to control the infection and adaptive immunity The dynamics of virus and immunity are shown in the absence of revertant (i.e. no evolution). (Right) The revertant is included, but at two different levels. The solid lines correspond to little evolution: the vaccine has a small cost (intrinsic cost =1%, initial level of W is 0.1 that of initial vaccine, and the mutation rate is 10 − 6 per day). The dotted lines correspond to major evolution: the vaccine has a 20% intrinsic cost, the mutation rate is 10 −3 , and the initial level of the revertant is 10 fold that of the vaccine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "217"
        },
        {
            "text": ". CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/545087 doi: bioRxiv preprint the mutation rate, the fitness of revertant (c) and the initial revertant abundance. The effect of evolution is 245 We focus on infections of short duration. Factors that limit the duration of infection include resource immunity by allowing revertant to grow and interfere with vaccine. This section considers whether these 252 arguments are supported by the model.",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 324,
                    "text": "245",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "Any real vaccine that elicits immunity against the antigen may also experience an intrinsic fitness cost.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "253"
        },
        {
            "text": "The effect of immunity on evolution would then be confounded with the effect of intrinsic fitness effects on 255 evolution, making it difficult to isolate one from the other. The models do not face this problem, however. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/545087 doi: bioRxiv preprint from trials that lack revertant and then compare those results with trials that include revertant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "254"
        },
        {
            "text": "There are several background points to note about the model structure. First, adaptive immunity specific 261 to vaccine (X) develops at a rate proportional to the vaccine abundance (V ) and parameters s and φ X .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "260"
        },
        {
            "text": "In contrast the impairment of vaccine growth depends on the level of immunity (X) and the parameter 263 (k X ). Thus, immunity can develop even when there is little or no impairment, i.e., when k X → 0. Second, 264 adaptive immunity to the vector (Y ) develops according to its own parameter (φ Y ) in response to vaccine 265 plus revertant abundance (X + Y ), and it impairs both vaccine and revertant growth equally by parameter 266 k Y . When revertant is present, it will increase the level of immunity to vector backbone/revertant but not 267 directly affect immunity specific to the vaccine. This immunity will result in faster clearance of both revertant 268 and vaccine, and this results in decreased immunity to the antigen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "262"
        },
        {
            "text": "Trials were run that contrasted revertant absence versus revertant introduced at 75% of the inoculum -no 270 evolution versus evolution, respectively (Fig. 5) . Absence of the revertant is the baseline against which the 271 effect of evolution can be compared. The horizontal axis varies k X , the parameter for impairment specific to 272 vaccine, and the vertical axis varies k Y , impairment to vector, which affects vaccine and revertant equally. In 273 both panels, increasing impairment against vaccine leads to lower levels of immunity to the vaccine -this 274 is the self-limiting effect of adaptive immunity, which exists even in the absence of evolution. As expected, 275 impairment of vaccine by immunity to vector is also found. vaccine; inoculum size is unchanged. All loss of immunity against vaccine is thus due to revertant in the 280 inoculum and any selective effect from immunity against vaccine.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 150,
                    "end": 158,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF19"
                }
            ],
            "section": "269"
        },
        {
            "text": "A question motivating this analysis was one step deeper in the complexity of these effects: does the self-282 limiting effect of adaptive immunity worsen with evolution? This question can be answered by comparing 283 the self-inhibitory effect between left and right panels as k X is increased. It is seen that the self-inhibitory 284 effect is actually somewhat reduced by the revertant. The revertant lowers the response overall, but when 285 correcting for that difference, the effect of increasing k X is weaker in the right panel than in the left. We 286 attribute this weakening of self-limitation as due to the same effect in Fig. 1 : revertant presence becomes 287 irrelevant as more of the adaptive response to vaccine is controlled by immunity to the vaccine antigen rather than vector -revertant is interfering less.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 633,
                    "end": 639,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "281"
        },
        {
            "text": "In sum, therefore, immunity to the vaccine (X) is reduced by itself and by evolution (presence of revertant).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "289"
        },
        {
            "text": "The self-limiting effect of anti-vaccine immunity depends heavily on the impairment parameter. The two 291 effects do not interact to make the problem worse than from their separate effects. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/545087 doi: bioRxiv preprint is high). Second, the vaccine should elicit a large response to this antigen. This requires that the antigen 300 rapidly elicits immunity (i.e. has low φ X , and in terms of immunology it should be an immunogenic antigen), 301 and also requires a high vaccine viral load to generate a large response. Engineering this requires tackling 302 a trade-off between avoiding vaccine clearance (i.e. having a low k X ) but allowing for rapid clearance of 303 the pathogen (having a high k P ). Vaccines designed to express the antigen in a form that is different from 304 that in the pathogen might help solve this problem. Thus, to elicit immunity to influenza, one might design 305 secreted forms of the hemagglutinin or neuraminidase proteins. A recombinant hemagglutinin protein that is 306 secreted rather than on the virion surface would prevent the antibody response to this protein from clearing 307 the recombinant vector vaccine (have low k X ) without compromising the clearance of the influenza virus 308 pathogen which has hemagglutinin on its surface (i.e. has high k P ). In this manner our model allows the 309 identification and tuning of parameters that affect vaccine efficacy, and a comprehensive search of parameter 310 space would identify ideal combinations of vaccine properties. We now turn to vaccine designs that overcome 311 problems created by evolution, our specific interest here. ",
            "cite_spans": [
                {
                    "start": 563,
                    "end": 566,
                    "text": "301",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "290"
        },
        {
            "text": "The results above suggest that vaccine evolution is only likely to compromise immunity to the antigen if 314 there is substantial evolution and this evolution results in more rapid clearance of the vaccine virus. In this 315 case, one possible solution takes advantage of the short-term nature of vaccine growth: control the inoculum.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Control the inoculum 313"
        },
        {
            "text": "Two ways of controlling the inoculum are to control its composition and to control its size. Evolution can 317 be reduced by purifying the inoculum -an inoculum that is entirely vaccine cannot begin to give way to 318 revertant until some are generated by mutation, hence a low (or zero) density of revertant in the inoculum 319 enhances the duration of within-host vaccine utility. If it not feasible to eliminate the revertant from the 320 inoculum, it can nevertheless be beneficial to lower the frequency of the revertant virus in the inoculum.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "316"
        },
        {
            "text": "The effect of revertant frequency in the inoculum is evident in Figure 6 : the magnitude of immunity to the 322 vaccine increases by orders of magnitude as the initial frequency of the revertant is decreased.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 64,
                    "end": 72,
                    "text": "Figure 6",
                    "ref_id": "FIGREF24"
                }
            ],
            "section": "321"
        },
        {
            "text": "Evolution can also be reduced by increasing the inoculum size. To achieve a threshold antigen level, a large 324 inoculum requires less growth than a small one. Less growth means less evolution -in the extreme, a large The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/545087 doi: bioRxiv preprint appreciably increases the magnitude of immunity; a much reduced benefit is seen when revertant frequency is 328 low, likely because there is less evolutionary interference from the revertant. These results hint at a potential Composition of the vaccine has the larger effect for these parameters, as indicated by the contours being more horizontal than vertical. An intrinsic fitness cost of c = 0.1 was set for these trials. Smaller c values would lead to higher vaccine and immunity levels across the graphs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "323"
        },
        {
            "text": "Whether and how well controlling the inoculum will work in practice will depend on details. Solutions may 333 be quantitative rather than absolute. Intuition is useful for guidance but needs to be confirmed by formal 334 analyses, guided by data for the specific implementation. Our results revealed that that for a broad parameter regime, within-host evolution is unlikely to cause 360 a significant loss of vaccine efficacy (i.e. reduction in the level of immunity to the inserted transgene).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "323"
        },
        {
            "text": "Furthermore, undesirable consequences of vaccine evolution may often be easily remedied by ensuring the 362 frequency of the revertant virus in the inoculum is low and by increasing the size of the inoculum. We 363 also suggest that further gains in vaccine efficacy can be achieved by appropriate engineering of the vaccine 364 antigen, allowing it to elicit immunity that clears the pathogen but not the virus vaccine, although such 365 engineering may not be easy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "361"
        },
        {
            "text": "One major outcome of our analysis was that intuition about vaccine evolution was not easily translated into 367 18 . CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/545087 doi: bioRxiv preprint intuition about immunity. Indeed, even intuition about evolution often failed because that intuition was based 368 on vaccine versus revertant fitness, but the vaccine growth phase was short enough that differential fitness 369 had little effect on evolution. Even more fundamentally, intuition sometimes failed because the development 370 of immunity to vaccine could be unaffected by the revertant. Thus, our intuition suggested that vaccine 371 inferiority could stem from both an intrinsic fitness disadvantage and a disadvantage due to adaptive immunity 372 to the transgene/antigen. Both effects were found to impair the development of immunity to vaccine, but not 373 necessarily for the reasons suggested by our intuition. of whether vaccine evolution would lead to reduced antigen levels in vivo, but it would be less sensitive in 386 measuring evolution than is measuring mutation frequencies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "366"
        },
        {
            "text": "2. Acute infections. Infections are short term because they are subject to control and clearance by any 424 combination of three factors: resource limitation, innate immunity and adaptive immunity. Further 425 details not included in this Appendix can be found in Supplements. The following Adaptive immunity s rate of clonal expansion of adaptive immunity 3 φ X antigen for half max growth of adaptive immunity X 10 3 φ Y antigen for half max growth of adaptive immunity Y 10 3 k X killing rate of V due to X (immunity to insert) 10 −6 , various k Y killing rate of V & W due to Y (immunity to vector) 10 −6 , various",
            "cite_spans": [],
            "ref_spans": [],
            "section": "366"
        },
        {
            "text": "Initial conditions X(0) initial immunity to vaccine antigen 1 Y (0) initial immunity to vector antigen 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "366"
        },
        {
            "text": "initial resource 2 × 10 5 , 10 20 * *The higher value of R(0) is used to eliminate it as a basis for viral clearance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "366"
        },
        {
            "text": "Resources start with a fixed amount and are depleted by vaccine and revertant growth, without replenishment:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "434"
        },
        {
            "text": "The vaccine virus grows on resource R at rate r, depleted by mutation, death, and all 3 types of immunity:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "434"
        },
        {
            "text": ". CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/545087 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "22"
        },
        {
            "text": "Adaptive immunity specific to vaccine grows according to its present value and a discounted value of the 438 current vaccine density:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "22"
        },
        {
            "text": "Adaptive immunity common to vaccine and revertant grows according to its present value and a discounted 440 value of the current vaccine plus revertant densities:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "22"
        },
        {
            "text": "Innate immunity, also common to vaccine and revertant, grows according to current levels of vaccine and 442 revertant, with diminishing growth as a limit is approached. Innate immunity also decays:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "22"
        },
        {
            "text": "These models follow the usual assumptions of SIR models, except that susceptible hosts (host cells in our case) 444 are modeled as Resource. As is typical in these models, variables for 'free' virus are omitted, an assumption 445 based on the quasi-steady state approximation (Perelson 2002 The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/545087 doi: bioRxiv preprint",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 290,
                    "text": "(Perelson 2002",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "22"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Evolutionary reversion of live viral vaccines: Can genetic engineering subdue it? Virus Evolution",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Bull",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "448",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/ve/vev005"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "An attenuated EMCV-HB10 strain acts 482 as a live viral vector delivering a foreign gene",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "The Journal of General Virology",
            "volume": "97",
            "issn": "",
            "pages": "2280--2290",
            "other_ids": {
                "DOI": [
                    "10.1099/jgv.0.000541"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Genetic stability of Rift Valley fever virus MP-12 vaccine during serial 485 passages in culture cells",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lokugamage",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ikegami",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "NPJ vaccines",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41541-017-0021-9"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Poxviral promoters for improving the immunogenicity of MVA delivered vaccines",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Alharbi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Human",
            "volume": "487",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Generation of infectious clone of bovine 489 adenovirus type I expressing a visible marker gene",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Tikoo",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Virological Methods",
            "volume": "261",
            "issn": "",
            "pages": "139--146",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jviromet.2018.08.020"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Flaviviridae Viruses Possessing a Small Reporter Tag",
            "authors": [],
            "year": 2018,
            "venue": "Journal of Virology",
            "volume": "92",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01582-17"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Going, going, gone: Predicting the fate of genomic 494 insertions in plant RNA viruses",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Willemsen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Carrasco",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Elena",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Zwart",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Heredity",
            "volume": "121",
            "issn": "",
            "pages": "499--509",
            "other_ids": {
                "DOI": [
                    "10.1038/s41437-018-0086-x"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "In vitro and in vivo genetic 496 stability studies of a human adenovirus type 5 recombinant rabies glycoprotein vaccine (ONRAB)",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Knowles",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Craig",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sheen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Nadin-Davis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Wandeler",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Vaccine",
            "volume": "497",
            "issn": "",
            "pages": "2662--2668",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vaccine.2009.02.074"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Challenges in predicting the evolutionary 499 maintenance of a phage transgene",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schmerer",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "J"
                    ],
                    "last": "Molineux",
                    "suffix": ""
                },
                {
                    "first": "Ally",
                    "middle": [
                        "D"
                    ],
                    "last": "Tyerman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cecchini",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bull",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Biological Engineering",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1754-1611-8-21"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Innate immune recognition",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Janeway",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Medzhitov",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Annual Review of Immunology",
            "volume": "20",
            "issn": "",
            "pages": "197--216",
            "other_ids": {
                "DOI": [
                    "10.1146/annurev.immunol.20.083001.084359"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Modelling viral and immune system dynamics",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Perelson",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nature Reviews Immunology",
            "volume": "2",
            "issn": "",
            "pages": "28--36",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "presented a hypothetical case in which evolutionary superiority of revertant did not suppress vaccine 122 growth, hence evolution had little effect on antigen production. That process was one in which there was no 123 interference between vaccine and revertant growth. Evolution does become important to antigen levels if 124 vaccine and revertant interfere with either so that vaccine growth is depressed by the revertant, or if the 125 duration of infection of the vaccine strain is reduced. In either case the revertant will then suppress antigen 126 levels. Again, the problem is complicated by the limited duration of the infection: reduced antigen production used in ecology for population growth [24,25]. The realization that all three different processes might suppress 143 viral infection led to more careful examination of the roles of different factors in the early control of acute 144",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Innate immunity There are two broad arms of immunity for suppressing vaccine growth within the host, the 148 innate and the adaptive immune responses. Innate immunity is triggered by conserved molecules associated149 with pathogens [23]. Conserved structures of pathogens targeted by innate immunity include dsRNA, 150 frequently accompanying viral replication, plus lipopolysaccharides and endotoxins of bacteria [30]. Because 151 innate immunity involves the activation of a standing population of immune cells such as macrophages and 152 dendritic cells, or triggering of the complement pathway, it can be elicited much more rapidly than the 153 adaptive response; the latter requires many rounds of clonal expansion of rare antigen-specific cells to generate 154 a population large enough to control the infection [31]. Furthermore, recent studies have shown that the 155 innate response is required for the initial stimulation of the adaptive response [32]. Thus, innate immunity 156 has a major role in early suppression of the viral population. Innate immunity can suppress both vector and 157vaccine, and it is not likely to discriminate between two genomes that differ by a single, non-essential gene 158 (the transgene).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Resource limitationAnother way in which virus infection can be controlled prior to the generation of 160 adaptive immunity is resource limitation. Both the vaccine and revertant virus use the same resource 161 (susceptible host cells). Resource limitation can control the infection if the virus depletes this resource, 162 whereby the rate of virus output falls below its intrinsic death rate [24]. Like innate immunity, resource 163 limitation is expected to affect vaccine and revertant similarly.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Adaptive immunity to the vaccine antigen may also contribute to vaccine 180 inferiority -and feed back to inhibit itself 181",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "198 are observed across large regions of parameter space. A flow diagram of the elements and interactions reveals 199 the complexity of the model (Fig. 2) and facilitates understanding the dynamical equations. V and W are the 200 respective vaccine and revertant densities, with intrinsic growth and death rates governed by four parameters 201(not shown). The model also includes variables for resources (R), innate immunity (Z), adaptive immunity 202 to vector (Y ), and adaptive immunity to antigen (X) that are both influenced by and influence V andW Fig 2). In the following sections, we explore the dynamics of these interactions with simulations and present204 results graphically. Equations and parameter values are provided in the Appendix. Resource limitation and 205 innate immunity yield qualitatively similar results, so trials with resource limitation are not illustrated in the 206 main text.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "213in outcomes as the key parameters are changed. The model used here incorporates the structure of earlier 214 models used to describe immune responses[33][34][35]; parameter values used here were chosen as described in 215 some of these earlier studies.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "218 to cause final clearance. Such a scenario might correspond to the dynamics of Listeria infection of mice 219 [31], or the early dynamics of SIV infections [36]. To get a sense of the full dynamics in the model, we show 220 the time course of dynamics for the different variables (Fig. 3). The left panel plots the dynamics of virus 221 and immunity in the absence of evolution (revertant absent). The right panel plots two extremes of vaccine 222 evolution, one slight (solid curves), one strong (dotted curves); vaccine evolution is enhanced by increasing",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Diagram of model processes and interactions. This figure gives all the processes in the full model that includes resource limitation with innate and adaptive immunity. Solid lines represent variables (V, W, R, Z, X, and Y) and dashed lines represent influences. Note that only the top-most box in gray, the specific immune response to the vaccine antigen, acts differentially on the vaccine vs revertant virus. Not all of these components are included in each iteration of the model.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Representative dynamics contrasting vaccine evolution with no evolution. The trials are parameterized so that virus is controlled by innate immunity with final clearance due to adaptive immunity. (Left)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "224 seen from a comparison of the dashed and solid curves on the right with each other and a comparison of 225 those curves with the left panel. 226 Comparing the cases of no evolution with little evolution, the revertant virus does not significantly affect the 227 dynamics of the vaccine virus or immunity to the vaccine virus (red solid lines in left and right panels are 228 similar). However, with parameters that result in considerable evolution (high mutation rate, high initial 229 frequency and large growth advantage for the revertant virus), the vaccine virus is suppressed and cleared 230 earlier, reducing cumulative lifetime production of vaccine virus, and thus of vaccine antigen and of immunity 231 to the vaccine antigen.232Illustrations of dynamics from individual trials convey many details. However, without a specific empirical 233 basis for the parameter values chosen, the details have little assured relevance. We therefore provide contour 234 plots that allow easy comparison of many different trials(Fig. 4). These graphs show the cumulative vaccine235 load (left panel) and final level of immunity to vaccine (right) as a function of initial revertant frequencies 236 and selective advantage of the revertant (c). A strong correspondence exists between virus load and the 237 level of immunity generated, as is observed following infection [37]. (Subsequent figures therefore illustrate 238 the level of immunity.) The initial composition of the inoculum matters somewhat more to the adaptive 239 response than does the intrinsic cost of the vaccine (as evident by the contours being closer to vertical rather 240 than horizontal). When the inoculum is mostly vaccine and revertant fitness is not high, evolution has little 241 effect on viral load or final level of immunity (i.e., the lower left of each panel has a broad area of one color) 242 -because of the short duration of infection. Over longer periods of time, the selective advantage of the 243 revertant plays an increasing role in evolution.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "246 limitation, and innate and adaptive immunity. For the most part these factors act equally against vaccine 247 and revertant virus. Only one factor, adaptive immunity to the vaccine antigen (X), acts specifically on 248 the vaccine virus and not the revertant. Intuition suggests that this adaptive immunity to the antigen 249 can potentially suppress the vaccine's growth and give an advantage to the revertant. As with intrinsic 250 fitness costs, this selection might feed back to limit vaccine growth and thus limit the development of further Viral load and the level of immunity to the vaccine antigen depend on evolution. The extent of evolutionary change depends largely on two parameters, the initial abundance of the revertant virus (plotted on the x-axis) and the growth advantage of the revertant (plotted on the y-axis). The heat maps show how, as the extent of evolutionary change increases (as we move to the right or up), there is a reduction in the viral load of the vaccine (defined as V dt, left panel) and in the magnitude of immunity to the vaccine antigen (X, right panel). The initial amount of vaccine virus is always V(0)=1 (log =0). Note that the graphs span high levels of revertant in the inoculum that should be easily avoided (log W(0) > 1) -if the researcher is alert to the possibility. Parameters as in SI table with: no evolution scenario having W(0)=µ=0 (left panel); low evolution scenario having W(0)= 0.01 V(0), c = 0.01, µ = 10 −6 ; and high evolution having W(0)= 10 V(0), c = 0.2, µ = 10 −3 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "They can be parameterized so that the only possible selection against the vaccine comes from immunity (by 257 setting c = 0). Vaccine populations can also be freed of revertant by omitting revertant from the inoculum 258 and setting the mutation rate to 0. Thus, we can measure the effect of adaptive immunity on vaccine growth",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "large effect of evolution on vaccine immunity is evident by comparing the left panel (no evolution) and 277 right panel (evolution): introduction of revertant reduces the level of immunity against vaccine on the order 278 of 10-fold. For the evolution panel, the revertant is 3/4 the inoculum and has no intrinsic advantage over 279",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "Effect of evolution on the suppression of immunity by impairment parameters. The final level of immunity to the vaccine antigen depends heavily on the parameters k X and k Y -which describe how immunity to the vaccine and revertant affect virus replication. The left plot considers the absence of revertant, hence no evolution. The right panel introduces revertant at 3/4 the inoculum, with the same total inoculum size as in the left panel. The revertant reduces immunity (X), but the effect of increasing k X is not made worse by the revertant. Intrinsic fitness differences are absent; mutation of vaccine to revertant is set to 0.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "Optimizing the efficacy of a recombinant vector vaccine to avoid effects of 293 evolution 294 Vaccine design can affect the level of immunity specific to its recombinant antigen. This section briefly 295 consider factors that affect the efficacy of a recombinant vector vaccine in the absence of evolution, then 296 turns to vaccine designs and administration that improve vaccine efficacy in the presence of evolution. 297 An ideal recombinant vector vaccine would have the following properties. First it should elicit an immune 298 response that rapidly clears the pathogen (i.e. the rate constant for clearance of the pathogen, call it k P ,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF22": {
            "text": "325enough inoculum requires no vaccine growth, as with killed vaccines.Figure 6also shows the consequences of 326 changes in inoculum size. When the revertant frequency in the inoculum is high, increasing the inoculum size",
            "latex": null,
            "type": "figure"
        },
        "FIGREF23": {
            "text": "329tradeoff between the benefits of reducing the frequency of the revertant in the inoculum and increasing the 330 dose. Consideration of this tradeoff could help choose an economically feasible strategy, since both purifying 331 the inoculum and increasing its dose are likely to incur financial costs.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF24": {
            "text": "Effects of manipulating the inoculum on immunity to the vaccine. Small inocula that contain vaccine plus revertant are more prone to reduced immunity levels than are large inocula with little revertant.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF25": {
            "text": "the inoculum corrects the evolution problem by circumventing the consequences of vaccine 337 inferiority. A different solution is to design the vaccine with less of a disadvantage. The most obvious 338 realm for this approach is in vaccine engineering: the timing and tissues of antigen expression, location of 339 the transgene in the vector genome, and the size of the transgene may all influence intrinsic fitness effects be to 'pre-adapt' the vector in vitro on host cells expressing the antigen in trans. This adapted 342 vector would then be used as the vaccine backbone. Another simple approach would be to compete several 343 different vaccine designs in vitro and pick the design with fastest growth. Any approach using in vitro 344 adaptation needs to avoid adapting the vector to the extent that it compromises ability to grow in vivo. 345 5. Discussion 346 Any live viral vaccine may evolve within the host. The potential for attenuated viruses to revert to wild-type 347 virulence is well appreciated [1,2], even if it presents a problem for relatively few vaccines (e.g., attenuated 348 polio: [40]). There is also a potential for live, recombinant vector vaccines to evolve -our focus in this 349 paper -with the main concern being loss or reduced expression of the transgenic insert [4,41]. If the vaccine 350 evolution occurs fast enough or the vaccine infection persists long enough, loss of the insert could reduce 351 vaccine efficacy. 352 We developed and analyzed models to explore ways in which vaccine evolution could lead to a reduction in 353 vaccine efficacy. An intrinsic fitness advantage of the revertant virus, expected because engineering transgene 354 expression is likely to have metabolic and other costs, will lead to vaccine being gradually overgrown by 355 revertant. Yet this is only likely to cause a reduction in the immunity to the vaccine antigen if it leads to a 356 reduction in the absolute amount (as opposed to merely a reduction in relative frequency) of the vaccine virus. 357 Ascent of revertant can reduce the amount of the vaccine virus if the revertant uses resources required for 358 virus replication or the vaccine virus is cleared by the innate or adaptive responses elicited by the revertant.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF27": {
            "text": "Measuring the intrinsic fitness effect of the transgene is likely to be an important step in vaccine design. For375 assessing vaccine evolution, the relevant biological realm is within the host. Nonetheless, in vitro growth 376 environments may reveal much about a vaccine's intrinsic propensity to evolve loss of antigen expression. 377 There are various ways intrinsic fitness effects and their evolutionary consequences might be studied. Vaccine 378 growth in tissue culture may reveal some aspects of intrinsic fitness effects and should be relatively easy 379 to study. Loss of the transgene per se would be detectable by PCR, and the fitness advantage of revertant 380 over vaccine could be measured from changes in revertant frequency. The quantitative relevance of an in 381 vitro estimate to in vivo growth would be unknown, but the measure should allow qualitatively comparing 382 engineering designs that improve intrinsic vaccine fitness. If vaccine reversion were due to down regulation 383 of the transgene instead of loss, fitness estimation would require knowing the mutations responsible and 384 monitoring their frequencies. Use of culture-wide antigen levels to measure fitness might provide a sense 385",
            "latex": null,
            "type": "figure"
        },
        "FIGREF29": {
            "text": "Antia R, Levin BR, May RM. Within-host population-dynamics and the evolution and maintenance of 523 microparasite virulence. American Naturalist. 1994;144: 457-472. 524 34. Nowak MA, May R. Virus dynamics mathematical principles of immunology and virology. Oxford 525 University Press; 2001. 526 35. De Boer RJ, Perelson AS. Towards a general function describing t cell proliferation. J Theor Biol. 527 1995;175: 567-76. 528 36. Regoes RR, Antia R, Garber DA, Silvestri G, Feinberg MB, Staprans SI. Roles of target cells and 529 virus-specific cellular immunity in primary simian immunodeficiency virus infection. J Virol.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF30": {
            "text": "Akondy RS, Johnson PLF, Nakaya HI, Edupuganti S, Mulligan MJ, Lawson B, et al. Initial viral load 532 determines the magnitude of the human CD8 T cell response to yellow fever vaccination. Proc Natl Acad Sci Wang Z, Martinez J, Zhou W, La Rosa C, Srivastava T, Dasgupta A, et al. Modified H5 promoter 538 improves stability of insert genes while maintaining immunogenicity during extended passage of genetically 539 engineered MVA vaccines. Vaccine. 2010;28: 1547-1557. doi:10.1016/j.vaccine.2009.11.056 540 40. Kew OM. Reaching the last one per cent: Progress and challenges in global polio eradication. Current 541 opinion in virology. 2012;2: 188-198. doi:10.1016/j.coviro.2012.02.006 542 41. Basinski AJ, Varrelman TJ, Smithson MW, May RH, Remien CH, Nuismer SL. Evaluating the promise 543 of recombinant transmissible vaccines. Vaccine. 2018;36: 675-682. doi:10.1016/j.vaccine.2017.12.037 544 42. Hilborn R, Mangel M. The ecological detective : Confronting models with data. Princeton, N.J.: Princeton 545 University Press; 1997. 546 43. May RM. Uses and abuses of mathematics in biology. Science. 2004;303: 790-3. 547 44. Manicassamy B, Manicassamy S, Belicha-Villanueva A, Pisanelli G, Pulendran B, García-Sastre A. 548 Analysis of in vivo dynamics of influenza virus infection in mice using a gfp reporter virus. Proc Natl Acad 549 Sci U S A. 2010;107: 11531-6. doi:10.1073/pnas.0914994107 550 45. Kaech SM, Ahmed R. Memory cd8+ t cell differentiation: Initial antigen encounter triggers a developmental 551 program in naive cells. Nat Immunol. 2001;2: 415-22. 552 46. Stipdonk MJ van, Lemmens EE, Schoenberger SP. Naive ctls require a single brief period of antigenic 553 stimulation for clonal expansion and differentiation. Nat Immunol. 2001;2: 423-9. 554 47. Antia R, Bergstrom CT, Pilyugin SS, Kaech SM, Ahmed R. Models of cd8+ responses: 1. what is the 555 antigen-independent proliferation program. J Theor Biol. 2003;221: 585-98.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF31": {
            "text": "Gallagher ME, Brooke CB, Ke R, Koelle K. Causes and consequences of spatial within-host viral spread.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF32": {
            "text": ". Arinaminpathy N, Lavine JS, Grenfell BT. Self-boosting vaccines and their implications for herd immunity.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF33": {
            "text": "559 Proceedings of the National Academy of Sciences of the United States of America. 2012;109: 20154-20159.",
            "latex": null,
            "type": "figure"
        },
        "TABREF2": {
            "text": "table defines the variables used in these equations.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "). wild type virus strains. Vaccine. 2016;34: 6610-6616. doi:10.1016/j.vaccine.2016.04.060 463 8. Kochhar S, Excler J-L, Bok K, Gurwith M, McNeil MM, Seligman SJ, et al. Defining the interval for monitoring potential adverse events following immunization (AEFIs) after receipt of live viral vectored vaccines. Vaccine. 2018; doi:10.1016/j.vaccine.2018.08.085 466 9. Logg CR, Logg A, Tai CK, Cannon PM, Kasahara N. Genomic stability of murine leukemia viruses containing insertions at the Env-3' untranslated region boundary. Journal of Virology. 2001;75: 6989-6998. doi:10.1128/JVI.75.15.6989-6998.2001 10. Duch M, Carrasco ML, Jespersen T, Hansen BD, Pedersen FS. Transgene stability for three replicationcompetent murine leukemia virus vectors. Gene. 2004;329: 61-69. doi:10.1016/j.gene.2003.12.032 11. Yu L, Zhou Y, Jiang Y, Tong W, Yang S, Gao F, et al. Construction and in vitro evaluation of a recombinant live attenuated PRRSV expressing GM-CSF. Virology Journal. 2014;11: 201. doi:10.1186/s12985-014-0201-4 12. Li Z, Wang J, Yuan D, Wang S, Sun J, Yi B, et al. A recombinant canine distemper virus expressing 474 a modified rabies virus glycoprotein induces immune responses in mice. Virus Genes. 2015;50: 434-441. 13. Li Z, Wang G, Wang Y, Zhang C, Wang X, Huang B, et al. Rescue and evaluation of a recombinant PRRSV expressing porcine Interleukin-4. Virology Journal. 2015;12: 185. doi:10.1186/s12985-015-0380-7 14. Malczyk AH, Kupke A, Prüfer S, Scheuplein VA, Hutzler S, Kreuz D, et al. A highly immunogenic and protective Middle East Respiratory Syndrome coronavirus vaccine based on a recombinant measles virus The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/545087 doi: bioRxiv preprint doi:10.1038/nri700 25. Baccam P, Beauchemin C, Macken CA, Hayden FG, Perelson AS. Kinetics of influenza A virus infection in humans. Journal of Virology. 2006;80: 7590-7599. doi:10.1128/JVI.01623-05 26. Saenz RA, Quinlivan M, Elton D, Macrae S, Blunden AS, Mumford JA, et al. Dynamics of influenza The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/545087 doi: bioRxiv preprint virus infection and pathology. J Virol. 2010;84: 3974-83. doi:10.1128/JVI.02078-09 27. Pawelek KA, Huynh GT, Quinlivan M, Cullinane A, Rong L, Perelson AS. Modeling within-host dynamics of influenza virus infection including immune responses. PLoS Comput Biol. 2012;8: e1002588. doi:10.1371/journal.pcbi.1002588 28. Moore J, Ahmed H, Jia J, Akondy R, Ahmed R, Antia R. What controls the acute viral infection following yellow fever vaccination? Bull Math Biol. 2018;80: 46-63. doi:10.1007/s11538-017-0365-3 29. Ahmed H, Moore J, Manicassamy B, Garcia-Sastre A, Handel A, Antia R. Mathematical analysis of 514 a mouse experiment suggests little role for resource depletion in controlling influenza infection within host. arXiv e-prints. 2017; arXiv:1705.02565. 30. Takeuchi O, Akira S. Recognition of viruses by innate immunity. Immunological Reviews. 2007;220: 214-224. doi:10.1111/j.1600-065X.2007.00562.x 518 31. Antia R, Koella JC. A model of non-specific immunity. Journal of Theoretical Biology. 1994;168: 141-150. doi:10.1006/jtbi.1994.1094 32. Iwasaki A, Medzhitov R. Regulation of adaptive immunity by the innate immune system. Science.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}