{
    "paper_id": "671b44ae9bec89cacf7ae9e7b2a79649a9b66773",
    "metadata": {
        "title": "A PREPRINT",
        "authors": [
            {
                "first": "Julien",
                "middle": [],
                "last": "Riou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bern Bern",
                    "location": {
                        "country": "Switzerland"
                    }
                },
                "email": "julien.riou@ispm.unibe.ch"
            },
            {
                "first": "Christian",
                "middle": [
                    "L"
                ],
                "last": "Althaus",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bern",
                    "location": {
                        "settlement": "Bern",
                        "country": "Switzerland"
                    }
                },
                "email": "christian.althaus@alumni.ethz.ch"
            }
        ]
    },
    "abstract": [
        {
            "text": "On December 31, 2019, the World Health Organization was notified about a cluster of pneumonia of unknown aetiology in the city of Wuhan, China. Chinese authorities later identified a new coronavirus (2019-nCoV) as the causative agent of the outbreak. As of January 23, 2020, 655 cases have been confirmed in China and several other countries. Understanding the transmission characteristics and the potential for sustained human-to-human transmission of 2019-nCoV is critically important for coordinating current screening and containment strategies, and determining whether the outbreak constitutes a public health emergency of international concern (PHEIC). We performed stochastic simulations of early outbreak trajectories that are consistent with the epidemiological findings to date. We found the basic reproduction number, R 0 , to be around 2.2 (90% high density interval 1.4-3.8), indicating the potential for sustained human-to-human transmission. Transmission characteristics appear to be of a similar magnitude to severe acute respiratory syndrome-related coronavirus (SARS-CoV) and the 1918 pandemic influenza. These findings underline the importance of heightened screening, surveillance and control efforts, particularly at airports and other travel hubs, in order to prevent further international spread of 2019-nCoV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "On December 31, 2019, the World Health Organization (WHO) was alerted about a cluster of pneumonia of unknown aetiology in the city of Wuhan, China [1] . Only a few days later, Chinese authorities identified and characterised a novel coronavirus (2019-nCoV) as the causative agent of the outbreak [2] . The outbreak apparently started from a single or multiple zoonotic transmission events at a wet market in Wuhan, and has since resulted in 655 confirmed cases in China and several other countries by January 23, 2020 [3] . At this early stage of the outbreak, it is critically important to gain a better understanding of the transmission pattern and the potential for sustained human-to-human transmission of 2019-nCoV. Information on the transmission characteristics will help coordinate current screening and containment strategies, support decision making on whether the outbreak constitutes a public health emergency of international concern (PHEIC), and is necessary for anticipating the risk of pandemic spread of 2019-nCoV.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 151,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 297,
                    "end": 300,
                    "text": "[2]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 519,
                    "end": 522,
                    "text": "[3]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Two key properties will determine further spread of 2019-nCoV. First, the basic reproduction number R 0 describes the average number of secondary cases generated by an infectious index case during the early phase of the outbreak. IfR 0 is above the critical threshold of 1, continuous human-to-human transmission with sustained transmission chains will occur. Second, the individual variation in the number of secondary cases provides further information about the early outbreak dynamics and the expected number of superspreading events [4, 5, 6] .",
            "cite_spans": [
                {
                    "start": 538,
                    "end": 541,
                    "text": "[4,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 542,
                    "end": 544,
                    "text": "5,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 545,
                    "end": 547,
                    "text": "6]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In order to better understand the early transmission pattern of 2019-nCoV, we performed stochastic simulations of early outbreak trajectories that are consistent with the epidemiological findings to date. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We performed stochastic simulations of the first few generations of human-to-human transmission of 2019-nCoV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Simulations were initialized with one index case. For each primary case, we generated secondary cases according to a negative-binomial offspring distribution with mean R 0 and dispersion k [4, 5] . The dispersion parameter k can be interpreted as a measure of the probability of superspreading events (the lower the value of k, the higher the probability of superspreading). The generation time interval D was assumed to be gamma-distributed with a shape parameter of 2, and a mean that varied between 7 and 14 days. We explored a wide range of parameter combinations (Table 1 ) and ran 1,000 stochastic simulations for each individual combination. This corresponds to a total of 3.52 million one-index-case simulations that were run on UBELIX (http://www.id.unibe.ch/hpc), the high performance computing cluster at the University of Bern.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 192,
                    "text": "[4,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 193,
                    "end": 195,
                    "text": "5]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 568,
                    "end": 576,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "In a second step, we accounted for the uncertainty regarding the number of index cases n and the date T of the initial zoonotic animal-to-human transmissions at the wet market in Wuhan. An epidemic with several index cases can be considered as the sum of several independent epidemics with one index case each. We sampled (with replacement) n of the one-index-case epidemics, sampled a date of onset for each index case, and summed the epidemic curves together. The sampling of the date of onset was done uniformly from a two-week interval around November 27, 2019, in coherence with early phylogenetic analyses of 11 2019-nCoV genomes [7] . This step was repeated 4,800 times for each combination of R 0 (22 points) and k (20 points) for a total of 2,112,000 full epidemics simulated that included the uncertainty on D, n and T . Finally, we calculated the proportion of stochastic simulations that reached a total number of infected cases within the interval [1000, 9700] by January 18, 2020, as estimated by Imai and colleagues [8] . In a process related to Approximate Bayesian Computation (ABC), the parameter value combinations that led to simulations within that interval were treated as approximations to the posterior distributions of the parameters with uniform prior distributions. Model simulations and analyses were performed in the R software for statistical computing [9] . Code files are available on https://github.com/jriou/wcov.",
            "cite_spans": [
                {
                    "start": 636,
                    "end": 639,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1031,
                    "end": 1034,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1383,
                    "end": 1386,
                    "text": "[9]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "In order to reach between 1,000 and 9,700 infected cases by January 18, 2020, the early human-to-human transmission of 2019-nCoV are characterized by values of R 0 around around 2.2 (90% high density interval 1.4-3.8) (figure 1). The observed data at this point is compatible with a large range of values for the dispersion parameter k (median 0.54, 90% several cities including Wuhan shows that Chinese authorities are aware of the potential magnitude of this outbreak. Second, the risk of superspreading events could be similar to SARS-CoV and MERS-CoV, but is unlikely to be higher. This has important implications for international travel, as superspreading increases the risk of large infection clusters in distant countries originating from one or a few unidentified imported cases. The implementation of control measures in hospital settings, especially emergency rooms, will also be of prime importance, as has been shown by the examples of MERS-CoV in South Korea [15] and in Saudi Arabia [16] . Third, our simulations are also consistent with lower levels of superspreading that are more similar to 1918 pandemic influenza. In this case, we would expect less explosive outbreaks resulting from single cases but a higher risk of sustained transmission chains [4] .",
            "cite_spans": [
                {
                    "start": 973,
                    "end": 977,
                    "text": "[15]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 998,
                    "end": 1002,
                    "text": "[16]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1268,
                    "end": 1271,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Our analysis, while limited due to the scarcity of data, has two important strengths. First, it is based on the simulation of a wide range of possibilities regarding epidemic parameters and allows for the full propagation of the many remaining uncertainties regarding 2019-nCoV and the situation in Wuhan: the size of the initial zoonotic event at the wet market, the date(s) of the initial animal-to-human transmission event(s) and the generation time interval. While accounting for all these uncertainties, our analysis provides a reliable summary of the current state of knowledge about the human-to-human transmissibility of 2019-nCoV. Second, its focus on the possibility of superspreading events by using negative-binomial offspring distributions is very important in the context of emerging coronaviruses [4, 5] . While our estimate of k remains very imprecise, the simulations suggest that very low values of k (< 0.1) are less likely than higher values (> 1) that correspond to a more homogeneous transmission pattern. However, values of k in the range of 0.1-0.2 are still compatible with the occurrence of large superspreading events, especially in hospital settings [15, 16] .",
            "cite_spans": [
                {
                    "start": 812,
                    "end": 815,
                    "text": "[4,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 816,
                    "end": 818,
                    "text": "5]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1178,
                    "end": 1182,
                    "text": "[15,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1183,
                    "end": 1186,
                    "text": "16]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Our analysis suggests that the early pattern of human-to-human transmission 2019-nCoV is reminiscent of SARS-CoV emergence in 2002. International collaboration and coordination will be crucial in order to contain the spread of 2019-nCoV. At this stage, particular attention should should be given on the prevention of superspreading events, while the rapid establishment of sustained transmission chains from single cases cannot be ruled out. The previous experience with SARS-CoV has shown that established practices of infection control can stop such an epidemic. Given the uncertainty around the case fatality rate, our findings highlight the importance of heightened screening, surveillance and control efforts, particularly at airports and other travel hubs, in order to prevent further international spread of 2019-nCoV. https://www.sciencemag.org/news/2020/01/ who-panel-puts-decision-whether-sound-alarm-rapid-spread-new-virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Accessed: 2020-01-23.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "[12] Tianmu Chen, Jia Rui, Qiupeng Wang, Zeyu Zhao, Jing-An Cui, and Ling Yin. A mathematical model for simulating the transmission of wuhan novel coronavirus. bioRxiv, 2020. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.23.917351 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Discovery of a novel coronavirus associated with the recent pneumonia outbreak in humans and its potential bat origin. bioRxiv",
            "authors": [
                {
                    "first": "Zheng-Li",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "Peng",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Xing-Lou",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Xian-Guang",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Ben",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Lei",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Wei",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hao-Rui",
                    "suffix": ""
                },
                {
                    "first": "Yan",
                    "middle": [],
                    "last": "Si",
                    "suffix": ""
                },
                {
                    "first": "Bei",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "Chao-Lin",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Hui-Dong",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Jing",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Yun",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Hua",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "-20 outbreak of novel coronavirus 2019-nCoV",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Wikipedia",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Superspreading and the effect of individual variation on disease emergence",
            "authors": [
                {
                    "first": "J O Lloyd-Smith",
                    "middle": [],
                    "last": "Schreiber",
                    "suffix": ""
                },
                {
                    "first": "P E",
                    "middle": [],
                    "last": "Kopp",
                    "suffix": ""
                },
                {
                    "first": "W M",
                    "middle": [],
                    "last": "Getz",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "438",
            "issn": "7066",
            "pages": "355--364",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Ebola superspreading",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Christian L Althaus",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet Infect Dis",
            "volume": "15",
            "issn": "5",
            "pages": "507--508",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The role of superspreading in Middle East respiratory syndrome coronavirus (MERS-CoV) transmission",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kucharski",
                    "suffix": ""
                },
                {
                    "first": "C L Althaus",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Euro Surveill",
            "volume": "20",
            "issn": "25",
            "pages": "14--22",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Preliminary phylogenetic analysis of 11 nCoV2019 genomes",
            "authors": [
                {
                    "first": "Andrew",
                    "middle": [],
                    "last": "Rambaut",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2020--2021",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Report 2: Estimating the potential total number of novel Coronavirus cases in Wuhan City",
            "authors": [
                {
                    "first": "Natsuko",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                },
                {
                    "first": "Ilaria",
                    "middle": [],
                    "last": "Dorigatti",
                    "suffix": ""
                },
                {
                    "first": "Anne",
                    "middle": [],
                    "last": "Cori",
                    "suffix": ""
                },
                {
                    "first": "Christl",
                    "middle": [],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "Steven",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "Neil",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Middle east respiratory syndrome coronavirus superspreading event involving 81 persons",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Myoung-Don Oh",
                    "suffix": ""
                },
                {
                    "first": "Hong",
                    "middle": [
                        "Sang"
                    ],
                    "last": "Pyoeng Gyun Choe",
                    "suffix": ""
                },
                {
                    "first": "Wan",
                    "middle": [
                        "Beom"
                    ],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "Sang-Min",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "Jinkyeong",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Sang",
                    "middle": [
                        "Kook"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "Jeong-Sup",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Nam Joong",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Korean Medical Science",
            "volume": "30",
            "issn": "11",
            "pages": "1701--1705",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Hospital outbreak of middle east respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "Abdullah",
                    "middle": [],
                    "last": "Assiri",
                    "suffix": ""
                },
                {
                    "first": "Allison",
                    "middle": [],
                    "last": "Mcgeer",
                    "suffix": ""
                },
                {
                    "first": "Trish",
                    "middle": [
                        "M"
                    ],
                    "last": "Perl",
                    "suffix": ""
                },
                {
                    "first": "Connie",
                    "middle": [
                        "S"
                    ],
                    "last": "Price",
                    "suffix": ""
                },
                {
                    "first": "Abdullah A Al",
                    "middle": [],
                    "last": "Rabeeah",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Derek",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zaki",
                    "suffix": ""
                },
                {
                    "first": "Maher",
                    "middle": [],
                    "last": "Alabdullatif",
                    "suffix": ""
                },
                {
                    "first": "Abdulmohsen",
                    "middle": [],
                    "last": "Assad",
                    "suffix": ""
                },
                {
                    "first": "Hatem",
                    "middle": [],
                    "last": "Almulhim",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Makhdoom",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "New England Journal of Medicine",
            "volume": "369",
            "issn": "5",
            "pages": "407--416",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Values of R 0 and k most compatible with epidemic data available on 2019-nCoV as of January 23, 2020 (in blue). The basic reproduction number R 0 quantifies human-to-human transmission. The dispersion parameter k quantifies the risk of a superspreading event (lower values of k are linked to a higher probability of superspreading).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Illustration of the simulation strategy. The lines represent the cumulative incidence of 100 simulations with R 0 = 1.8 and k = 1.13. The other parameters are left to vary according to table 1. Among these simulated epidemics, 54.3% led to a cumulative incidence between 1000 and 9700 on January 18, 2020 (in red, as infigure 2). high density interval 0.014-6.95). However, our simulations suggest that very low values of k, corresponding to a large probability of superspreading events, are less likely. These estimates incorporate the uncertainty on the current total epidemic size (as of January 23, 2020) and on the date and scale of the initial zoonotic event (figure 2).Comparison with other emerging viruses in the past allows to put in perspective the available information regarding the transmission patterns of 2019-nCoV. Our estimates of R 0 and k are more similar to previous estimates focusing on early human-to-human transmission of SARS-CoV in Beijing and Singapore[4] than of MERS-CoV[6] (figure 3). Our estimates for 2019-nCoV are also in line with those of 1918 Influenza [10]. Discussion After SARS-CoV in 2002 and of MERS-CoV in 2012, the emergence of 2019-nCoV in Wuhan, China raises serious concerns about an emerging global health threat. The WHO International Health Regulations Emergency Committee concluded on January 22, 2020 that the lack of information about the patterns of transmission of the disease limited their ability to declare a PHEIC [11]. The increasing research activity on 2019-nCoV has led to estimates of animal-tohuman transmission [12], estimates of epidemic size using air travel data[8, 13], and a better characterisation of the epidemiological and virological characteristics of the virus [14, 2]. Our study is the first to focus on the quantification of early human-to-human transmission of 2019-nCoV. The observed patterns of transmission confirm that the current situation has a much closer relationship to what was observed during the early stages of SARS-CoV transmission in Beijing and Singapore rather than during the emergence of MERS-CoV in the Middle-East[4,6]. Although very different virological characteristics limit the relevance of such a comparison, the transmission pattern of nCoV-2019 is also similar to those of 1918 pandemic influenza [10].The scarcity of available data, especially on case counts by date of disease onset as well as contact tracing, greatly limits the precision of our estimates and does not yet allow for reliable forecasts of epidemic spread. While based on few data points, our analysis can still shed light on the early transmission pattern of 2019-nCoV. First, our estimate of R 0 suggests that the disease has the potential for sustained human-to-human transmission. This implies that effective prevention and control measures will be crucial at this stage to limit further spread of the virus. The recent shutdown Proportion of simulated epidemics that lead to a cumulative incidence between 1000 and 9700 on January 18, 2020. This can be interpreted as the combinations of R 0 and k values most compatible with epidemic data available on 2019-nCoV as of January 23, 2020. As a comparison, we show the estimates of R 0 and k for the early human-to-human transmission of SARS-CoV in Singapore and Beijing, and of 1918 Influenza[4, 10,6].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "M. Chinazzi, J. T. Davis, A. Pastore y Piontti, X. Xiong, A. Vespignani, C. Gioannini, M. Litvinova, L. Rossi, M.E. Halloran, and I.M. Longini Jr. Preliminary assessment of the international spreading risk associated with the 2019 nCOV outbreak in Wuhan city. https://www.mobs-lab.org/2019ncov.html.[14] Peng Wu, Xinxin Hao, Eric H Y Lau, Jessica Y Wong, Kathy S M Leung, Joseph T Wu, Benjamin J Cowling, and Gabriel M Leung. Real-time tentative assessment of the epidemiological characteristics of novel coronavirus infections in wuhan, china, as at 22 january 2020. Eurosurveillance, 25(3)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Parameter ranges for stochastic simulations of outbreak trajectories.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "CC-BY-NC 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "CC-BY-NC 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.23.917351 doi: bioRxiv preprint [9] R Core Team. R: A Language and Environment for Statistical Computing. R Foundation for Statistical Computing, Vienna, Austria, 2018. [10] Christophe Fraser, Derek A T Cummings, Don Klinkenberg, Donald S Burke, and Neil M Ferguson. Influenza transmission in households during the 1918 pandemic. Am J Epidemiol, 174(5):505-14, Sep 2011.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "JR is funded by the Swiss National Science Foundation (grant 174281).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        },
        {
            "text": "JR and CLA designed the study, JR performed model simulations, JR and CLA analyzed and interpreted the results and wrote the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contributions"
        }
    ]
}