{
    "paper_id": "683416e300a4f4075835852558855b07c342bd72",
    "metadata": {
        "title": "Glycosylation of Zika Virus Is Important in Host-Virus Interaction and Pathogenesis 1 USA",
        "authors": [
            {
                "first": "Nanda",
                "middle": [],
                "last": "Kishore",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Nebraska Medical",
                    "location": {
                        "addrLine": "6 Center",
                        "postCode": "68198-5800",
                        "settlement": "Omaha",
                        "region": "NE",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Routhu",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sylvain",
                "middle": [
                    "D"
                ],
                "last": "Lehoux",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Beth",
                    "location": {
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "Israel"
                    }
                },
                "email": ""
            },
            {
                "first": "Emily",
                "middle": [
                    "A"
                ],
                "last": "Rouse",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Beth",
                    "location": {
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "Israel, USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Mehdi",
                "middle": [
                    "R M"
                ],
                "last": "Bidokhti",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Nebraska Medical",
                    "location": {
                        "addrLine": "6 Center",
                        "postCode": "68198-5800",
                        "settlement": "Omaha",
                        "region": "NE",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Leila",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Nebraska Medical Center",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "B",
                "middle": [],
                "last": "Giron",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alit",
                "middle": [],
                "last": "Anzurez",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Patrick",
                "middle": [],
                "last": "St",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Reid",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Nebraska Medical Center",
                    "location": {
                        "settlement": "Omaha, 16 NE",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Mohamed",
                "middle": [],
                "last": "Abdel-Mohsen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Richard",
                "middle": [
                    "D"
                ],
                "last": "Cummings",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Nebraska",
                    "location": {
                        "postCode": "10, 68198-5805",
                        "settlement": "Omaha",
                        "region": "NE",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Siddappa",
                "middle": [
                    "N"
                ],
                "last": "Byrareddy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Nebraska Medical",
                    "location": {
                        "addrLine": "6 Center",
                        "postCode": "68198-5800",
                        "settlement": "Omaha",
                        "region": "NE",
                        "country": "USA"
                    }
                },
                "email": "sid.byrareddy@unmc.edu"
            },
            {
                "first": "Siddappa",
                "middle": [],
                "last": "Byrareddy",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Zika virus (ZIKV) is a global public health issue due to its association with severe 33 developmental disorders in infants and neurological disorders in adults. Because ZIKV uses 34 glycosylation of its envelope (E) protein to interact with host cell receptors to facilitate entry, 35 these interactions could also be important for designing therapeutics and vaccines. Due to a lack 36 of information about Asn-linked (N-glycans) on ZIKV E, we analyzed ZIKV E of various strains 37 derived from different cells. ZIKV E proteins are extensively modified with oligomannose-, 38 hybrid-and complex-N-glycans of a highly heterogeneous nature. Host cell-surface glycans 39 correlated strongly with the glycomic features of ZIKV E. Mechanistically, we discovered that 40 ZIKV N-glycans are important in viral pathogenesis, as mannose-specific C-type lectins DC-41 SIGN and L-SIGN mediate cell entry of ZIKV. Our findings represent the first detailed mapping 42 of N-glycans on ZIKV E of various strains and their functional significance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "43 44 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/564542 doi: bioRxiv preprint 45 Zika virus (ZIKV) is mainly transmitted to humans via infected mosquitoes, though other 46 transmission routes, such as through placenta and sexual intercourse can also occur 1,2 . Recently, 47 the considerable increase in ZIKV infection rates has raised urgent global urgent concerns, 48 especially after the outbreaks in Yap Islands (2007) 3,4 , French Polynesia (2013) 5,6 , Easter Island 49 (2014) 7 , and Brazil (2015) 8,9 . These ZIKV outbreaks were associated with a sharp increase in 50 cases of Guillain Barre Syndrome (GBS), an autoimmune disease featured by weakening and 51 paralysis of the limbs and face. In 2015, Zika spread to South and Central America, infecting 52 thousands of people in Brazil and Colombia, where it was associated with an increase in GBS 53 rates as well as a significant increase in severe fetal abnormalities including spontaneous 54 abortion, stillbirth, hydrocephaly, microcephaly, hydranencephaly/hydrops fetalis, and placental 55 insufficiency 10-14 . ZIKV is a small, enveloped positive-strand RNA virus 15 . The genomic RNA 56 of this mosquito-borne flavivirus contains a single open reading frame (ORF) that encodes a 57 polyprotein 16,17 . This polyprotein undergoes co-and post-translational processing to produce 58 three structural proteins, which are capsid (C), pre-membrane (prM) and envelope (E), in 59 addition to seven non-structural proteins (NS1, NS2A, NS2B, NS3, NS4A, NS4B, and NS5) 17,18 . 60 Of the three structural proteins, E is the major surface glycoprotein, containing three domains (I, 61 II, III) and two transmembrane helices 17-19 . The majority of flaviviruses E proteins are post-62 translationally modified by N-glycans at amino acid 153/154 within a highly conserved 63 glycosylation motif of N-X-T/S at positions 154-156 (where X is any amino acid except proline) 64 16 . This is a primary target of neutralizing antibodies and is required for virus entry 20 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "65",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Previously, it was demonstrated that the N-glycosylation sites on the E protein of flaviviruses are 66 highly conserved (Supplementary Fig. 1) , playing a vital role in both infectivity and assembly 67 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 120,
                    "end": 142,
                    "text": "(Supplementary Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/564542 doi: bioRxiv preprint 6 two ZIKV E proteins from African lineage strains, MR766 and IbH, displayed similar N-glycan 102 profiles across the six cell lines that were tested (Supplementary Fig. 4a, b) . When produced in 103 C6/36, Vero, THP-1, and SNB19 cells, these N-glycan profiles were heavily dominated by 104 sialylated glycans. For these four cell lines, bi-and tri-sialylated tri-antennary N-glycans (3241.8 105 m/z and 3603.0 m/z) were the most abundant found on ZIKV E, followed by bi-sialylated bi-106 antennary (2792.5 m/z) and tetra-sialylated tri-antennary (3964.2 m/z) N-glycans 107 (Supplementary Fig. 4a, b) . ZIKV E produced in SNB19 cells was also found to be decorated 108 with Man5 (1579.9 m/z), agalactosylated bisected (1907.1 m/z), core-fucosylated non-sialylated 109 bi-antennary (2244.3 m/z), and core-fucosylated mono-sialylated bi-antennary (2605.5 m/z) N-110 glycans (Supplementary Fig. 4a, b). When expressed in the LLC-MK2 and JEG-9 cell lines, the 111 N-glycan profiles of MR766 and IbH strains of E were markedly different. When produced in 112 LLC-MK2 cells, bi-sialylated bi-antennary (2792.5 m/z) and core-fucosylated agalactosylated 113 (1836.0 m/z) N-glycans were by far the two most abundant glycan species (Supplementary Fig. 114 4a, b). More complex N-glycans, with three or more sialic acids and additional lactosamine 115 repeats, were not identified in ZIKV E expressed in LLC-MK2 cells. Finally, the ZIKV E 116 produced in JEG-3 cells revealed a different N-glycosylation pattern between MR766 and IbH 117 strains. While the di-and tri-sialylated N-glycans (2792.5, 3241.8, and 3603.0 m/z) were the 118 most abundant for the MR766 ZIKV-E produced in JEG-3, the variety of N-glycans identified in 119 JEG-3 cells was greater, notably including Man 5 GlcNAc 2 (1579.9 m/z), Man 6 GlcNAc 2 (1784.0 120 m/z), Man 7 GlcNAc 2 (1988.1 m/z), Man 8 GlcNAc 2 (2192.2 m/z), asialo bi-antennary (2070.2 121 m/z), and core fucosylated asialo-bi-antennary (2244.3 m/z) N-glycans (Supplementary Fig.   122 4a). In contrast, the IbH strain produced in the JEG-3 cells displayed a more restricted N-glycan 123 profile, with the notable absence of sialylated N-glycans and with the core fucosylated asialo-bi-124 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 296,
                    "end": 322,
                    "text": "(Supplementary Fig. 4a, b)",
                    "ref_id": null
                },
                {
                    "start": 720,
                    "end": 746,
                    "text": "(Supplementary Fig. 4a, b)",
                    "ref_id": null
                },
                {
                    "start": 2147,
                    "end": 2157,
                    "text": "Fig.   122",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/564542 doi: bioRxiv preprint 81 In order to confirm whether ZIKV E localized within the endoplasmic reticulum (ER), The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/564542 doi: bioRxiv preprint 7 antennary (2244.3 m/z) N-glycan being the most complex N-glycan identified (Supplementary 125 Fig. 4b) . 126 Similar to African lineage ZIKV, the N-glycosylation profiles from the Asian lineage viruses 127 PRVABC59 and FLR varied across cell lines, yet were nearly identical within any given cell line 128 (Supplementary Fig. 4c, d) . Additionally, the E protein of PRVABC59 and FLR strains 129 expressed in C6/36, Vero, THP-1, and SNB19 cell lines were primarily decorated with tri-130 sialylated tri-antennary N-glycans (3603.0 m/z) and-with a lesser abundance-di-sialylated bi-131 and tri-antennary (2792.5 and 3241.8 m/z) and tetra-sialylated tri-antennary (3964.2 m/z) N-132 glycans ( Supplementary Fig. 4c, d) . Minor N-glycans including Man 5 GlcNAc 2 (1579.9 m/z), 133 monosialylated bi-antennary (2431.4 m/z), core-fucosylated mono-galactosylated bi-antennary 134 (2040.2 m/z), core-fucosylated asialo bi-antennary (2244.3 m/z), and core-fucosylated mono-135 sialylated bi-antennary (2605.5 m/z) N-glycans were also identified ( Supplementary Fig. 4c, d) . 136 Similar to the African lineage, the E proteins of Asian lineage revealed a more restricted N-137 glycan profile when expressed in LLC-MK2 cells. The di-sialylated bi-antennary (2792.5 m/z) 138 N-glycan was identified as the most abundant N-glycan, with very low to no expression of more 139 complex N-glycans. The core-fucosylated agalactosylated (1836.0 m/z) and mono-sialylated bi-140 antennary (2431.4 m/z) were, respectively, the second and third most relatively abundant N-141 glycans reported (Supplementary Fig. 4c, d) . Lastly, the N-glycan profiles of the PRVABC59 142 and FLR strains of E expressed in JEG-3 cells showed a lower abundance of highly sialylated N-143 glycans such as the tri-and tetra-sialylated tri-antennary N-glycans (3603.0 and 3964.2 m/z) 144 compared to the virus produced in the C6/36, Vero, THP-1, and SNB19 cells. By contrast, the E 145 of the PRVABC59 strain showed an increased abundance of both mono-sialylated N-glycans 146 (2431.4 and 2880.6 m/z) and non-sialylated N-glycans (2040.2, 2070.2 and 2244 .3 m/z). 147 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 148,
                    "text": "81",
                    "ref_id": null
                },
                {
                    "start": 486,
                    "end": 489,
                    "text": "126",
                    "ref_id": null
                },
                {
                    "start": 1447,
                    "end": 1450,
                    "text": "136",
                    "ref_id": null
                },
                {
                    "start": 2456,
                    "end": 2490,
                    "text": "N-glycans (2040.2, 2070.2 and 2244",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 475,
                    "end": 483,
                    "text": "Fig. 4b)",
                    "ref_id": null
                },
                {
                    "start": 687,
                    "end": 713,
                    "text": "(Supplementary Fig. 4c, d)",
                    "ref_id": null
                },
                {
                    "start": 1071,
                    "end": 1096,
                    "text": "Supplementary Fig. 4c, d)",
                    "ref_id": null
                },
                {
                    "start": 1419,
                    "end": 1444,
                    "text": "Supplementary Fig. 4c, d)",
                    "ref_id": null
                },
                {
                    "start": 1950,
                    "end": 1976,
                    "text": "(Supplementary Fig. 4c, d)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/564542 doi: bioRxiv preprint 8 Unlike the African and Asian lineage strains, the N-glycans found on the E protein of the 148 Brazilian isolate SJRP were almost exclusively non-sialylated when produced in C6/36 and Vero 149 cells. In both of these cell lines, the major N-glycans found were Man 5 GlcNAc 2 (1579.9 m/z), 150 asialo-bi-antennary (2070.2 m/z), and core fucosylated asialo-bi-antennary (2244.3 m/z) N-151 glycans (Supplementary Fig. 4e) . When produced in LLC-MK2 cells, however, the N-glycan 152 profile of the E protein from the SJRP strain was comparable to the profiles found for the four 153 other strains, with the di-sialylated bi-antennary (2792.6 m/z) and the core-fucosylated 154 agalactosylated (1836.1 m/z) N-glycans being the most abundant. Contrasting the other E 155 proteins produced in C6/36, LLC-MK2 and Vero cells, Man5 (1579.9 m/z) was found to be the 156 most abundant N-glycan on the SJRP strain. However, the N-glycan profiles generated from the 157 E protein of SJRP strain expressed in THP-1, SNB19, and JEG-3 cells revealed a high relative 158 abundance of di-sialylated bi-antennary (2792.5 m/z), tri-antennary (3241.8 m/z), and tri-159 sialylated tri-antennary (3603.0 m/z) with little to no expression of less complex non-sialylated 160 N-glycans such as Man 5 GlcNAc 2 (Supplementary Fig. 4e) . 161 The major proportion (> 5%) of N-glycan spectra at 3603.0 mz, 3241.8 mz, 2792.6 mz, 3964.2 162 mz, 1836.0 mz, and 2040.2 mz were identified on ZIKV E produced in these cell lines. These 163 heterogenous N-glycan structures of the studied ZIKV E include high (oligo)-mannose; these and 164 other N-glycans compositionally are predicted to include the residues N-acetylgalactosamine 165 (GalNAc), N-acetylglucosamine (GlcNAc), N-acetylneuraminic acid (NeuAc), galactose (Gal), 166 glucose (Glc), fucose (Fuc), and sialic acid. In addition, we found many other glycan forms with 167 high heterogeneity but smaller proportion (< 5%); these were not further characterized. These The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/564542 doi: bioRxiv preprint 9 Cell-surface glycosylation strongly correlates with glycomic features of ZIKV E protein 171 In order to identify the general patterns of endogenous glycans in ZIKV-producing cell surface 172 endogenous glycoproteins, a lectin array was used. This approach relies on specificities of 173 immobilized lectins that recognize specific glycan features on cell surface glycoproteins, 174 resulting in their binding to the array. These data revealed that different cell lines harbor 175 differential cell-surface glycosylation (Fig. 3) that might impact the glycosylation of the virus 176 produced in these cells. In general, the expression of several cell-surface glycan structures 177 correlated with viral N-glycan features (Supplementary Table 3 ). Of interest, and as shown in The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. designing glycomimetic compounds as potential antiviral agents 42 . In this study, we used MS to 213 characterize the E protein N-glycans of ZIKV derived from insect cells and mammalian cells. 214 We showed for the first time that ZIKV E, which is required for host cell receptor binding, is 215 differentially glycosylated in a cell-type different fashion. The N-glycosylation pattern on ZIKV 216 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 1454,
                    "end": 1457,
                    "text": "161",
                    "ref_id": null
                },
                {
                    "start": 2368,
                    "end": 2371,
                    "text": "171",
                    "ref_id": null
                },
                {
                    "start": 3339,
                    "end": 3342,
                    "text": "214",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 542,
                    "end": 565,
                    "text": "(Supplementary Fig. 4e)",
                    "ref_id": null
                },
                {
                    "start": 1428,
                    "end": 1451,
                    "text": "(Supplementary Fig. 4e)",
                    "ref_id": null
                },
                {
                    "start": 2800,
                    "end": 2808,
                    "text": "(Fig. 3)",
                    "ref_id": null
                },
                {
                    "start": 3015,
                    "end": 3022,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Glycoprotein E localizes subcellularly in ZIKV-infected cells"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/564542 doi: bioRxiv preprint 11 E is thought to be involved in viral infectivity, morphogenesis, protein folding, virus entry, and 217 tissue tropism among other functions. This has also been described for other viruses including ZIKV E, which were mostly decorated with bi-antennary di-sialylated and core-fucosylated 234 agalactosylated N-glycans ( Fig. 2-3, Supplementary Fig. 4) . Collectively, these findings 235 indicate that not only virus characteristics; e.g. strain or lineage, but also host cell physiology has 236 an impact on the glycosylation pattern of ZIKV E which may affect viral pathogenesis of ZIKV 237 strains.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 468,
                    "end": 499,
                    "text": "Fig. 2-3, Supplementary Fig. 4)",
                    "ref_id": null
                }
            ],
            "section": "Glycoprotein E localizes subcellularly in ZIKV-infected cells"
        },
        {
            "text": "238 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Glycoprotein E localizes subcellularly in ZIKV-infected cells"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/564542 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Glycoprotein E localizes subcellularly in ZIKV-infected cells"
        },
        {
            "text": "In the current study, we did not determine the location of the N-glycans on ZIKV E protein. We 239 predict that the processed complex (mammalian-derived virus) or paucimannose (insect-derived 240 virus) glycan is at position N154 which is not essential for virus production and spread in 241 mosquito or mammalian cells 48 , as the high mannose-type N-glycans have been reported to be 242 present at the N154 residue in DI domain of ZIKV E within the conserved glycosylation motif 1, SNB-19 and JEG-3 cells ( Fig. 2-3, Supplementary Fig. 4) , suggesting that decoration of 250 ZIKV E with sialylated N-glycans may correlate with diverse tissue tropism of the virus. Taken 251 together, these findings lead us to hypothesize that the \"N-glycotype\" of the recently emergent 252 Asian strains is mediating the incidence of the new neuropathogenic potential of ZIKV infection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 509,
                    "end": 540,
                    "text": "Fig. 2-3, Supplementary Fig. 4)",
                    "ref_id": null
                }
            ],
            "section": "Glycoprotein E localizes subcellularly in ZIKV-infected cells"
        },
        {
            "text": "The results of our study revealed high heterogeneity in structure and composition of the N-254 glycans linked to ZIKV E produced by both insect and various mammalian cells including 255 monocytes, placental, and neural cell types. The heterogeneity of N-glycan has also been linked 256 to DENV E protein in terms of structure and composition 23 . The N-glycan on DENV E protein 257 that is produced by mammalian cells is a mixture of high-mannose glycan and complex glycan. Mosquito cells, by contrast, provide a mix of high-mannose glycan and paucimannose glycan 46 .",
            "cite_spans": [
                {
                    "start": 282,
                    "end": 285,
                    "text": "256",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "253"
        },
        {
            "text": "It has been shown that ZIKV replication in macaques also restores the absent N-glycosylation 260 site in MR766 strain 51 , suggesting that the passage history (host animal and cell line types) 261 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "259"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/564542 doi: bioRxiv preprint 13 affects E protein glycosylation pattern of ZIKV strains. Taken together, our study revealed 262 glycan structures linked to ZIKV E, analyzed by using MS and lectin microarray, are varied in 263 structure and composition depending on ZIKV strains and host cell types.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "259"
        },
        {
            "text": "The C6/36, Vero, THP-1, and SNB-19 cells produced ZIKV E N-glycosylation profiles with contain the glycosylation site within the viral envelope 22 . Indeed, in a previous study, the 283 recombinant ZIKV strains that lack the glycosylation site were unable to induce mortality in the 284 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 185,
                    "text": "283",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "264"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. of ZIKV E protein does not affect antibody binding to a nearby epitope or its capacity to serve as 287 a neutralization target 54 . Collectively, these findings suggest that ZIKV pathogenicity, but not The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/564542 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "264"
        },
        {
            "text": "The ZIKV stocks were produced in various cell lines derived from human (placenta, brain, and 333 monocytes), monkey, and insects (Supplementary Table 1a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 129,
                    "end": 152,
                    "text": "(Supplementary Table 1a",
                    "ref_id": null
                }
            ],
            "section": "332"
        },
        {
            "text": "A large stock of ZIKV viruses were purified using sucrose cushion in ultracentrifugation as 380 described in previous methods 26 . Briefly, culture supernatants were centrifuged at 6,000 rpm for 381 10 min, and a 0.45µm filter was used to remove cell debris. Virus-containing filtrate was layered 382 onto 20% (w/v) sucrose and subjected to ultracentrifugation at 100,715 × g, 4 °C for 3.5 hours.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "379"
        },
        {
            "text": "Pellets were dissolved in 100 µl of NTE buffer (10 mM Tris-HCl, pH 8.0, 120 mM NaCl and 384 1 mM EDTA (ethylene diamine tetra acetic acid)). The purified virions were then resolved on 385 gradient 4-12 % bis-tris protein gels. The presence of ZIKV glycoprotein E was confirmed by 386 western blot analysis, and confirmed band was excised for MS analysis. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/564542 doi: bioRxiv preprint Protein Extraction Kit (Thermo Fisher Scientific, Rockford, lL, USA). Isolated proteins were 398 labeled with Cy3 dye and hybridized to a lectin microarray [27] [28] [29] [30] [31] [32] [33] [34] [35] . The resulting lectin chips were 399 scanned for fluorescence intensity on each lectin-coated spot using an evanescent-field 400 fluorescence scanner. Data were normalized using the global normalization method. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/564542 doi: bioRxiv preprint 21 washed with 6 ml of 15% acetonitrile and then eluted with 6 ml of 50% acetonitrile. The eluted 442 fraction was lyophilized and then redissolved in 10 µl of 75% methanol from which 1 µl was 443 mixed with 1 µl DHB (2,5-dihydroxybenzoic acid (Sigma-Aldrich, St. Louis, MO, USA)) 444 (5mg/ml in 50% acetonitrile with 0.1% trifluoroacetic acid St. Louis, MO, 445 USA)) and spotted on a MALDI polished steel target plate (Bruker Daltonics, Bremen, 446 Germany).",
            "cite_spans": [
                {
                    "start": 657,
                    "end": 661,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 662,
                    "end": 666,
                    "text": "[28]",
                    "ref_id": null
                },
                {
                    "start": 667,
                    "end": 671,
                    "text": "[29]",
                    "ref_id": null
                },
                {
                    "start": 672,
                    "end": 676,
                    "text": "[30]",
                    "ref_id": null
                },
                {
                    "start": 677,
                    "end": 681,
                    "text": "[31]",
                    "ref_id": null
                },
                {
                    "start": 682,
                    "end": 686,
                    "text": "[32]",
                    "ref_id": null
                },
                {
                    "start": 687,
                    "end": 691,
                    "text": "[33]",
                    "ref_id": null
                },
                {
                    "start": 692,
                    "end": 696,
                    "text": "[34]",
                    "ref_id": null
                },
                {
                    "start": 697,
                    "end": 701,
                    "text": "[35]",
                    "ref_id": null
                },
                {
                    "start": 1404,
                    "end": 1414,
                    "text": "St. Louis,",
                    "ref_id": null
                },
                {
                    "start": 1415,
                    "end": 1418,
                    "text": "MO,",
                    "ref_id": null
                },
                {
                    "start": 1419,
                    "end": 1422,
                    "text": "445",
                    "ref_id": null
                },
                {
                    "start": 1480,
                    "end": 1498,
                    "text": "(Bruker Daltonics,",
                    "ref_id": null
                },
                {
                    "start": 1499,
                    "end": 1506,
                    "text": "Bremen,",
                    "ref_id": null
                },
                {
                    "start": 1507,
                    "end": 1510,
                    "text": "446",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "383"
        },
        {
            "text": "448 MS data were acquired on a Bruker UltraFlex II MALDI-TOF Mass Spectrometer instrument.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MS data acquisition and analyses"
        },
        {
            "text": "The reflective positive mode was used, and data were recorded between 500 m/z and 6000 m/z. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/564542 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/564542 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "449"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Site-specific glycosylation profile of 584 influenza A (H1N1) hemagglutinin through tandem mass spectrometry",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Brooks",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Hum Vaccin",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Virus glycosylation: role in virulence and immune 587 interactions",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Vigerust",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "L"
                    ],
                    "last": "Shepherd",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Trends Microbiol",
            "volume": "15",
            "issn": "",
            "pages": "211--218",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tim.2007.03.003"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Both E protein glycans adversely affect 589 dengue virus infectivity but are beneficial for virion release",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Leang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Davidson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lobigs",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "",
            "pages": "5171--5180",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01900-09"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "N-linked glycans on dengue viruses grown in 592 mammalian and insect cells",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hacker",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "De Silva",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Gen Virol",
            "volume": "90",
            "issn": "",
            "pages": "2097--2106",
            "other_ids": {
                "DOI": [
                    "10.1099/vir.0.012120-0593"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Comparative Analysis of the Glycosylation Profiles of Membrane-595",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Go",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Anchored HIV-1 Envelope Glycoprotein Trimers and Soluble gp140",
            "authors": [],
            "year": 2015,
            "venue": "J Virol",
            "volume": "89",
            "issn": "",
            "pages": "8245--596",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00628-15"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "High-Throughput Fitness Profiling of Zika Virus E Protein Reveals 598",
            "authors": [
                {
                    "first": "Danyang",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Different Roles for Glycosylation during Infection of Mammalian and Mosquito Cells",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "599",
            "issn": "",
            "pages": "97--111",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Dengue Virus 601 Glycosylation: What Do We Know? Front Microbiol 8, 1415",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S L"
                    ],
                    "last": "Yap",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nguyen-Khuong",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Rudd",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alonso",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fmicb.2017.01415"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A Comprehensive Systems Biology Approach to Studying Zika 604",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "May",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Relich",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "All rights reserved. No reuse allowed without permission",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/564542"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Heterologous Protection against Asian Zika Virus Challenge in 606",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Aliota",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Comparative sequences of two type 609 1 dengue virus strains possessing different growth characteristics in vitro",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ishak",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Takegami",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kamimura",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Funada",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Microbiol 610 Immunol",
            "volume": "45",
            "issn": "",
            "pages": "327--331",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The Zika virus envelope protein glycan loop regulates virion antigenicity",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Goo",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Zika Virus Neutralization Determinants with Glycoprotein Mutants Bearing Linear 615",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Microdomains of the C-type lectin DC-SIGN are portals for virus entry 617 into dendritic cells",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cambi",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Cell Biol",
            "volume": "164",
            "issn": "",
            "pages": "145--155",
            "other_ids": {
                "DOI": [
                    "10.1083/jcb.200306112"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Interaction of Zika Virus Envelope Protein with Glycosaminoglycans",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Biology of Zika Virus Infection in Human Skin Cells",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hamel",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Virol",
            "volume": "89",
            "issn": "",
            "pages": "8880--621",
            "other_ids": {
                "DOI": [
                    "JVI.00354-15[pii]62210.1128/JVI.00354-15"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "All rights reserved. No reuse allowed without permission",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/564542"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "We thank Russell Jaffe and Robin Taylor for editorial assistance. We acknowledge Krishna Kota 629 (USAMRIID) for his help with Operetta high-content imaging system",
            "authors": [],
            "year": null,
            "venue": "We thank Dr",
            "volume": "630",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "UTMB) for kindly providing Zika Brazilian isolate SJRP-HB-2016-1840. This work 631 is supported in part by R01AI113883, Nebraska Neuroscience Alliance Endowed Fund Award to 632",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Vasilakis",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "SNB, and the National Center for Functional Glycomics Grant P41GM103694 to RDC",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Byrareddy 638 Department of Genetics",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Nanda Kishore Routhu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Mehdi",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bidokhti",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Siddappa",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Cell Biology and Anatomy",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "647 All rights reserved. No reuse allowed without permission",
            "authors": [],
            "year": null,
            "venue": "Beth Israel Deaconess Medical Center Glycomics Core",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/564542"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Rouse 648 Department of Pathology and Microbiology",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sylvain",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lehoux &amp; Emily",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "B. designed and 656 supervised the study, contributed to data analysis, and edited the manuscript",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "K R"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "helped in manuscript editing and 659 interpretation. All authors provided critical feedback and helped shape the research",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "B G M R M B"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C R"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "A lectin microarray (45 structures) was used to analyze the glycans associated to 698 cell-surface proteins in both ZIKV-infected and uninfected cells. The different cell types (SNB-699 19, JEG-3, C6/36 and Vero cells) were either mock-infected or infected with distantly related 700 ZIKV strains (MR766, IbH, PRVABC59, FLR, and SJRP). The cell-surface proteins were later 701 extracted using the membrane protein extraction kit, labeled with Cy3 dye and hybridized to a 702 lectin microarray. The resulting lectin chip was scanned for fluorescence intensity on each lectin-703 coated spot using an evanescent-field fluorescence scanner. The data were normalized using the 704 global normalization method. The heatmap format was used to present the glycan profiles 705 identified using this method. Man represents high-mannose",
            "authors": [],
            "year": null,
            "venue": "Glycomic profiling of ZIKV-infected and uninfected cell membrane using a lectin 697 microarray",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "All rights reserved. No reuse allowed without permission",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/564542"
                ]
            }
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Gal represents galactose, Glc represents glucose, and Fuc represents",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Comparison of glycan profiles identified by MALDI-TOF-MS and by lectin microarray",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "A significant linear correlation was confirmed between the cell-surface glycans identified by the 713 lectin microarray (fucose, sialic acid, lactose, mannose, and GlcNAc) and the glycomic features 714 of Zika virus protein E",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "All rights reserved. No reuse allowed without permission",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/564542"
                ]
            }
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "The functional importance of N-linked glycans on Zika virion infectivity. (a) DC",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "SIGN cells were infected with ZIKV at MOI of 1, and the expression of viral E glycoprotein was 736 detected 24 hours later through the use of an immunofluorescence assay. (b) DC-SIGN/L-SIGN-737 mediated enhancement of Zika virus infection is inhibited by Mannan. 3T3-DC-SIGN or 3T3-L-738 SIGN cell lines were incubated with Mannan (at 200 µg/ml) inhibitors for 30 min at 37 °C and 739 then infected with ZIKV at MOI of 1. The same concentration was maintained constant 740 throughout duration of infection. (c) DC-SIGN/L-SIGN-mediated Zika virus infection is reduced 741 by EDTA. 3T3-DC-SIGN or 3T3-L-SIGN",
            "authors": [
                {
                    "first": "3t3-Dc-Sign",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "3t3-L-",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "SIGN/L-SIGN-mediated enhancement of Zika virus infection. 3T3",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "for 30 min at 37 °C and then infected with ZIKV at MOI of 1. The treatment was continued for 2 743 h. After 2h, the virus and the EDTA containing medium was removed and continued the 744 infection with the fresh medium. After 24h, the infected cells were detected using viral E protein 745 antibody and the percent of infected cells was assessed by an immunofluorescence assay using 746",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Operetta High-Content Imaging System. Error bars indicate standard deviations calculated from 747",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "of N-glycosylation motif on domain I of E protein results in impaired expression and 68 secretion of E ectodomain from mammalian cells 24 . Furthermore, studies in mice have shown 69 that ZIKVs lacking the N-glycans of the ZIKV E were severely compromised for their ability to 70 cause mortality and neuroinvasion, suggesting a vital role for these glycans of the E protein in 71 ZIKV pathogenesis 22,25 . In this study, we utilized mass spectrometry (MS) and a lectin 72 microarray to analyze the structures and composition of glycans on ZIKV E from different 73 strains and on the surface of the virus-producing cells, as well as to explore mosquito-human 74 mode of ZIKV transmission and its association to neurological disorders. Importantly, our 75 functional studies show that these N-glycans of the ZIKV envelope glycoprotein are important in 76 viral infection of cells. Our findings have implications on understanding the roles for these 77 glycan patterns on ZIKV E in virus-host interaction and pathogenesis.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "82 mammalian cells (Vero and SNB19 cells) and an insect cell line (C6/36 cells) were infected with 83 the following ZIKV strains 1) Asian strains (PRVABC59 and FLR isolates), 2) African strains 84 (MR766 and IbH isolates) and 3) a Brazilian isolate from 2016 (SJRP) for 24 hours. As shown 85 in Fig. 1, the patterns of fluorescence demonstrated that ZIKV E localizes to the periphery of cell 86 nucleus, consistent with localization in the ER. The cytoplasmic area of Vero cells and SNB19 87 cells that were infected with PRVABC59 and MR766 displayed similar patterns of perinuclear 88 and nuclear immunofluorescence of ZIKV E. However, C6/36 cells are smaller in size compared 89 to other cell lines and displayed reduced cytoplasmic area compared to uninfected cells. The 90 cells that were infected with either the MR766 or IbH strain exhibited particularly reduced 91 cytoplasmic area. These data suggest that the ZIKV E localizes predominantly to ER. 92 MS analysis of ZIKV E derived from different cell lines showed various profiles of N-93 glycan pattern 94 Following the production and purification of the different ZIKV strains in various cell lines, the 95 virions were pelleted, lysed, resolved in 12% bis-tris protein gels, and stained with Coomassie 96 Blue. The bands corresponding to the ZIKV E were excised for N-glycan MS profiling 97 (SupplementaryFig. 3). The relative abundances of the N-glycans released by PNGase F, and 98 identified for each of the five ZIKV E proteins produced in each of the six different cell lines, are 99 presented as a heatmap inFig. 2; the predicted glycan structures with the corresponding sizes are 100 presented inSupplementary Table 1. Although distinct N-glycosylation patterns emerged, the 101 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "168 data are indicative of high heterogeneity of structure and composition of N-glycans on ZIKV E 169 proteins (SupplementaryTable 2).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "strong correlation between the presence of cell-surface Fuc, sialic acid, lactose, mannose, 179 GlcNAc, and the N-glycan features of E-protein. There was no statistically significant difference 180 with other proteins analyzed.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "-type Lectins DC-SIGN and L-SIGN play a functional important role in ZIKV infection 182 The C-type lectins such as DC-SIGN (dendritic cell-specific ICAM-grabbing non-integrin, 183 where ICAM is an intercellular adhesion molecule) and L-SIGN (where L is liver or lymph 184 node) have considerable binding affinity to viral mannose-rich glycan 37,38 . DC-SIGN is 185 expressed on various cell types such as monocytes and dendritic cells (DCs), and L-SIGN is 186 expressed on endothelial cells of liver and lymph nodes (L) and recognizes carbohydrate 187 structures present on viral glycoproteins 38 . Thus, these lectins function as attachment factors for 188 several enveloped viruses including human immunodeficiency virus-1 (HIV-1), Ebola (EBOV), 189 Japanese encephalitis virus (JEV), and Dengue virus (DENV) 39,40 . Given that ZIKV envelope-190 associated N-glycan structures are enriched with mannose, we examined the potential 191 interactions of ZIKV E glycans with host lectins (DC-SIGN and L-SIGN), and their impact on 192 ZIKV entry and infection. We employed 3T3/NIH cells (which were originally established from 193 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "cells) receptors, along with only 3T3/NIH cells as a control. Cells were infected195    with ZIKV at a MOI of 1, and the percent infection was determined after 24 hours through the 196 use of an immunofluorescence analysis and a high-throughput Operetta imager. As presented in197 Fig. 5, the percentage (%) of infected cells increased in DC-SIGN and L-SIGN expressing cells 198 compared to control 3T3/NIH cells, indicating that DC-and L-SIGN expressing 3T3 cells are 199 susceptible to ZIKV infection (Fig. 5a). To further confirm the role of high-mannose type 200 glycans, we performed experiments in the presence of mannan and EDTA. EDTA blocks DC-201 SIGN by extracting the bound calcium, while Mannan competes with insect-derived high-202 mannose type glycans and both inactivate DC-SIGN 41 . Both mannan and EDTA inhibited ZIKV 203replication efficiently(Fig. 5b, c). These results suggest that ZIKV infection efficiency is204 dependent upon high-mannose type glycans, and the entry is mediated through DC-SIGN/L-205 SIGN cell surface expression. Taken together, DC-SIGN/L-SIGN receptors are essential for 206 optimizing the entry and infection of various strains of ZIKV. understanding of glycosylation pattern of the viral antigenic proteins is a key 210 towards therapeutic discovery and vaccine development. It is equally important to understand 211 how glycosylation affects the biological properties and pathogenesis of the virus, and for 212",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "acute respiratory syndrome (SARS) coronavirus 44 . Analyses of the N-glycans on220    ZIKVs grown in insect and various mammalian cells revealed a high degree of heterogeneity.221The variety of N-glycans found on ZIKV E ranged from high-(or oligo-) mannose, notably222 Man 5 GlcNAc 2 , to highly sialylated (up to four sialic acids) complex-type N-glycans and with 223 very few hybrid types. However, both African and Asian lineage strains revealed very similar N-224 glycosylation patterns of ZIKV E. Di-and tri-sialylated bi-and tri-antennary were the most 225 relatively abundant N-glycans found on ZIKV E when viruses were produced in C6/36 insect 226 cells and LLC-MK2, Vero, THP-1, SNB19, and JEG-3 mammalian cells. High-mannose, asialo-227 and agalacto-N-glycans were also identified, though in lesser overall relative abundance. The 228 presence of high-mannose and complex-type N-glycans on mammalian cell-derived virus is not 229 limited to ZIKV as has been reported for DENV serotypes 45,46 , and is the most abundant type of 230 N-glycans found on HIV GP120 glycoprotein 47 . On the other hand, any ZIKV strain when 231 produced in various cell lines showed different N-glycan patterns. Indeed, from a cell line 232 perspective, LLC-MK2 cells produced the same unique N-glycosylation pattern for all five 233",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "49 . Moreover, Asian strains (including strains circulating in Southeast Asia, and South 244 and Central America) of ZIKV, but not African strains, contain the N154 glycosylation site of 245 the E protein (Supplementary Fig. 1), which has been reported previously 50 . Contrasting the 246 four African and Asian lineage viruses, the Brazilian ZIKV isolate SJRP revealed only partial 247 similarities in N-glycosylation. SJRP was decorated only with non-sialylated N-glycans when 248 generated in both C6/36 and Vero cell lines, however, mostly with sialylated N-glycans in THP-249",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "265highly sialylated N-glycans on the E protein of all ZIKV strains, except for MR766 in JEG-3 cell266    and SJRP in C6/36 and Vero cells where the N-glycosylation profile was mostly restricted to low 267 molecular weight non-sialylated N-glycans. These data suggest that the different contexts of268 specific host cells could significantly affect the N-glycosylation profile of the ZIKV E of 269 different ZIKV strains. The cell culture media, culture conditions, and sequence of a protein may 270 also significantly influence the quality and relative abundance of N-glycans observed on the cell-271 produced glycoproteins. The results of our study also revealed a high heterogeneity in the N-272 glycans linked to ZIKV E among different ZIKV strains that are produced by the same host cell. 273 For example, Vero cells produced ZIKV E linked to various N-glycans among ZIKV strains 274 including FRL, IbH, PRVABC59, and MR766. Unlike other flaviviruses, ZIKV E contains a 275 conserved sequence of ~ ten amino acids that surround the N154 glycosylation site. This 276 conserved sequence may affect the glycosylation process, carbohydrate moiety, and attachment 277 site of the ZIKV to host cells 18 . The number and location of glycosylation motifs in the E vary 278 considerably both between and within flaviviruses 52 , altering the pathogenicity of these viruses 279 and the severity of their diseases. The African lineage of ZIKV isolates lack the N-glycosylation 280 site while ZIKV isolates from recent outbreaks in South and Central American regions, that was 281 originated from the epidemy of Asian lineage ZIKV PF-2013 in French Polynesia in 2013,282",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "288immunogenicity, might be influenced by the glycosylation of the E protein which occurs post-289 translationally in ER of the host cell. This host cell-dependent glycosylation process of ZIKV E 290 could thus have wide ranging implications regarding the pathogenicity and infectivity of the 291 virus. However, future research is required to evaluate the full extent of this circumstance.292In regard to infection of cells, we explored ZIKV interactions with cellular lectins that bind 293 specific types of glycans we identified on the virus. DC-SIGN is a lectin-like molecule, 294 expressed in dendritic cells that can facilitate virus entry through its binding affinity with the 295 glycans on the E protein 55 . N154 glycosylation was found to play a role in ZIKV infection of296 mammalian cells through this entry factor DC-SIGN 48 . Indeed, the glycosaminoglycan (GAGs) 297 of C-type lectins, including DC-SIGN, have a binding affinity as an attachment factor for host 298 cell entry of ZIKV similar to other pathogenic flaviviruses 56 . We also observed a significant 299 decrease in ZIKV infection in DC-SIGN and L-SIGN expressing cells in the presence of 300 competitive inhibitors rich in mannose. As a result, the presence of monoclonal antibodies to 301 various C-type lectins, the competitive inhibitors rich in mannose, or antiviral gene therapy may 302 be able to reduce ZIKV replication by impairing the binding between viral N-glycan of E protein 303 and GAGs of DC-SIGN. Recent reports suggest that the cells expressing DC-SIGN, such as 304 human dermal fibroblasts, epidermal keratinocytes, and immature dendritic cells, are permissive 305 to the most recent ZIKV isolates. This may have contributed to the epidemic in French Polynesia 306 in 2013 where the cell entry mechanism of ZIKV strain PF-2013 to various cell lines was shown mediated by a range of receptors and molecules including DC-SIGN 57 . The accessibility of 308 ZIKV PF-2013 strain, the original strain initiated in the recent outbreaks of ZIKV in South and 309 Central American regions, to different entry cell receptors possibly provides an evolutionary 310 advantage for this recent ZIKV strain to infect a wide range of target cells and evade the immune 311 system of human host. Taken together, these phenomena may partially explain the alterations in 312 the mechanisms of pathogenesis and tissue tropism of these recent ZIKV strains. Further studies 313 are needed to determine the impact of host glycosylation variability on ZIKV pathogenesis and 314 infectivity in vivo. 315 In conclusion, our findings provide a first-of-its-kind detailed repertoire of N-glycans linked to 316 the ZIKV envelope. To our knowledge, this is the first comprehensive mapping on the glycome 317 of ZIKV E in different physiologically relevant cell lines. Our study showed that the N-glycans 318 linked to ZIKV E produced by both insect and various mammalian cells are highly heterogenous 319 in structure and composition. Both African and Asian lineage strains showed very similar N-320 glycosylation patterns of ZIKV E. We also noticed that the N-glycan pattern of the ZIKV E 321 depends on not only virus strain characteristics but also on cell line type. We showed that ZIKV 322 infection in DC-SIGN and L-SIGN expressing cells was significantly decreased in the presence 323 of competitive inhibitors rich in mannose, suggesting an important role for these lectin-like 324 molecules as cell entry factors in pathogenesis, emerging new strains of ZIKV and alternative 325 targets for therapeutic development. The results of this study are important in efforts to design 326 therapeutically active antibodies against ZIKV replication and glycomimetic compound-based 327 antivirals.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "), and tittered in Vero (kidney 334 epithelial cells extracted from an African green monkey) cells. ZIKV strains, MR766 335 (Rhesus/1947/Uganda; BEI Cat. # NR-50065),PRVABC59 (Human/2015/Puerto Rico; BEI Cat. 336 # NR-50240), FLR (Human/2015/Colombia; BEI Cat. # NR-50183), IbH 30656 337 (Human/1968/Nigeria; BEI Cat. # NR-50066) were obtained from BEI Zika resources. A ZIKV 338 Brazilian isolate (SJRP-HB-2016-1840 -herein referred to as SJRP) was also obtained from 339 University of Texas Medical Branch (UTMB) Arbovirus reference collection (Supplementary 340 Table 1b). The cells were cultured and maintained in Dulbecco's modified eagle medium 341 (DMEM, Gibco, Life Technologies, Carlsbad CA, USA) supplemented with 10% heat-342 inactivated fetal bovine serum (FBS, Invitrogen, Carlsbad, CA, USA) at 37 °C in a 5% carbon 343 dioxide humidified environment. The mammalian cell lines JEG-3 (human placental 344 choriocarcinoma) and SNB-19 (human brain glioblastoma) were grown on DMEM (1X) 345 supplemented with the 10% FBS. The LLC-MK2 (kidney epithelial cells extracted from Macaca 346 mulatta monkey) cells were grown on Medium 199 (Biowest, Riverside, MO, USA) 347 supplemented with 1% horse serum (Invitrogen, CA, USA). The THP-1 (human monocytic cells) 348 cells were grown on Roswell Park Memorial Institute (RPMI) medium (Gibco, CA, USA) 349 supplemented with 10% FBS and 0.05 mM β-mercaptoethanol (Sigma-Aldrich, St. Louis, MO, 350 USA). The mosquito C6/36 (Aedes albopictus clone) cells were grown on minimum essential 351 medium (MEM, Gibco, Life Technologies, CA, USA) supplemented with 10% FBS. All cell 352 culture media were supplemented with 1% penicillin-streptomycin (Gibco, CA, USA) and 353 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "various ZIKV strains, such as African strain (MR766 and IbH), Asian strains (PRVABC59 357 and FLR), and a primary isolate from Brazil in 2016 (SJRP) at multiplicity of infection (MOI) of 358 1 was adsorbed onto cells. After 90 min, in serum-free medium with rocking every 15 min, the 359 inoculum was removed; the C6/36, Vero, LLC-MK2, SNB-19, THP-1, and JEG-3 cells were 360 maintained in respective medium containing 2% FBS containing respective medium. All the 361 cells lines were maintained at 37 °C in a CO2 incubator (except the C6/36 cells which were 362 maintained at 28 °C). For the large-scale virus production, all cells were maintained at 37 °C in 363 CO2 incubator for 3-4 days (except C6/36 cells which were maintained at 28 °C for 5-7 days) 364 until cytopathic effects were observed. 365 Immunofluorescence assay 366 The C6/36, Vero, and SNB-19 cells were grown on cover slips and mock-infected or infected 367 with various strains of ZIKV. After 24 hours post infection, cells were processed for indirect 368 immunofluorescence assay using the double-labelling method. Briefly, cells were fixed in 4% 369 paraformaldehyde and processed for immunofluorescence assay. The cells were blocked and 370 permeabilized using 5% goat serum (Sigma-Aldrich, St. Louis, MO, USA) with 0.5% Triton X-371 100 (Sigma-Aldrich, St. Louis, MO, USA). The cells were then immunoassayed using rabbit 372 polyclonal antibody (1:1000) against the E protein of ZIKV (Genetex Inc., Irvine, CA, USA), in 373 a combination with ER, using ER ID dye as per manufacturer's instructions (Enzo Life Sciences, 374 Inc, Farmingdale, NY, USA) and the cell nuclei (1:2000), using Hoechst stain (Invitrogen, 375 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "the lectin array analysis, the cells (C6/36 cells, Vero cells, SNB-19 cells, and JEG-3 cells) 389 were grown to 60-70 % confluency. Various ZIKV strains, such as African strain (MR766 and 390 IbH), Asian strains (PRVABC59 and FLR) and the primary Brazilian isolate SJRP, at MOI of 1 391 were then added onto cells for 90 min, in serum-free medium. After 90 min, the inoculum was 392 removed; and cells continued to culture in their respective culture conditions. The cells were 393 harvested using cell scrapper, made into a single cell suspension, and counted using cell countess 394 (Invitrogen, Carlsbad, CA, USA). The lectin microarray enabled sensitive analysis of multiple 395 glycan structures (45 structures) by employing a panel of immobilized lectins with known glycan 396 binding specificity 27-35 . Cell-surface proteins were purified using Mem-PER™ Plus Membrane 397 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "stained with Coomassie Blue were excised and transferred into clean tubes. Then, 200 403 µl of 50 mM ammonium bicarbonate (AMBIC) (Sigma-Aldrich, St Louis, MO, USA) and 200 µl 404 of acetonitrile (Sigma-Aldrich, St. Louis, MO, USA) were added to the samples, mixed 405 thoroughly and incubated at room temperature (RT) for 5 min. The supernatants were then 406 discarded, and the washing step was repeated once more. The gel pieces were dried with a 407 vacuum centrifuge for 10 min. Then 200 µl of a 10 mM DTT (1,4-Dithiothreitol, Sigma-Aldrich, 408 St. Louis, MO, USA) solution was added and incubated at 50 ºC for 30 min. The DTT solution 409 was discarded, and the samples were briefly washed with 200 µl of acetonitrile solution. Again, 410 the samples were dried with a vacuum centrifuge for 10 min. 411 After drying, the samples were incubated with 200 µl of a 55 mM IAA (Iodoacetamide, Sigma-412 Aldrich, St. Louis, MO, USA) solution for 30 min in the dark at RT. The IAA solution was then 413 discarded, and the samples were washed with 500 µl of 50 mM AMBIC for 15 min at RT, 414 followed by 5 min incubation with 200 µl of acetonitrile. The samples were dried once again 415 with a vacuum centrifuge for 10 min, before adding 500 µl of 50 mM AMBIC containing 10 µg 416 of TPCK-treated trypsin (Sigma-Aldrich, St. Louis, MO, USA). After incubating overnight at 37 417 ºC, the trypsin digestion was terminated by boiling the sample for 3 min.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "were recovered and collected in a clean glass tube, before carrying out two 419 sequential washes with 200 µl of 50 mM AMBIC, vortexed for 15 min; 200 µl of 50% 420 acetonitrile in 50 mM AMBIC, vortexed for 15 min; and 200 µl of acetonitrile, vortexed for 15 421 min. For each sample, all washes were collected, pooled in the same glass tube that was 422 previously used, and then lyophilized. The dried materials were resuspended in 200 µl of 50 mM 423 AMBIC. 1 µl of PNGaseF (New England Biolabs, Ipswich, MA, USA) was added to this for an 424 overnight incubation at 37 ºC. Two drops of 5% acetic acid (Fisherbrand, Waltham, MA, USA) 425 were added to stop the enzymatic reaction before purifying the released N-glycan over a C18 426 Sep-Pak (50 mg) column (Waters, Milford, MA, USA) that was conditioned with 1 column 427 volume (CV) of methanol (Sigma-Aldrich, St. Louis, MO, USA), 1 CV of 5% acetic acid, 1 CV 428 of 1-propanol (Sigma-Aldrich), and 1 CV of 5% acetic acid. The C18 column was washed with 3 429 ml of 5% acetic acid, flow through; and wash fractions were collected, pooled, and lyophilized.430 Permethylation of N-glycan 431 Lyophilized N-glycan samples were incubated with 1 ml of a DMSO (Dimethyl Sulfoxide; 432 Sigma)-NaOH (Sigma-Aldrich, St. Louis, MO, USA) slurry solution and 500 µl of methyl iodide 433 (Sigma-Aldrich, St. Louis, MO, USA) for 20-30 min under vigorous shaking at RT. 1 ml of 434 Milli-Q water was added to stop the reaction. 1 ml of chloroform (Sigma-Aldrich, St. Louis, MO, 435 USA) was added to purify the permethylated N-glycan. 3 ml of Milli-Q water were added to 436 wash the chloroform fractions, and the mixture was briefly vortexed. The water was discarded by 437 additional centrifugation. This wash step was repeated 3 times. The chloroform fraction was 438 dried before being redissolved in 200 ml of 50% methanol. This was then loaded into a 439 conditioned (1 CV methanol, 1 CV Milli-Q water, 1 CV acetonitrile (Sigma-Aldrich, St. Louis, 440 MO, USA), and 1 CV Milli-Q Water) C18 Sep-Pak (200 mg) column. The C18 column was 441 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "each MS N-glycan profile, the aggregation of 20,000 laser shots or more were considered for 451 data extraction. Mass signals of a signal/noise ratio of at least 4 were considered, and only MS 452 signals matching an N-glycan composition were considered for further analysis. Subsequent MS 453 post-data acquisition analysis was made using mMass 36 . The relative abundance of each N-454 glycans identified on ZIKV E in each experimental condition was calculated based on the 455 absolute intensity of the first isotopic peak of a given N-glycan relative to the sum of all N-456 glycan intensities. 457 Assays to evaluate the functional importance of N-linked glycans 458 In inhibition experiments, 3T3, 3T3-DCSIGN and 3T3-L-SIGN cells were incubated with 200 459 µg/mL of yeast mannan (Sigma-Aldrich, St. Louis, MO, USA) or 0.5 mM EDTA at 37 °C for 460 30 min. Various strains of Zika viruses (MOI = 1) were preincubated with same concentration of 461 inhibitor and adsorbed on pretreated cells. The mannan treatment was maintained constant 462 throughout duration of infection. Whereas, the EDTA and virus containing medium was removed 463 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "C. P. et al. C-type lectins DC-SIGN and L-SIGN mediate cellular entry by 572 Ebola virus in cis and in trans. J Virol 76, 6841-6844 (2002). 573 40 Baribaud, F., Pohlmann, S., Leslie, G., Mortari, F. & Doms, R. W. Quantitative 574 expression and virus transmission analysis of DC-SIGN on monocyte-derived dendritic 575 cells. J Virol 76, 9135-9142 (2002). 576 41 Lozach, P. Y. et al. Dendritic cell-specific intercellular adhesion molecule 3-grabbing 577 non-integrin (DC-SIGN)-mediated enhancement of dengue virus infection is independent 578 of DC-SIGN internalization signals. J Biol Chem 280, 23698-23708, 579 doi:10.1074/jbc.M504337200 (2005). 580 42 Zhang, P. et al. Challenges of glycosylation analysis and control: an integrated approach 581 to producing optimal and consistent therapeutic drugs. Drug Discov Today 21, 740-765, 582 doi:10.1016/j.drudis.2016.01.006 (2016).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "mouse model 22 . However, recent studies revealed that residues surrounding the ZIKV E protein glycan regulate virus antigenicity, irrespective of the presence of a glycan 53 . The glycosylation",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "maintained at 37 °C in a 5% carbon dioxide humidified environment, except the C6/36 cells which were maintained at 28 °C.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Rockford, lL, USA) for 15 min. Subsequently, Alexa Fluor 594-conjugated secondary antibody376    (1:2000) (Invitrogen, Rockford, IL, USA) was added onto cells; and images were captured under 40X using Operetta High-Content Imaging System (PerkinElmer, Waltham, MA, USA).",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "after 2h and continued the infection with the fresh medium. The infected cells were detected using viral E protein antibody, and the percent of infected cells was assessed by an immunofluorescence assay using Operetta High-Content Imaging System (PerkinElmer, Inc., Waltham, MA, USA).Statistical AnalysisSpearman's Rank Order Correlations were conducted using GraphPad Prism release 7.0 (GraphPad Software, San Diego, CA, USA).All rights reserved. No reuse allowed without permission.The copyright holder for this preprint (which was not peer-reviewed) is the author/funder.. https://doi.org/10.1101/564542 doi: bioRxiv preprint Sirohi, D. et al. The 3.8 A resolution cryo-EM structure of Zika virus. Science 352, 467-470, doi:science.aaf5316 [pii] 10.1126/science.aaf5316 (2016). 19 Barba-Spaeth, G. et al. Structural basis of potent Zika-dengue virus antibody crossneutralization. Nature 536, 48-53, doi:10.1038/nature18938 (2016). 20 Routhu, N. K. & Byrareddy, S. N. Host-Virus Interaction of ZIKA Virus in Modulating Disease Pathogenesis. J Neuroimmune Pharmacol 12, 219-232, doi:10.1007/s11481-017-Aebi, M. N-linked protein glycosylation in the ER. Biochim Biophys Acta 1833, 2430-2437, doi:10.1016/j.bbamcr.2013.04.001 (2013). 22 Annamalai, A. S. et al. Zika Virus Encoding Non-Glycosylated Envelope Protein is Attenuated and Defective in Neuroinvasion. J Virol, doi:10.1128/JVI.01348-17 (2017). 23 Lei, Y. et al. Characterization of N-Glycan Structures on the Surface of Mature Dengue 2 doi:10.1371/journal.pone.0132122 (2015). 24 Mossenta, M., Marchese, S., Poggianella, M., Slon Campos, J. L. & Burrone, O. R. Role of N-glycosylation on Zika virus E protein secretion, viral assembly and infectivity. Biochem Biophys Res Commun 492, 579-586, doi:10.1016/j.bbrc.2017.01.022 (2017). Garfias, C. R. et al. Functional Analysis of Glycosylation of Zika Virus Envelope Protein. Cell Rep 21, 1180-1190, doi:10.1016/j.celrep.2017.10.016 (2017). 26 Coelho, S. V. A. et al. Development of standard methods for Zika virus propagation, doi:10.1016/j.jviromet.2017.04.011 (2017). All rights reserved. No reuse allowed without permission. Chen, P. et al. Identification of N-glycan of alpha-fetoprotein by lectin affinity microarray. J Cancer Res Clin Oncol 134, 851-860, doi:10.1007/s00432-008-0357-7 Zheng, T., Shortreed, M. R., Alexander, C. & Smith, L. M. Analysis of cell surface carbohydrate expression patterns in normal and tumorigenic human breast cell lines using lectin arrays. Anal Chem 79, 5698-5702, doi:10.1021/ac070423k (2007). 29 Matsuda, A. et al. Development of an all-in-one technology for glycan profiling targeting formalin-embedded tissue sections. Biochem Biophys Res Commun 370, 259-263, doi:10.1016/j.bbrc.2008.03.090 (2008). 30 Angeloni, S. et al. Glycoprofiling with micro-arrays of glycoconjugates and lectins. Glycobiology 15, 31-41, doi:10.1093/glycob/cwh143 (2005). 31 Carlsson, J., Mecklenburg, M., Lundstrom, I., Danielsson, B. & Winquist, F. Investigation of sera from various species by using lectin affinity arrays and scanning ellipsometry. Analytica chimica acta 530, 167-171, doi:10.1016/j.aca.2004.09.022 Fromell, K., Andersson, M., Elihn, K. & Caldwell, K. D. Nanoparticle decorated surfaces with potential use in glycosylation analysis. Colloids Surf B Biointerfaces 46, 84-91, doi:10.1016/j.colsurfb.2005.06.017 (2005). 33 Kuno, A. et al. Evanescent-field fluorescence-assisted lectin microarray: a new strategy for glycan profiling. Nat Methods 2, 851-856, doi:10.1038/nmeth803 (2005). 34 Pilobello, K. T., Krishnamoorthy, L., Slawek, D. & Mahal, L. K. Development of a lectin microarray for the rapid analysis of protein glycopatterns. Chembiochem 6, 985-989, doi:10.1002/cbic.200400403 (2005). All rights reserved. No reuse allowed without permission. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/564542 doi: bioRxiv preprint 27 35 Zheng, T., Peelen, D. & Smith, L. M. Lectin arrays for profiling cell surface carbohydrate expression. J Am Chem Soc 127, 9982-9983, doi:10.1021/ja0505550 (2005). 36 Strohalm, M., Kavan, D., Novak, P., Volny, M. & Havlicek, V. mMass 3: a crossplatform software environment for precise analysis of mass spectrometric data. Anal Chem 82, 4648-4651, doi:10.1021/ac100818g (2010). 37 van Liempt, E. et al. Specificity of DC-SIGN for mannose-and fucose-containing glycans. FEBS Lett 580, 6123-6131, doi:10.1016/j.febslet.2006.10.009 (2006). 38 Feinberg, H., Mitchell, D. A., Drickamer, K. & Weis, W. I. Structural basis for selective recognition of oligosaccharides by DC-SIGN and DC-SIGNR. Science 294, 2163-2166, doi:10.1126/science.1066371 (2001).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/564542 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}