{
    "paper_id": "685cdc49b5db13ec22f0eda615b026bf59cd23f4",
    "metadata": {
        "title": "Viral long-term evolutionary strategies favor stability 1 over proliferation",
        "authors": [
            {
                "first": "Stéphane",
                "middle": [],
                "last": "Aris-Brosou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Ottawa",
                    "location": {
                        "postCode": "K1N 6N5",
                        "settlement": "Ottawa",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Louis",
                "middle": [],
                "last": "Parent",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Ottawa",
                    "location": {
                        "postCode": "K1N 6N5",
                        "settlement": "Ottawa",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Neke",
                "middle": [],
                "last": "Ibeh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Ottawa",
                    "location": {
                        "postCode": "K1N 6N5",
                        "settlement": "Ottawa",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Viruses are known to have some of the highest and most diverse mutation rates found 12 in any biological replicator, with single-stranded (ss) RNA viruses evolving the fastest, 13 and double-stranded (ds) DNA viruses having rates approaching those of bacteria. As 14 mutation rates are tightly and negatively correlated with genome size, selection is a clear 15 driver of viral evolution. However, the role of intragenomic interactions as drivers of 16 viral evolution is still unclear. To understand how these two processes affect the long-17 term evolution of viruses infecting humans, we comprehensively analyzed ssRNA, ssDNA, 18 dsRNA, and dsDNA viruses, to find which virus types and which functions show evidence 19 for episodic diversifying selection and correlated evolution. We show that selection mostly 20 affects single stranded viruses, that correlated evolution is more prevalent in DNA viruses, 21 and that both processes, taken independently, mostly affect viral replication. However, 22 the genes that are jointly affected by both processes are involved in key aspects of their life 23 cycle, favoring viral stability over proliferation. We further show that both evolutionary 24 processes are intimately linked at the amino acid level, which suggests that it is the 25 joint action of selection and correlated evolution, and not just selection, that shapes the 26 evolutionary trajectories of viruses -and possibly of their epidemiological potential.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "27",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Humanity is regularly reminded of the epidemiological toll of viruses, in part due to recent To date, one of the most salient evolutionary feature shared by all viruses is the ex-38 istence of a negative correlation between mutation rate and genome size Holmes (2009) . 39 This is a critical result as it suggests that selection is driving the evolution of mutation The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/539239 doi: bioRxiv preprint 4 the stem region necessitates a second mutation to restore the correct, functional, struc-53 ture Meer et al. (2010) . This process is of particular interest as correlated evolution can 54 be underlain by epistasis, which occurs when the fitness effects of these two mutations Gblocks 0.91b at the codon level using the stringent default settings Castresana (2000) .",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 267,
                    "text": "Holmes (2009)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 270,
                    "end": 272,
                    "text": "39",
                    "ref_id": null
                },
                {
                    "start": 614,
                    "end": 632,
                    "text": "Meer et al. (2010)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 863,
                    "end": 880,
                    "text": "Castresana (2000)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction 29"
        },
        {
            "text": "Both trees and alignments are available from https://github.com/sarisbro.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "114"
        },
        {
            "text": "To obtain gene annotations, Gene Ontology (GO) terms were retrieved from gene ver. 2.2.6 was used, still with the 2.3.3 HyPhy engine, to infer nonsynonymous to synony-147 mous rate ratios ω assuming that these rates can vary across lineages and among sites.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "115"
        },
        {
            "text": "In this implementation, two categories of sites were assumed, those for which ω neg ≤ 1, in 149 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/539239 doi: bioRxiv preprint 8 proportion p, and those for which ω pos > 1, that are under positive selection, in propor-150 tion 1 − p. Evidence for selection was derived by means of a likelihood ratio test between 151 this model, and a null model where ω pos was constrained to take its value between 0 152 and 1. Linear models were fitted through robust regressions Yohai et al. (1991) . All R 153 scripts and HyPhy source files are available from https://github.com/sarisbro (file 154 \"API scripts.zip,\" in \"data\"). The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/539239 doi: bioRxiv preprint our original hypothesis, there were no differences between dsDNA and dsRNA viruses 176 (X 2 = 0.26, df = 1, P = 0.6110), or between ssDNA and ssRNA viruses in terms of 177 prevalence of diversifying selection (X 2 = 2.07, df = 1, P = 0.1503). Note that these 178 differences cannot be attributed to genetic diversity, as dsDNA and dsRNA, which have 179 similar levels of selection, have however different levels of diversity ( Figure S3 ). However, 180 it is unlikely that \"strandedness\" (single vs. double stranded genetic material) alone drives The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/539239 doi: bioRxiv preprint dsDNA, while it is mostly peptidase activity and methylation on the viral envelope in 226 ssRNA viruses (Table S1 ; P < 0.01). In spite of these differences, we note that episodic 227 diversifying selection mostly affects genes involved in viral replication (Table S1 ). Genes (Table S2) . Again, most of these 231 functions and processes are involved in viral replication (Table S2 ). At the intersect of 232 these evolutionary processes however, the genes that are jointly affected by selection and Table S3 ). This suggests that despite key differences in life history strategies adopted Altogether, we showed that episodic diversifying selection is mostly found in single stranded 281 viruses, while correlated evolution is more prevalent in DNA viruses. More critically, we 282 also showed that the genes affected by each process, when acting independently, are in-283 volved in viral replication. However, the genes that are jointly affected by both processes 284 are mostly involved in viral stability (cell entry, integrity, assembly, immune escape), and 285 that the same amino acid sites tend to be affected by both processes. In retrospect, this 286 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/539239 doi: bioRxiv preprint tight relationship between selection and correlated evolution may not be surprising, as 296 We note however that we neglected some aspects of viral structure: indeed, viruses can 297 be segmented or not, with a circular or linear genome, with positive or negative strands, 298 overlapping reading frames, complications that we could not consider here due to the 299 resulting small sample sizes, even if these factors can impact the mode of evolution of 300 viruses Holmes (2009). Future work should however strive to address these limitations. 301 We also neglected the population genetics context in which different viruses evolve, con-302 text that can often be correlated to structural constraints Lynch (2007); Holmes (2009) . 303 Furthermore, as we solely focused on intragenic interactions, and not intergenic or higher 304 order correlations, it is not impossible that we missed higher-level constraints affecting The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/539239 doi: bioRxiv preprint",
            "cite_spans": [
                {
                    "start": 651,
                    "end": 670,
                    "text": "Yohai et al. (1991)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1491,
                    "end": 1494,
                    "text": "180",
                    "ref_id": null
                },
                {
                    "start": 3202,
                    "end": 3205,
                    "text": "296",
                    "ref_id": null
                },
                {
                    "start": 3659,
                    "end": 3662,
                    "text": "301",
                    "ref_id": null
                },
                {
                    "start": 3837,
                    "end": 3843,
                    "text": "(2009)",
                    "ref_id": null
                },
                {
                    "start": 3846,
                    "end": 3849,
                    "text": "303",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1469,
                    "end": 1478,
                    "text": "Figure S3",
                    "ref_id": null
                },
                {
                    "start": 1842,
                    "end": 1851,
                    "text": "(Table S1",
                    "ref_id": null
                },
                {
                    "start": 1996,
                    "end": 2005,
                    "text": "(Table S1",
                    "ref_id": null
                },
                {
                    "start": 2015,
                    "end": 2025,
                    "text": "(Table S2)",
                    "ref_id": null
                },
                {
                    "start": 2111,
                    "end": 2120,
                    "text": "(Table S2",
                    "ref_id": null
                },
                {
                    "start": 2239,
                    "end": 2247,
                    "text": "Table S3",
                    "ref_id": null
                }
            ],
            "section": "148"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Selection of conserved blocks from multiple alignments for their use 331 in phylogenetic analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Castresana",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Molecular biology and evolution",
            "volume": "17",
            "issn": "",
            "pages": "540--552",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Blast2GO: a 333 universal tool for annotation, visualization and analysis in functional genomics research",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Conesa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Götz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "García-Gómez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Terol",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Talón",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Bioinformatics",
            "volume": "334",
            "issn": "",
            "pages": "3674--3680",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Viruses' life history: towards a mechanistic basis of a 336 trade-off between survival and reproduction among phages",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "De Paepe",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Taddei",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "PLoS Biol",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The idiosyncratic drivers of 338 correlated evolution",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dench",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hinz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Aris-Brosou",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kassen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Why are RNA virus mutation rates so damn high?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Duffy",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "PLoS Biol",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Muscle: multiple sequence alignment with high accuracy and high 342 throughput",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Edgar",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nucleic acids research",
            "volume": "32",
            "issn": "",
            "pages": "1792--1797",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "2016a Zika virus in the americas: Early epidemiological and genetic findings",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "345",
            "issn": "",
            "pages": "345--349",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "347 Mobile real-time surveillance of Zika virus in Brazil",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Faria",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Sabino",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R T"
                    ],
                    "last": "Nunes",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C J"
                    ],
                    "last": "Alcantara",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Loman",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Genome Medicine",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A sensitive genetic assay for the 349 detection of cytosine deamination: determination of rate constants and the activation 350 energy",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Frederico",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Kunkel",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Shaw",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Biochemistry",
            "volume": "29",
            "issn": "",
            "pages": "2532--2539",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cc-By-Nc-Nd",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/539239"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Extent and evolution of gene 352 duplication in DNA viruses",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "G.-Z",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Virus research",
            "volume": "240",
            "issn": "",
            "pages": "161--165",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Experimental selection reveals a trade-off be-354 tween fecundity and lifespan in the coliphage Qß",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "García-Villada",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Drake",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Open Biol",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Sequence file format conversion with command-line readseq",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gilbert",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Curr Protoc",
            "volume": "356",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Appendix 1E",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Genomic 358 surveillance elucidates Ebola virus origin and transmission during the",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Gire",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Goba",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Andersen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S G"
                    ],
                    "last": "Sealfon",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Science",
            "volume": "345",
            "issn": "",
            "pages": "1369--72",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Stability-mediated epistasis constrains 361 the evolution of an influenza protein",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "I"
                    ],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Suchard",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Bloom",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Unifying 363 the epidemiological and evolutionary dynamics of pathogens",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Grenfell",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "G"
                    ],
                    "last": "Pybus",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Gog",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L N"
                    ],
                    "last": "Wood",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Daly",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Science",
            "volume": "303",
            "issn": "",
            "pages": "327--359",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The evolution and emergence of RNA viruses",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "What does virus evolution tell us about virus origins?",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Virol",
            "volume": "85",
            "issn": "",
            "pages": "367--5247",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Both epistasis and diversify-369 ing selection drive the structural evolution of the Ebola virus glycoprotein mucin-like 370 domain",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ibeh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Nshogozabahizi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Aris-Brosou",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Virol",
            "volume": "90",
            "issn": "",
            "pages": "5475--5484",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Not so different after all: a comparison 372 of methods for detecting amino acid sites under selection",
            "authors": [
                {
                    "first": "Kosakovsky",
                    "middle": [],
                    "last": "Pond",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D W"
                    ],
                    "last": "Frost",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Mol Biol Evol",
            "volume": "22",
            "issn": "",
            "pages": "1208--1230",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cc-By-Nc-Nd",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/539239"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Prevalence of epis-374 tasis in the evolution of influenza A surface proteins",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kryazhimskiy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dushoff",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Bazykin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Plotkin",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS Genet",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The fitness landscape of a tRNA 376 gene",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Qian",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Maclean",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Science",
            "volume": "352",
            "issn": "",
            "pages": "837--877",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The origins of genome architecture",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lynch",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Mutation and epistasis in influenza virus evolution. 380 Viruses 10",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Lyons",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Lauring",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The unsolved challenge to phylogenetic cor-382 relation tests for categorical characters",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Maddison",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Fitzjohn",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Syst Biol",
            "volume": "64",
            "issn": "",
            "pages": "127--163",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Com-384 pensatory evolution in mitochondrial tRNAs navigates valleys of low fitness",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Meer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Kondrashov",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Artzy-Randrup",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Kondrashov",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nature",
            "volume": "385",
            "issn": "",
            "pages": "279--82",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Detecting 387 individual sites subject to episodic diversifying selection",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Murrell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Wertheim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moola",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Weighill",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Scheffler",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS Genet",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Coordinated 389 evolution of influenza A surface proteins",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Neverov",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kryazhimskiy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Plotkin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Bazykin",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS Genet",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Widespread historical contin-391 gency in influenza viruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Nshogozabahizi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dench",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Aris-Brosou",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Genetics",
            "volume": "205",
            "issn": "",
            "pages": "409--420",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cc-By-Nc-Nd",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/539239"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "HyPhy: hypothesis testing using 395 phylogenies",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L K"
                    ],
                    "last": "Pond",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D W"
                    ],
                    "last": "Frost",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Muse",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Bioinformatics",
            "volume": "21",
            "issn": "",
            "pages": "676--685",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Spidermon-397 key: rapid detection of co-evolving sites using Bayesian graphical models",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "F Y"
                    ],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "I"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D W"
                    ],
                    "last": "Frost",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Pond",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Bioinformat-398 ics",
            "volume": "24",
            "issn": "",
            "pages": "1949--50",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "FastTree 2-approximately maximum-400 likelihood trees for large alignments",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Price",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Dehal",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Arkin",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS One",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "R: A Language and Environment for Statistical Computing. R Foun-402 dation for Statistical Computing",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "R Core Team",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "phytools: an R package for phylogenetic comparative biology (and 404 other things)",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Revell",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Methods in Ecology and Evolution",
            "volume": "3",
            "issn": "",
            "pages": "217--223",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Molecular 406 evolution of human species D adenoviruses",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Seto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Dyer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chodosh",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Infect Genet Evol",
            "volume": "11",
            "issn": "",
            "pages": "1208--1225",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Predicting the emergence of H3N2 influenza viruses 408 reveals contrasted modes of evolution of HA and NA antigens",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sandie",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Aris-Brosou",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Mol Evol",
            "volume": "78",
            "issn": "",
            "pages": "1--12",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "From molecular genetics to phylodynamics: evolutionary relevance of 410 mutation rates across viruses",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sanjuán",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS Pathog",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Why do RNA viruses recombine?",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Simon-Loriere",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nat Rev 412 Microbiol",
            "volume": "9",
            "issn": "",
            "pages": "617--643",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Origins 414 and evolutionary genomics of the 2009 swine-origin H1N1 influenza a epidemic",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J D"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Vijaykrishna",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bahl",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Lycett",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Worobey",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature",
            "volume": "415",
            "issn": "",
            "pages": "1122--1127",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cc-By-Nc-Nd",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/539239"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "viruSITE-integrated database for viral genomics",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stano",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Beke",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Klucar",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Genomic characterization of a newly discovered coronavirus associated with acute res-420 piratory distress syndrome in humans",
            "authors": [],
            "year": null,
            "venue": "MBio",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Darwinian 422 evolution can follow only very few mutational paths to fitter proteins",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Weinreich",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "F"
                    ],
                    "last": "Delaney",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Depristo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Hartl",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Science",
            "volume": "312",
            "issn": "",
            "pages": "423--111",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Constraints from protein structure 425 and intra-molecular coevolution influence the fitness of HIV-1 recombinants",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Robertson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Lovell",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Virology",
            "volume": "426",
            "issn": "",
            "pages": "34--43",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "A procedure for robust estimation 428 and inference in linear regression",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Yohai",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Stahel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Zamar",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Directions in robust statistics and diagnostics",
            "volume": "",
            "issn": "",
            "pages": "429--365",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cc-By-Nc-Nd",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/539239"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "30 and ongoing viral outbreaks of influenza Smith et al. (2009), Ebola Gire et al. (2014), and 31 Zika Faria et al. (2016a). Thanks to recent technological and analytical developments, it 32 is now possible to elucidate, almost in real time Faria et al. (2016b), their epidemiological 33 dynamics, and unravel their evolutionary dynamics Grenfell et al. (2004). However, while 34 the evolutionary dynamics of RNA viruses are well documented Holmes (2009), those of 35 other viruses are not so well known, in particular in a unifying context including major 36 viral types such as double-stranded (ds) and single-stranded (ss) DNA and RNA viruses.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "40 rates, establishing a tradeoff between mutational load and availability of adaptive muta-41 tions Holmes (2011). But the processes driving the evolution of different types of viruses 42 are multiple. As already argued, both ssDNA and ssRNA viruses share small genome 43 sizes, high mutation rates, but also large effective population sizes, little to no gene dupli-44 cation or recombination, and overlapping reading frames Holmes (2009). This last point 45 suggests that a less frequently explored evolutionary process in viral studies, correlated 46 evolution, could be as critical as positive selection. Correlated evolution happens when 47 mutations at two locations in a genome occur one after the other, in a quick succession 48 Kryazhimskiy et al. (2011), repeatedly Maddison and FitzJohn (2015). Typical examples 49 include drug resistance mutations that have a fitness cost, and that require a second mu-50 tation to compensate for the first one Gong et al. (2013), or tRNAs that require a specific 51base-pairing to maintain their secondary and tertiary structures, so that a mutation in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "55 are non-additive Dench et al. (2019), as in the two examples above. As such, correlated 56 evolution can help us understand the relationship between genotype and fitness, which 57 is a key determinant of evolutionary trajectories Li et al. (2016). To date however, cor-58 related evolution has only sporadically been investigated in viral evolution, and these 59 rare instances only focused on ssRNA viruses. Indeed, recent work uncovered pervasive 60 evidence for correlated evolution in influenza viruses Nshogozabahizi et al. (2017); Lyons 61 and Lauring (2018), and both the Zika Aris-Brosou et al. (2017) and the Ebola viruses 62 Ibeh et al. (2016). Intriguingly, in this latter case (Ebola), evidence was found that sites 63 evolving in a correlated manner could also be under positive selection -bearing the ques-64 tion as to how frequently these two processes, correlated evolution and positive selection, 65 occur, possibly jointly, and if this co-occurrence is limited to ssRNA viruses, or can be 66 generalized to all viruses. 67 To better understand the role of correlated evolution and positive selection in the 68 evolutionary dynamics of viruses infecting humans, we constructed a nearly exhaustive 69 viral data set spanning all dsDNA, dsRNA, ssRNA, and ssDNA viruses deposited in 70 GenBank (as of August 2017), and conducted an extensive survey of correlated evolution 71 and diversifying selection in these viruses, asking more specifically about the prevalence of 72 these two processes in each viral type, independently or jointly, with the specific hypothesis 73 that the genes affected by both processes encode functions that are most critical to each 74 viral life cycle.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "et al. (2012); Zaki et al. (2012)), these stringent thresholds also ensured 100 that sequences contained in each alignment mostly came from a single host. Only data 101 sets with at least 20 hits were kept for downstream analyses. Sequences corresponding to 102 each accession number were retrieved from the FASTA file obtained with readseq Gilbert 103 (2003).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Because this file contained partial sequences, each set of retrieved sequences was first 105 aligned with Muscle 3.8.31Edgar (2004). Each alignment was then quality checked en-106 suring that (i) its length is a multiple of three, (ii) it starts with an ATG and stops 107 with a stop codon. Alignments failing at least one condition were discarded. Within 108 each alignment, mean numbers of indelsn indels were computed for each sequence, and 109 those containing number of indels ≥n indels + 1SEM (standard error of the mean) were 110 eliminated. The remaining nucleotide sequences were then re-aligned with TranslatorX 111 Abascal et al. (2010), at the amino acid level, using the Muscle aligner and their heuris-112 tics to determine the correct reading frame. Alignment files were then cleaned-up with 113",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "116 sequences with HMMER2GO (github.com/sestaton/HMMER2GO), relying on the Hidden 117 Markov Models in ftp.ebi.ac.uk/pub/databases/Pfam/current_release/Pfam-A.hmm. 118 gz (ver. Feb 23, 2017). This is equivalent to performing a Blast2GO search Conesa et al. 119 (2005), but without the limitations of proprietary software. Individual mapping files com-120 ing from our four viral types (ssRNA, dsRNA, ssDNA, and dsDNA viruses) were then 121 merged to create a custom annotation file, used for GO term enrichment testing with 122 topGO Alexa and Rahnenführer (2009), based on Fisher's exact test. The reference gene 123 list was always the entire set of genes within each viral type. were reconstructed with FastTree 2.1.7 Price et al. (2010) under the 126 GTR+Γ model of evolution Aris-Brosou and Rodrigue (2012); note that FastTree was 127 recompiled locally to use double-precision arithmetics, as recommended by its authors to 128 estimate very short branch lengths accurately. Those with a nonzero tree length were 129 midpoint rerooted using the phytools package ver. 0.4-60 Revell (2012) in R ver. correlated evolution among sites were identified with the Bayesian graph-132 ical model (BGM) implemented in SpiderMonkey Poon et al. (2008), which is part of 133 HyPhy ver. 2.3.3 Pond et al. (2005). Default HyPhy scripts were slightly modified to read 134 in codon data, which were used to reconstruct mutational paths under the MG94×HKY85 135 substitution model Kosakovsky Pond and Frost (2005) at nonsynonymous sites along each 136 branch of the estimated trees. Ambiguous reconstructions were resolved by considering 137 all possible resolutions and averaging them. These reconstructed mutational paths were 138 then recoded as a binary matrix, with rows corresponding to branches and columns to a 139 site of the alignment. The BGM was then used to identify the pairs of sites that exhibit 140 correlated patterns of nonsynonymous substitutions according to their posterior proba-141 bility, estimated with a Markov chain Monte Carlo sampler that was run for 10 5 steps, 142 with a burn-in period of 10,000 steps sampling every 1,000 steps for inference Aris-Brosou 143 et al. (2017). 144 Patterns of episodic selection were identified based on the Mixed Effects Model of 145 Evolution Murrell et al. (2012), also as implemented in HyPhy. The default script from146",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": ", in order to better understand the genomic characteristics of the four types of viruses 157 known to infect humans, dsDNA (n = 94), dsRNA (n = 15), ssRNA (n = 354), and 158 ssDNA (n = 84), and understand how these characteristics can impact the evolutionary 159 dynamics of these viruses (Methods; Figure S1), we examined the distribution of four 160 of their genomic features. While dsDNA viruses had the largest and the most variable 161 genome lengths, ssDNA were the smallest genomes by at least an order of magnitude, 162 with both dsRNA and ssRNA exhibiting intermediate sizes (Figure 1a). Because of the 163 compact structure of these genomes, these differences were also reflected in the number of 164 genes, protein-coding genes, and RNAs encoded by the genomes of these viruses (Figure 165 S2). In turn, these characteristics suggest that with their large genomes, dsDNA viruses 166 potentially have a higher degree of functional redundancy than ssDNA or even ssRNA 167 viruses, possibly due to duplication events Gao et al. (2017), and thereby be under less 168 stringent selective pressures than viruses with smaller genomes. On the other hand, the 169 extent of correlated evolution and its interaction with selection is more difficult to predict.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Modes of evolution of viruses. Modes of evolution of viruses. (a) Distribution of genome size, on a log 10 scale ssRNA (blue), ssDNA (purple), dsRNA (orange), and dsDNA (red). (b) Proportion of genes detected to be under diversifying selection (top, dark hues); actual numbers of genes are shown within each column. (c) Proportion of genes detected to be evolving in a correlated manner (top, dark hues); actual numbers of genes are shown within each column. (d) Venn diagrams showing the Genes of Interest (GOIs) either under selection (MEME GOIs), or evolving in a correlated manner (SM GOIs), or both (intersect) for each virus type. (e) Gene Ontology (GO) enrichment tests for the genes that are both under selection and evolving in a correlated manner for their Molecular Function (top), Biological Processes (middle), and Cellular Component (bottom), all at level 2 of the ontology.To address these questions, we first tested for the presence of episodic diversifying 171 selection in each viral type. Altogether, we found extensive differences among all four 172 viral types in terms of the number of genes under selection(Figure 1b; X 2 = 99.61, 173 df = 3, P < 2.2 × 10 −16 ), and that single stranded viruses were more subject to selection 174 than double stranded viruses (X 2 = 95.14, df = 1, P < 2.2 × 10 −16 ). Indeed, and contra",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "181 selection, even if greater instability can be postulated in single-stranded nucleic acids 182 Frederico et al. (1990). Indeed, strandedness is negatively correlated with genome size 183 (t = −4.98, df = 108.35, P = 2.43 × 10 −6 ), which is itself correlated with mutation rates 184 Lynch (2007); Duffy (2018). As a result, episodic diversifying selection is mostly driven 185 by structural aspects of viral genomes, which condition mutation rates across all virus 186 types Sanjuán (2012).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "To understand if similar aspects drive intragenic correlated evolution, we counted in 188 the same way the number of genes for which we could find evidence for interactions. Here 189 again, we found extensive differences among all four viral types(Figure 1c; X 2 = 29.79, 190 df = 3, P < 1.5 × 10 −16 ), with no difference between dsDNA and ssDNA viruses (X 2 = 191 0.0005, df = 1, P = 0.9827), or between dsRNA and ssRNA viruses (X 2 = 0.0001, df = 3, 192 P = 0.9903). Again, diversity is not driving these differences, as both dsDNA / ssDNA193 and dsRNA / ssRNA have significantly different levels of diversity (Figure S3). As a 194 result, the prevalence of correlated evolution seems to be mostly driven by the nature of 195 viral genetic material. At least two processes can underpin correlated evolution: linkage 196 and epistasis Dench et al. (2019). As recombination is pervasive in some dsDNA viruses 197 Robinson et al. (2011), linkage alone may not explain the high prevalence of correlated 198 evolution in DNA viruses (close to 40%: Figure 1c). Rather, this pattern suggests that 199 intragenic constraints are higher in DNA viruses for unknown structural reasons, maybe protein structure Woo et al. (2014), or in the same way that recombination in RNA 201 viruses may be driven by mechanistic constraints associated with genome structures and 202 viral life cycles Simon-Loriere and Holmes (2011) . 203 While previous work showed that both diversifying selection and correlated evolution 204 can affect the same gene and even the same site in a viral genome such as Ebola's Ibeh 205 et al. (2016), a ssRNA virus, the generality of this association is still unknown. At the gene 206 level, we found strong heterogeneity among all four viral types for gene numbers showing 207 evidence for selection, correlated evolution or both (X 2 = 206.54, df = 6, P < 2.2×10 −16 ). 208 Surprisingly, ssRNA viruses are those that show the least overlap between selection and 209 correlated evolution, with only 11% of the genes evolving under both mechanisms (Figure 210 1d). Patterns are however much more difficult to extract here, mostly because the number 211 of genes involved becomes quite small, in particular for the virus type with most overlap, 212 the dsRNA viruses (Figure 1d: 29.4%, i.e. five genes). 213 To assess the extent to which some of these differences at the gene level are function-214 ally driven, we extracted the Gene Ontology (GO) annotations, or GO terms, associated 215 with the genes analyzed, as well as those under selection, correlated evolution, or both -216 focusing exclusively on the virus types for which we had the largest samples sizes, dsDNA 217 and ssRNA viruses (Figure 1e). Each of the three parts of the ontology (Molecular Func-218 tion [MF], Biological Process [BP], and Cellular Component [CC]) were first limited to 219 the second level of GO in order to derive a high-level interpretation (low-level descriptions 220 are shown in Tables S1-S3). Figure 1e shows that GO terms related to catalytic activity 221 (MF), involved in the establishment or maintenance of a certain location (BP) at the 222 membrane level (CC) are predominantly present in both dsDNA and ssRNA genomes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "However, only a subset of these GO terms is mostly under episodic diversifying selection: 224 helicase activity / binding (MF) and replication (BP) in the host cell nucleus (CC) in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "228 that are affected by correlated evolution include: helicase activity and binding at the 229 interface of multiple compartments in dsDNA viruses, or transferase activity and pro-230 tein modifications on the envelope in ssRNA viruses",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "233 correlated evolution are involved in structural integrity and assembly within or outside 234 a cell at the capsid level for dsDNA viruses, or in interacting with host cell surface via 235 antigen activity on the viral envelope for ssRNA viruses -functions and processes that 236 are mostly involved in \"viral stability\" (cell entry, integrity, assembly, immune escape;237",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "238 by dsDNA and ssRNA, there is a certain unity across viral types, where genes involved 239 in replication are mostly under either selection or correlated evolution, while those in-240 volved in viral stability are mostly affected by both evolutionary processes -as has been 241 shown for the influenza Gong et al. (2013) and the Ebola Ibeh et al. (2016) viruses (both 242 cases involved a glycoprotein required for cell entry). Because these two evolutionary 243 processes are required by epistasis, it is possible that the genes involved in viral stability 244 are the most likely to show evidence for non-additive fitness effects -and hence, shape 245 viral fitness landscapes. This tension between replication and stability is evocative of the 246 existence of tradeoffs between capsid stability and proliferation within a host De Paepe 247 and Taddei (2006), or fecundity and lifespan García-Villada and Drake (2013) in dsDNA 248 viruses, which supports the idea that it is the joint action of selection and of correlated 249 evolution that shapes viral life histories. Strength of evidence for sites under both selection (MEME) and correlated evolution (SM). (a) SM sites that are also under episodic diversifying selection. (b) MEME sites that are also evolving in a correlated manner. In both cases, the posterior probability of a site evolving in a correlated manner is plotted as a function of the P -value of a site being under selection (on a − log 10 scale). Regular least-square regressions are shown in blue; robust regressions are shown in red; 95% confidence envelopes are shaded in grey. See text for statistical details. Density scale: from low (cool colors) to high (warm colors). The previous analyses were at the gene level. One outstanding question is whether 251 this relationship between selection and correlated evolution also holds at the amino acid 252 level, that is, if the amino acids under selection are also involved in correlated evolution. 253 This question was addressed in two different ways, all virus types confounded (in order 254 to have larger sample sizes), by focusing on one process at a time, and finding at what 255 point evidence supporting the second process becomes significant. First, we searched the 256 list of pairs of sites evolving in a correlated manner (the SM sites) to see if at least one 257 pair member was potentially evolving under episodic diversifying selection (the MEME 258 sites), irrespective of its probability of being a MEME site. For this, we identified pairs 259 of SM sites, that is those with a posterior probability ≥ 0.95, and plotted their posterior 260 probability as a function of the − log 10 probability of each pair member to be under 261 selection (Figure 2a). Both the least-square (ρ slope = 0.005, t = 3.90, P = 0.0001) and 262 the robust regressions (ρ slope = 0.005, t = 2.62, P = 0.0089) have positive and significant diversifying selection at the amino acid level -even if most of the SM sites 265 show weak evidence of selection (at P ≤ 0.01, gray broken line in Figure 2a). So, to 266 validate the existence of this relationship, we then took the list of MEME sites, and 267 searched the list of SM sites to see if at least one pair member was potentially a MEME 268 site, irrespective of its posterior probability of being in an SM site pair. For this, we 269 identified the MEME sites, that is those with a P -value ≤ 0.01 (≥ 2 on a − log 10 scale), 270 and plotted this (on the x-scale) vs. their posterior probability of being in an SM pair (on 271 the y-scale; Figure 2b). Both the least-square (ρ slope = 0.026, t = 3.64, P = 0.0003) and 272 the robust regressions (ρ slope = 0.031, t = 3.37, P = 0.0008) have positive and significant 273 slopes, further confirming the existence of a relationship between correlated evolution and 274 episodic diversifying selection at the amino acid site level. Note however that this latter 275 analysis is more informative than the former, as the density also shows that most of the 276 sites under selection are involved in weak interactions. This is intriguingly reminiscent 277 of the involvement of weakly interacting pairs of sites in severe outbreaks or pandemics 278 Aris-Brosou et al.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "287 correlated evolution can be underlain by epistasis Nshogozabahizi et al. (2017); Dench 288 et al. (2019), which directly involves selection (in a non-additive way). Epistasis being 289 a key determinant of fitness landscapes and hence, of evolutionary trajectories Li et al. 290 (2016), our results suggest that in the long-term, both processes jointly shape the life 291 history of viruses, favoring stability over proliferation. If so, analyzing viral evolution 292 in the joint light of selection and correlated evolution might help us better predict how 293 viruses that affect humans might evolve Weinreich et al. (2006); Pedruzzi et al. (2018) -294 as predicting their evolution Sandie and Aris-Brosou (2014) and epidemiology Ben-Nun 295 et al. (2019) has a long history fraught with mixed success.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "305 viral evolution. In particular, it is possible that intergenic correlations reveal the nature 306 of tradeoffs shaping the life history strategies in viruses De Paepe and Taddei (2006).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "modeling Neverov et al. (2015) and empirical Ashenberg et al. (2017) work should 308 probably focus on elucidating not only these constraints, but also the theoretical basis 309 connecting correlated evolution, if not epistasis, to selection in shaping the evolutionary 310 strategies of biological replicators, as current evidence linking these processes is currently the influenza Gong et al. (2013) and the Ebola Ibeh et al. Compute Canada and Ontario's Centre for Advanced Computing for giving 314 us access to their servers. This work was supported by the Natural Sciences Research 315 Council of Canada (SAB), and by the University of Ottawa (LP, NI). 316 References 317 Abascal, F., R. Zardoya, and M. J. Telford, 2010 TranslatorX: multiple alignment of 318 nucleotide sequences guided by amino acid translations. Nucleic Acids Res 38: W7-13. 319 Alexa, A. and J. Rahnenführer, 2009 Gene set enrichment analysis with topGO. Biocon-320 ductor Improv 27.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "Aris-Brosou, S., N. Ibeh, and J. Noël, 2017 Viral outbreaks involve destabilized evolu-322 tionary networks: evidence from Ebola, Influenza and Zika. Sci Rep 7: 11881. 323 Aris-Brosou, S. and N. Rodrigue, 2012 The essentials of computational molecular evolu-324 tion. Methods Mol Biol 855: 111-52. 325 Ashenberg, O., J. Padmakumar, M. B. Doud, and J. D. Bloom, 2017 Deep mutational 326 scanning identifies sites in influenza nucleoprotein that affect viral inhibition by MxA. 327 PLoS Pathog 13: e1006288.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF22": {
            "text": "Ben-Nun, M., P. Riley, J. Turtle, D. P. Bacon, and S. Riley, 2019 Forecasting national 329 and regional influenza-like illness for the USA. PLoS Comput Biol 15: e1007013.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. ItLists of dsDNA, dsRNA, ssRNA, and ssDNA viruses infecting humans were retrieved from the viruSITE databaseStano et al. (2016) in August 2017 (Tables S1-S4); subtypes / genotypes / clades were treated as independent data sets. Although some of these viruses could be segmented or not, with circular or linear genome, with positive or negative strands, and with or without overlapping reading frames, accounting for these structural features would have led to smaller and smaller data sets, precluding any statistical analysis, so that the data were not split beyond viral type. Each list contained the virus names, the length of 84 their genome, their number of protein-coding genes (CDS's), and was associated with a reference coding sequence (see query sequences.zip at https://github.com/sarisbro).In order to obtain corresponding sequence alignments of orthologous genes, BLASTn searches were performed on a custom database limited to viral genes present in NCBI nucleotide database with blast-2.6.0+. For this, all gbvrl*.seq.gz files were downloaded from ftp.ncbi.nih.gov/genbank while querying viruSITE, and were concatenated into 90 a single GenBank file, then converted into a FASTA file with readseq to specifically extract CDS'sGilbert (2003). This was done to avoid retrieving 5' and 3' untranslated regions that would cause problems to the downstream codon analyses. BLASTn searches were performed for each viruSITE viral sequence with a stringent E-value threshold of 10 −100 , keeping a maximum of 100 sequences with at least 80% coverage with each query; this ensured that subtype / genotype / clade boundaries were not crossed. As the viruses retrieved from the viruSITE also included viruses that require a vector (e.g., arboviruses such as the Dengue and Yellow fever viruses), or viruses that circulate in non-human hosts but that can lead to zoonoses (e.g., the Camel alphacoronavirus leading to MERS",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}