{
    "paper_id": "691f54c001708f6684ae7837adc749fe09404e61",
    "metadata": {
        "title": "Contesting the evidence for -1 frameshifting in immune-functioning C-C chemokine receptor 5 (CCR5) -the HIV-1 co-receptor 2",
        "authors": [
            {
                "first": "Yousuf",
                "middle": [
                    "A"
                ],
                "last": "Khan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cambridge",
                    "location": {
                        "addrLine": "Tennis Court 4 Road",
                        "postCode": "CB2 1QP",
                        "settlement": "Cambridge",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Gary",
                "middle": [],
                "last": "Loughran",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University College Cork",
                    "location": {
                        "settlement": "Cork",
                        "country": "Ireland"
                    }
                },
                "email": ""
            },
            {
                "first": "John",
                "middle": [
                    "F"
                ],
                "last": "Atkins",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University College Cork",
                    "location": {
                        "settlement": "Cork",
                        "country": "Ireland"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "During the decoding of a subset of mRNAs a proportion of ribosomes 8 productively shift to the -1 reading frame at a specific, slippage-prone site 1 . While the 9 great majority of occurrences of the \"Programmed -1 Ribosomal Frameshifting\" (-1 10 PRF) involve viruses 2 , other mobile elements or retroelements 1 , a dramatic instance of 11 utilized human cellular -1 frameshifting in a non-retroelement derived mRNA has been 12 reported. The mRNA for which -1 frameshifting was claimed due to a stimulatory 13 pseudoknot is that which encodes immune functioning C-C chemokine receptor 5 14 (CCR5), the HIV-1 co-receptor 3 . The publication ascribed the importance of the reporter 15 CCR5 mRNA frameshifting directing translating ribosomes to a premature termination 16 codon leading to mRNA destabilization via the nonsense-mediated decay pathway 17 (NMD), rather than creating a C-terminally unique peptide. The same lab estimates that 18 up to 10% of eukaryotic genes may be regulated by this frameshift-NMD mechanism 4 19 and point to the potential for novel therapeutic strategies aimed at treating disease by -1 20 PRF 5 . Efficient -1 frameshifting requires a slippery site together with an appropriately 23 positioned stimulatory RNA structure. The reported CCR5 slip site (U_UUA_AAA where 24 underscores set of the reading frame) has previously been shown to facilitate high 25 levels of -1 frameshifting in vitro when positioned 5' of a known stimulatory pseudoknot 6 . 26 However, frameshifting efficiencies in vivo could be substantially different and further, at 27 least as of 2016, there were no known virus frameshift sites with the reported CCR5 28 shift site 1 . 29 30 We challenge the reported results by showing that frameshifting at the relevant 31 CCR5 sequence cassette does not occur above background levels and that the claimed 32 pertinent sequence is not as distinctively conserved as previously presented. Lastly, we 33 demonstrate that previously published retroelement derived human frameshift signals 34 do indeed harbor frameshift activity. 35 36",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Using BLAST, we first identified orthologues of human CCR5 in the NCBI RefSeq 37 database. Sequences were aligned and, on examining the frameshift region, we 38 observed substitutions in the slippery site sequence which would likely decrease or 39 eliminate frameshifting in related organisms. Indeed, none of the nucleotides in the 40 slippery site are conserved across vertebrates (Figure 1). The predicted frameshift site 41 in CCR5 was previously reported as most highly conserved in primates, except for 42 Lemur catta 3 . Primate CCR5 CDS sequences were aligned and nucleotide conservation 43 was measured at single nucleotide resolution (Figure 2A) and smoothed in a 10 44 . CC-BY-NC-ND 4.0 International license is made available under a",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/513333 doi: bioRxiv preprint ( Figure 2B ) nucleotide sliding window. This analysis showed that the entire CDS, not 45 just the predicted frameshift site, is highly conserved among primates. Thus, the 46 observation that the frameshift site is mostly conserved in primates does not indicate 47 that the (putative) ability to frameshift is subject to purifying selection. 48 49 Dual-luciferase vectors in which the test cassette is sandwiched between and 50 fused to both Firefly and Renilla luciferase encoding sequences, have been widely used 51 for assaying translational recoding events (Figure 3A). The frameshifting efficiency is 52 calculated by dividing Firefly luciferase activity by Renilla luciferase activity. This ratio is 53 then normalized to an in-frame control vector in which Renilla and Firefly luciferases are 54 both situated in the zero-frame to account for differences in activity between the two 55 enzymes (a ratio of a ratio) (Figure 3B). 56 57 In nearly all cases the fused test encoded polypeptide has only a small or no 58 effect on the upstream encoded luciferase activity. However, in one case luciferase 59 activity was anomalously low (unpublished) and we developed a variant vector system 60 (pSGDluc 7 ) containing a StopGo sequence directly 3' of the first and immediately 5' of 61 the second luciferase encoding sequence. Subsequently we made another variant by 62 removing a potential splice site, pSGDlucV3.0 (deposited with Addgene). Thus in earlier 63 constructs, where the insert-encoded peptides were appended to the C-terminus of 64 Renilla luciferase, the Renilla luciferase activity could dropparticularly for the short 65 zero-frame encoded peptide, causing an artificial inflation of translation recoding rates.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 151,
                    "end": 160,
                    "text": "Figure 2B",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "66 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/513333 doi: bioRxiv preprint This problem has been overcome by inserting flanking StopGo sequences that result in 67 co-translational excision of the insert-encoded peptides, thus releasing independent 68 Renilla and Firefly proteins that are identical in sequence for both the test and in-frame 69 control constructs. The publication on CCR5 frameshifting utilized the very first iteration 70 of a dual luciferase vector that we developed in 1998 8 . 71 72 We recloned the same CCR5 frameshift sequence tested in the original article 73 into pSGDlucV3.0. For CCR5 we used negative controls comparable to those in the 74 original article, which include a slip site mutant (UUUAAAA  GCGCGCG for Y.A.K., 75 UUUAAAA  AUUCAAA for G.L.), a 5`-termination control (also known as a premature 76 termination codon control or PTC control) and a 3`-termination control (also known as 77 an out-of-frame stop codon control or OOF control). Lastly, we included measurements 78 from the empty vector alone (Figure 3C). All four of these controls are meant to 79 establish a baseline for background levels of luminescence 80 81 The dual luciferase assays were carried out in the same cell line used in the 82 original article, HeLa. Renilla luciferase, the reference luciferase, is stable for all the 83 constructs (Figure 4A). Similarly Firefly luciferase activities for the in-frame controls of 84 CCR5 and a HIV-1 control are consistent as well, indicating that when forced to express 85 Firefly luciferase, both constructs produce proteins with similar activity. The Firefly 86 luciferase activity for the WT HIV-1 frameshift construct is >40 fold higher than that of 87 WT CCR5 or any of its negative controls. Furthermore, the Firefly luciferase activity for 88 . CC-BY-NC-ND 4.0 International license is made available under a",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/513333 doi: bioRxiv preprint CCR5 and all its negative controls are all comparable to the activity of the empty vector 89 control, which is the baseline for background levels of Firefly luciferase activity ( Figure   90 4B). After normalizing the luciferase activities for the test vectors to their respective in-91 frame control vectors, we find that HIV-1 shows frameshift rates that are comparable to 92 previously reported findings in HeLa cells 9 . However, CCR5 WT frameshifting is 93 ~0.15%, indistinguishable from its negative controls, indicating that CCR5 does not 94 frameshift above background at our limit of sensitivity and is certainly far less than the 95 previously reported level of 9-11% 3 . In fact, CCR5 SSM demonstrates slightly higher 96 rates of FS than the WT, indicating that translational recoding values this low are 97 indicative of background ( Figure 4C) . These experiments were repeated in HEK293T 98 cells to control for cell-line specific results and we found that the results followed 99 identical trends to those obtained in HeLa cells (Figure 4D-F) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 328,
                    "end": 339,
                    "text": "Figure   90",
                    "ref_id": null
                },
                {
                    "start": 995,
                    "end": 1005,
                    "text": "Figure 4C)",
                    "ref_id": null
                },
                {
                    "start": 1193,
                    "end": 1206,
                    "text": "(Figure 4D-F)",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "To ensure that these results were repeatable, the cloning and assaying of CCR5 102 frameshifting was completed independently by a different laboratory (G.L., J.F.A.), 103 which used modestly different cloning and assaying strategies. When utilizing both 104 HeLa and HEK293T cells, we found that CCR5 frameshifted at an insignificant rate as 105 well (Figure 5A-F). 106 107 Retrotransposons and retroviruses share a common origin. Ribosomal 108 frameshifting has been well documented in viruses and thus it stands to reason that 109 retrotransposons and/or derivatives of retrotransposons in the human genome could 110 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/513333 doi: bioRxiv preprint frameshift. Three derivatives of retrotransposons in the human genome, PNMA3 (Ma3), 111 PNMA5 (Ma5), and PEG10, have been previously demonstrated to frameshift in-vivo 112 and in-vitro 1 . All three encode zero-frame proteins with homology to the viral protein gag 113 and their trans-frame protein have similarity to gag-pol. All three share a slippery site 114 common with some viruses in the Retroviridae family, GGGAAAC. These sequences 115 were assayed in both HeLa and HEK293T cells (Figure 6). Although the rates of -1 116 PRF were slightly different from previously reported, all three signals stimulated 117 frameshifting far above background. These results further confirm the fidelity of the 118 pSGDlucV3.0 vector for assaying -1 PRF, already seen for other translational recoding 119 events 7 . 120 121",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "In conclusion, using an improved reporter assay system, we find no evidence of -122 1 frameshifting above background levels on the CCR5 mRNA. Additionally, a lack of 123 statistically significant purifying selection acting on the slip site (a hallmark for 124 functionally relevant frameshift signals) supports the argument that CCR5 does not 125 contain a biologically important frameshift signal. There are several possible 126 explanations for the discrepancy between the reported CCR5 results and the results 127 presented here but the most obvious one is the standard decoding of a significant 128 percentage of mRNAs generated by cryptic splicing. Methods 133 Alignment of CCR5 slippery sites 134 The NCBI mRNA and RefSeq BLAST databases were searched with blastn using the 135 human CCR5 mRNA (accession NM_000579.3) as query on December 4th, 2018 using 136 default parameters, with the number of hits expanded from 100 to 500. The best 137 sequence per organism, as determined by 'Max Score', was taken up until 70% query 138 cover. These sequences were aligned with MUSCLE. This alignment was trimmed to 139 only include the putative frameshift region of CCR5 that was generated by code written 140 in Python 3. The alignment image was generated using the box-shade server 141 (https://embnet.vital-it.ch/software/BOX_form.html). 142 143 CCR5 Primate CDS analysis 144 Of the sequences obtained in the ortholog search, only those belonging to the 145 taxonomic descriptor of 'primate' (taxid 9443) were used. Lemur catta sequences were 146 ignored, since the original manuscript states that the CCR5 frameshift signal is not 147 conserved in Lemur catta. All CDS sequences were aligned with MUSCLE and then 148 either at single nucleotide resolution or a smoothed 10 nucleotide window plotted in 149 Python 3. doi: bioRxiv preprint pSGDlucV3.0 was generated by introducing silent mutations into the Renilla coding 153 sequence to disrupt two potential donor splice sites (TGGgtaagt). 154 For Figures 4 and 6 (Y.A.K.) the vector was digested with PspXI and Bgl-II. Overlapping 155 oligonucleotides for insert sequences were ordered from Sigma Aldrich 156 (Supplementary Table 1), resuspended at 100 M, diluted to 10 M, and then mixed 157 together at a 1:100 dilution. This 1:100 dilution of the forward and reverse 158 oligonucleotide was heated to 95 o C. 2 L of this mix was ligated into 40 ng of linearized 159 backbone vector using NEB T4 ligase.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "160 For Figure 5 (G.L.) The vector was digested with PspXI and Bgl-II. Using forward and 161 reverse PCR primers (Supplementary Table 1), the CCR5 WT, SSM and IFC were all 162 amplified from genomic DNA with enzyme overhangs. These PCR products were 163 subsequently digested and ligated into pSGDlucV3.0. 164 165 Transfections and Dual Luciferase Assays 166 For Figures 4 and 6 (Y.A.K.) HeLa and HEK293T cells were reverse transfected with 167 100 ng of plasmid using 0.2 L Lipofectamine 2000 in a 96-well format. Transfection mix 168 was added to 30,000 cells and incubated for 1-2 minutes at room temperature, before 169 adding Fetal Calf Serum. The next day, media was removed from cells and 100 L of 170 fresh 1X passive lysis buffer (Promega) was added to each well. Samples were frozen For Figure 5 (G.L. ) HeLa and HEK293T cells were reverse transfected with 25 ng of 174 plasmid using 0.2 L Lipofectamine 2000 in a half-area 96-well format. Transfection mix 175 was added to 40,000 cells. The next day, transfected cells were lysed in 12.6 L of 1X 176 passive lysis buffer (Promega) and luciferase activity was measured by injection of 20 177 L of each reagent. 178 179",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Background level readings (measured from water transfected cells) were subtracted",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Efficient -1 frameshifting requires a slippery site together with an appropriately 23 positioned stimulatory RNA structure. The reported CCR5 slip site (U_UUA_AAA where 24 underscores set of the reading frame) has previously been shown to facilitate high 25 levels of -1 frameshifting in vitro when positioned 5' of a known stimulatory pseudoknot 6 . 26 However, frameshifting efficiencies in vivo could be substantially different and further, at 27 least as of 2016, there were no known virus frameshift sites with the reported CCR5 28 shift site 1 .",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 353,
                    "text": "26",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We challenge the reported results by showing that frameshifting at the relevant 31 CCR5 sequence cassette does not occur above background levels and that the claimed 32 pertinent sequence is not as distinctively conserved as previously presented. Lastly, we 33 demonstrate that previously published retroelement derived human frameshift signals 34 do indeed harbor frameshift activity. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/513333 doi: bioRxiv preprint ( Figure 2B ) nucleotide sliding window. This analysis showed that the entire CDS, not 45 just the predicted frameshift site, is highly conserved among primates. Thus, the 46 observation that the frameshift site is mostly conserved in primates does not indicate that the (putative) ability to frameshift is subject to purifying selection.",
            "cite_spans": [
                {
                    "start": 622,
                    "end": 624,
                    "text": "45",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 537,
                    "end": 546,
                    "text": "Figure 2B",
                    "ref_id": null
                }
            ],
            "section": "30"
        },
        {
            "text": "Dual-luciferase vectors in which the test cassette is sandwiched between and 50 fused to both Firefly and Renilla luciferase encoding sequences, have been widely used 51 for assaying translational recoding events ( Figure 3A) . The frameshifting efficiency is 52 calculated by dividing Firefly luciferase activity by Renilla luciferase activity. This ratio is 53 then normalized to an in-frame control vector in which Renilla and Firefly luciferases are 54 both situated in the zero-frame to account for differences in activity between the two 55 enzymes (a ratio of a ratio) ( Figure 3B ). 56 57 In nearly all cases the fused test encoded polypeptide has only a small or no 58 effect on the upstream encoded luciferase activity. However, in one case luciferase 59 activity was anomalously low (unpublished) and we developed a variant vector system 60 (pSGDluc 7 ) containing a StopGo sequence directly 3' of the first and immediately 5' of 61 the second luciferase encoding sequence. Subsequently we made another variant by 62 removing a potential splice site, pSGDlucV3.0 (deposited with Addgene). Thus in earlier 63 constructs, where the insert-encoded peptides were appended to the C-terminus of 64 Renilla luciferase, the Renilla luciferase activity could dropparticularly for the short This problem has been overcome by inserting flanking StopGo sequences that result in 67 co-translational excision of the insert-encoded peptides, thus releasing independent 68 Renilla and Firefly proteins that are identical in sequence for both the test and in-frame 69 control constructs. The publication on CCR5 frameshifting utilized the very first iteration 70 of a dual luciferase vector that we developed in 1998 8 .",
            "cite_spans": [
                {
                    "start": 591,
                    "end": 596,
                    "text": "56 57",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 215,
                    "end": 225,
                    "text": "Figure 3A)",
                    "ref_id": null
                },
                {
                    "start": 578,
                    "end": 587,
                    "text": "Figure 3B",
                    "ref_id": null
                }
            ],
            "section": "49"
        },
        {
            "text": "We recloned the same CCR5 frameshift sequence tested in the original article 73 into pSGDlucV3.0. For CCR5 we used negative controls comparable to those in the 74 original article, which include a slip site mutant (UUUAAAA  GCGCGCG for Y.A.K., 75 UUUAAAA  AUUCAAA for G.L.), a 5`-termination control (also known as a premature 76 termination codon control or PTC control) and a 3`-termination control (also known as 77 an out-of-frame stop codon control or OOF control). Lastly, we included measurements The dual luciferase assays were carried out in the same cell line used in the 82 original article, HeLa. Renilla luciferase, the reference luciferase, is stable for all the 83 constructs ( Figure 4A ). Similarly Firefly luciferase activities for the in-frame controls of 84 CCR5 and a HIV-1 control are consistent as well, indicating that when forced to express 85 Firefly luciferase, both constructs produce proteins with similar activity. The Firefly 86 luciferase activity for the WT HIV-1 frameshift construct is >40 fold higher than that of 87 WT CCR5 or any of its negative controls. Furthermore, the Firefly luciferase activity for 88 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/513333 doi: bioRxiv preprint CCR5 and all its negative controls are all comparable to the activity of the empty vector 89 control, which is the baseline for background levels of Firefly luciferase activity ( Figure   90 4B). After normalizing the luciferase activities for the test vectors to their respective in-91 frame control vectors, we find that HIV-1 shows frameshift rates that are comparable to 92 previously reported findings in HeLa cells 9 . However, CCR5 WT frameshifting is 93 ~0.15%, indistinguishable from its negative controls, indicating that CCR5 does not 94 frameshift above background at our limit of sensitivity and is certainly far less than the 95 previously reported level of 9-11% 3 . In fact, CCR5 SSM demonstrates slightly higher To ensure that these results were repeatable, the cloning and assaying of CCR5 In conclusion, using an improved reporter assay system, we find no evidence of - The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/513333 doi: bioRxiv preprint pSGDlucV3.0 was generated by introducing silent mutations into the Renilla coding 153 sequence to disrupt two potential donor splice sites (TGGgtaagt). The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/513333 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/513333 doi: bioRxiv preprint shown in Figures 1 and 2 The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/513333 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/513333 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/513333 doi: bioRxiv preprint XM_005332915  XM_026389897  XM_019723704  XM_005696038  XM_006914865  XM_011357326  XM_006750912  XM_019630405  XM_011222796  XM_026500667  XM_008703880  XM_006759633  XM_014791360  XM_020179558  NM_001280878  NM_001012342  XM_004662148  XM_012114423  XM_004018512  XM_025458267  XM_025989177  XM_005877071  XM_007470245  XM_004283850  XM_014852419  XM_007951744  XM_019946955  XM_024751416  XM_006990778  XM_008154223  XM_027096912  XM_004368460  XM_021172775  NM_001171125  NM_009917  XM_022573383  XM_021207422  NM_053960  XM_016141360  XM_022498036  XM_008826842  NM_001091534  XM_008543835  XM_007621398  XM_019416563  XM_004614518 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/513333 doi: bioRxiv preprint XM_015065528 XM_006928652 XM_021664795 XM_013060675",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 247,
                    "text": "75",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 695,
                    "end": 704,
                    "text": "Figure 4A",
                    "ref_id": null
                },
                {
                    "start": 1542,
                    "end": 1553,
                    "text": "Figure   90",
                    "ref_id": null
                },
                {
                    "start": 2860,
                    "end": 2875,
                    "text": "Figures 1 and 2",
                    "ref_id": null
                },
                {
                    "start": 3323,
                    "end": 3959,
                    "text": "XM_005332915  XM_026389897  XM_019723704  XM_005696038  XM_006914865  XM_011357326  XM_006750912  XM_019630405  XM_011222796  XM_026500667  XM_008703880  XM_006759633  XM_014791360  XM_020179558  NM_001280878  NM_001012342  XM_004662148  XM_012114423  XM_004018512  XM_025458267  XM_025989177  XM_005877071  XM_007470245  XM_004283850  XM_014852419  XM_007951744  XM_019946955  XM_024751416  XM_006990778  XM_008154223  XM_027096912  XM_004368460  XM_021172775  NM_001171125  NM_009917  XM_022573383  XM_021207422  NM_053960  XM_016141360  XM_022498036  XM_008826842  NM_001091534  XM_008543835  XM_007621398  XM_019416563  XM_004614518",
                    "ref_id": null
                }
            ],
            "section": "72"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/513333 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "72"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Ribosomal frameshifting 252 and transcriptional slippage: From genetic steganography and cryptography to 253 adventitious use",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Atkins",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Loughran",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Bhatt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Firth",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Baranov",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nucleic Acids Res",
            "volume": "254",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/nar/gkw530"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Expression of the Rous sarcoma virus pol gene by 255 ribosomal frameshifting. Science (80-)",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jacks",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Varmus",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "",
            "volume": "256",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.2416054"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ", we first identified orthologues of human CCR5 in the NCBI RefSeq 37 database. Sequences were aligned and, on examining the frameshift region, we 38 observed substitutions in the slippery site sequence which would likely decrease or 39 eliminate frameshifting in related organisms. Indeed, none of the nucleotides in the 40 slippery site are conserved across vertebrates(Figure 1). The predicted frameshift site 41 in CCR5 was previously reported as most highly conserved in primates, except for 42 Lemur catta 3 . Primate CCR5 CDS sequences were aligned and nucleotide conservation 43 was measured at single nucleotide resolution(Figure 2A) and smoothed in a",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "78 from the empty vector alone (Figure 3C). All four of these controls are meant to 79 establish a baseline for background levels of luminescence 80 81",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "96rates of FS than the WT, indicating that translational recoding values this low are 97 indicative of background (Figure 4C). These experiments were repeated in HEK293T 98 cells to control for cell-line specific results and we found that the results followed 99 identical trends to those obtained in HeLa cells(Figure 4D-F).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "102 frameshifting was completed independently by a different laboratory (G.L., J.F.A.), 103 which used modestly different cloning and assaying strategies. When utilizing both 104 HeLa and HEK293T cells, we found that CCR5 frameshifted at an insignificant rate as 105 well (Figure 5A-F).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "retroviruses share a common origin. Ribosomal 108 frameshifting has been well documented in viruses and thus it stands to reason that 109 retrotransposons and/or derivatives of retrotransposons in the human genome could derivatives of retrotransposons in the human genome, PNMA3 (Ma3), 111 PNMA5 (Ma5), and PEG10, have been previously demonstrated to frameshift in-vivo 112 and in-vitro 1 . All three encode zero-frame proteins with homology to the viral protein gag 113 and their trans-frame protein have similarity to gag-pol. All three share a slippery site 114 common with some viruses in the Retroviridae family, GGGAAAC. These sequences 115 were assayed in both HeLa and HEK293T cells (Figure 6). Although the rates of -1 116 PRF were slightly different from previously reported, all three signals stimulated 117 frameshifting far above background. These results further confirm the fidelity of the 118 pSGDlucV3.0 vector for assaying -1 PRF, already seen for other translational recoding 119 events 7 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "background levels on the CCR5 mRNA. Additionally, a lack of 123 statistically significant purifying selection acting on the slip site (a hallmark for 124 functionally relevant frameshift signals) supports the argument that CCR5 does not 125 contain a biologically important frameshift signal. There are several possible 126 explanations for the discrepancy between the reported CCR5 results and the results 127 presented here but the most obvious one is the standard decoding of a significant 128 percentage of mRNAs generated by cryptic splicing.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "mRNA and RefSeq BLAST databases were searched with blastn using the 135 human CCR5 mRNA (accession NM_000579.3) as query on December 4th, 2018 using 136 default parameters, with the number of hits expanded from 100 to 500. The best 137 sequence per organism, as determined by 'Max Score', was taken up until 70% query 138 cover. These sequences were aligned with MUSCLE. This alignment was trimmed to 139 only include the putative frameshift region of CCR5 that was generated by code written 140 in Python 3. The alignment image was generated using the box-shade server 141 (https://embnet.vital-it.ch/software/BOX_form.html).142 143 CCR5 Primate CDS analysis 144 Of the sequences obtained in the ortholog search, only those belonging to the 145 taxonomic descriptor of 'primate' (taxid 9443) were used. Lemur catta sequences were 146 ignored, since the original manuscript states that the CCR5 frameshift signal is not 147 conserved in Lemur catta. All CDS sequences were aligned with MUSCLE and then 148 either at single nucleotide resolution or a smoothed 10 nucleotide window plotted in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Figures 4 and 6 (Y.A.K.) the vector was digested with PspXI and Bgl-II. Overlapping 155 oligonucleotides for insert sequences were ordered from Sigma Aldrich 156 (Supplementary Table 1), resuspended at 100 M, diluted to 10 M, and then mixed 157 together at a 1:100 dilution. This 1:100 dilution of the forward and reverse 158 oligonucleotide was heated to 95 o C. 2 L of this mix was ligated into 40 ng of linearized 159 backbone vector using NEB T4 ligase.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "G.L.) The vector was digested with PspXI and Bgl-II. Using forward and 161 reverse PCR primers (Supplementary Table 1), the CCR5 WT, SSM and IFC were all 162 amplified from genomic DNA with enzyme overhangs. These PCR products were 163 subsequently digested and ligated into pSGDlucV3.Figures 4 and 6 (Y.A.K.) HeLa and HEK293T cells were reverse transfected with 167 100 ng of plasmid using 0.2 L Lipofectamine 2000 in a 96-well format. Transfection mix 168 was added to 30,000 cells and incubated for 1-2 minutes at room temperature, before 169 adding Fetal Calf Serum. The next day, media was removed from cells and 100 L of 170 fresh 1X passive lysis buffer (Promega) was added to each well. Samples were frozen 171 and thawed before luciferase activity was measured by adding 20 L of lysate and 20 172 L of each reagent, as per the Promega protocol.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "to 40,000 cells. The next day, transfected cells were lysed in 12.6 L of 1X 176 passive lysis buffer (Promega) and luciferase activity was measured by injection of 20 177 L of each reagent. 178 179 Background level readings (measured from water transfected cells) were subtracted 180 from all Firefly and Renilla luciferase readings. Frameshift efficiencies were calculated 181 by dividing Firefly luciferase values by Renilla luciferase values and then dividing the 182 relative ratios by the average F-luc/R-luc ratio of the in-frame control.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Alignment of putative frameshift site: Sequence alignment of the CCR5 CDS 187 regions from BLAST hits to human CCR5, trimmed to only include the frameshift region. 188 The red box indicates the putative slippery site. Sliding window conservation analysis of the CCR5 CDS: a. Single nucleotide 191 resolution in the CCR5 CDS for primates only, excluding Lemur catta. b. 10-nucleotide 192 sliding window of conservation in the CCR5 CDS for primates only, excluding Lemur 193 catta. The grey highlight represents the CCR5 predicted frameshift region.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Schematic of the dual luciferase vector: a. Graphical representation of 196 experimental and in-frame control for dual luciferase assays. b. Mathematical formula 197 for calculating rates of ribosomal frameshifting. c. The CCR5 sequence does not promote efficient frameshifting above its 201 negative controls: a. Absolute Renilla luciferase values for all experiments performed in 202 HeLa cells. b. Absolute Firefly luciferase values for all experiments performed in HeLa 203 cells. c. Frameshifting efficiency for all experiments performed in HeLa cells, normalized 204 to either the HIV-1 or CCR5 in-frame control vector as appropriate. d. Absolute Renilla 205 luciferase values for all experiments performed in HEK293T cells. e. Absolute Firefly 206 luciferase values for all experiments performed in HEK293T cells. f. Frameshifting 207 efficiency for all experiments performed in HEK293T cells, normalized to either the HIV-208 1 or CCR5 in-frame control vector as appropriate. Every data point represents an 209 independently transfected well of cells and error bars represent standard deviations.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Independent confirmation that the CCR5 sequence does not promote 212 frameshifting above its negative controls. a. Absolute Renilla luciferase values for all 213 experiments performed in HeLa cells. b. Absolute Firefly luciferase values for all 214 experiments performed in HeLa cells. c. Frameshifting efficiency for all experiments 215 performed in HeLa cells, normalized to the CCR5 in-frame control vector. d. values for all experiments performed in HEK293T cells. f. 218 Frameshifting efficiency for all experiments performed in HEK293T cells, normalized to 219 the CCR5 in-frame control vector. Every data point represents an independently 220 transfected well of cells and error bars represent standard deviations. Previously validated retrotransposon-derived frameshift signals in human still 223 demonstrate efficient frameshifting. a. Absolute Renilla luciferase values for all 224 experiments performed in HeLa cells. b. Absolute Firefly luciferase values for all 225 experiments performed in HeLa cells. c. Frameshifting efficiency for all experiments 226 performed in HeLa cells, normalized to the respective in-frame controls Ma3, Ma5, or 227 PEG10, as appropriate. d. Absolute Renilla luciferase values for all experiments 228 performed in HEK293T cells. e. Absolute Firefly luciferase values for all experiments 229 performed in HEK293T cells. f. Frameshifting efficiency for all experiments performed in 230 HEK293T cells, normalized to the respective in-frame controls Ma3, Ma5, or PEG10, .A.K. conceived and coordinated the project. G.L. established the pSGDlucV3.0 vector 235 used in this study. Y.A.K. performed the experiments and analyzed the data shown in 236 Figures 4 and 6 whereas G.L. independently conducted experiments and analyzed the 237 data shown in Figure 5. Y.A.K. performed the comparative phylogenetic analyses",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "TTTAAAAGCCAGGACGGTCACCTTTGGGGTGGTGACAAGTGTGATCATTTGGGTGGTGGCTGTATTCGCCTCTCTCCCAGGAATCATCTTTACCAGGTCTCAAAAAGA consensus .......*...*.**.**....*..**.......**.**.....*....***.............*....**..*..*..........**.*..*..**.**....",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "Figure 2 A",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "Figure 4",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "Figure 5 A",
            "latex": null,
            "type": "figure"
        },
        "FIGREF22": {
            "text": "Figure 6 A",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ". Y.A.K. wrote the manuscript and created the figures. All authors edited and approved the manuscript. All authors declare no competing interests. This work was supported by grants from Science Foundation Ireland (12/IP/1492 and 247 13/1A/1853) to J.F.A. Y.A.K. was supported by an award from the Winston Churchill Foundation of the United States of America.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/513333 doi: bioRxiv preprintThe copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/513333 doi: bioRxiv preprint",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/513333 doi: bioRxiv preprint BY-NC-ND 4.0 International license is made available under aThe copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/513333 doi: bioRxiv preprint",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}