{
    "paper_id": "6a8d26d75bd44c7666c9b7ed782c13a57f409122",
    "metadata": {
        "title": "Insufficiency in airway interferon activation defines clinical severity to infant RSV infection. Running Title: Airway IFN Signaling in RSV Infection",
        "authors": [
            {
                "first": "Chin-Yi",
                "middle": [],
                "last": "Chu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xing",
                "middle": [],
                "last": "Qiu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Matthew",
                "middle": [
                    "N"
                ],
                "last": "Mccall",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lu",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anthony",
                "middle": [],
                "last": "Corbett",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jeanne",
                "middle": [],
                "last": "Holden-Wiltse",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Christopher",
                "middle": [],
                "last": "Slaunwhite",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Qian",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Christopher",
                "middle": [],
                "last": "Anderson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alex",
                "middle": [],
                "last": "Grier",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Steven",
                "middle": [
                    "R"
                ],
                "last": "Gill",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gloria",
                "middle": [
                    "S"
                ],
                "last": "Pryhuber",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ann",
                "middle": [
                    "R"
                ],
                "last": "Falsey",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Rochester General Hospital University of Rochester Medical Center",
                    "location": {
                        "settlement": "Rochester",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [
                    "J"
                ],
                "last": "Topham",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mary",
                "middle": [
                    "T"
                ],
                "last": "Caserta",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Edward",
                "middle": [
                    "E"
                ],
                "last": "Walsh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Rochester General Hospital University of Rochester Medical Center",
                    "location": {
                        "settlement": "Rochester",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Thomas",
                "middle": [
                    "J"
                ],
                "last": "Mariani",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Respiratory syncytial virus (RSV) is the leading cause of severe respiratory disease in infants. Other than age at the time of infection, the causes and correlates of severe illness in infants lacking known risk factors are poorly defined. We recruited a cohort of confirmed RSV-infected infants and simultaneously assayed the presence of resident airway microbiota and the molecular status of their airways using a novel method. Rigorous statistical analyses identified a molecular airway gene expression signature of severe illness dominated by excessive chemokine expression. Global 16S rRNA sequencing confirmed an association between H. influenzae and clinical severity. Interestingly, adjusting for H. influenzae in our gene expression analysis revealed an association between severity and airway lymphocyte accumulation. Exploring the relationship between airway gene expression and the time of onset of clinical symptoms revealed a robust, acute activation of interferon (IFN) signaling, which was absent in subjects with severe illness. Finally, we explored the relationship between IFN activity, airway gene expression and productive RSV infection using a novel in vitro model of bona fide pediatric human airway epithelial cells. Interestingly, blocking IFN signaling, but not IFN ligand production, in these cells leads to increased viral infection. Our data reveal that acute airway interferon responses are physiologically relevant in the context of infant RSV infection and may be a target for therapeutic intervention. Additionally, the airway gene expression signature we define may be useful as a biomarker for efficacy of intervention responses. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Respiratory syncytial virus (RSV) is the leading cause of severe respiratory disease in infants. Other than age at the time of infection, the causes and correlates of severe illness in infants lacking known risk factors are poorly defined. We recruited a cohort of confirmed RSV-infected infants and simultaneously assayed the presence of resident airway microbiota and the molecular status of their airways using a novel method.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Rigorous statistical analyses identified a molecular airway gene expression signature of severe illness dominated by excessive chemokine expression. Global 16S rRNA sequencing confirmed an association between H. influenzae and clinical severity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Interestingly, adjusting for H. influenzae in our gene expression analysis revealed an association between severity and airway lymphocyte accumulation. Exploring the relationship between airway gene expression and the time of onset of clinical symptoms revealed a robust, acute activation of interferon (IFN) signaling, which was absent in subjects with severe illness. Finally, we explored the relationship between IFN activity, airway gene expression and productive RSV infection using a novel in vitro model of bona fide pediatric human airway epithelial cells. Interestingly, blocking IFN signaling, but not IFN ligand production, in these cells leads to increased viral infection. Our data reveal that acute airway interferon responses are physiologically relevant in the context of infant RSV infection and may be a target for therapeutic intervention. Additionally, the airway gene expression signature we define may be useful as a biomarker for efficacy of intervention responses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Respiratory Syncytial Virus (RSV), a negative strand RNA virus in the Pneumoviridae family, is the most important cause of respiratory tract infection during infancy, causing annual winter outbreaks in the US [1] [2] [3] [4] [5] [6] . In the US approximately half of the 4 million newborns are infected during their first winter with 1-3% hospitalized and an additional 4-7% and 10-16% seen in emergency departments or physician offices, respectively, for RSV infections 7 . Mortality is uncommon in the US (~50 deaths annually); however, in developing countries it is estimated that annually RSV causes 118 thousand deaths, 6 million cases of severe acute lower respiratory illness and 3 million hospitalizations in children under 5 years of age 8, 9 . Currently there is no available vaccine for RSV in infants, although several candidate vaccines are in clinical trials.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 212,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 213,
                    "end": 216,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 217,
                    "end": 220,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 221,
                    "end": 224,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 225,
                    "end": 228,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 229,
                    "end": 232,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 471,
                    "end": 472,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 747,
                    "end": 749,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 750,
                    "end": 751,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Long established major risk factors for severe illness include prematurity, bronchopulmonary dysplasia, cyanotic heart disease, neuromuscular disease, and immune compromise 4, 10 . However, approximately 70% of hospitalized infants in the US have no overt risk factors for severe illness. Although young age at infection, environmental influences such as tobacco smoke exposure, viral load and strain, low levels of maternally derived RSV-neutralizing antibody, as well as a multitude of genetic host factors have been associated with severe disease in some but not all studies 4,11-22 . likely to play pivotal roles in both eliminating virus replication as well as enhancing or moderating the inflammatory response 31, 32 .",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 175,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 176,
                    "end": 178,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 578,
                    "end": 587,
                    "text": "4,11-22 .",
                    "ref_id": null
                },
                {
                    "start": 716,
                    "end": 719,
                    "text": "31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 720,
                    "end": 722,
                    "text": "32",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The AsPIRES (Assessing and Predicting Infant RSV Effects and Severity) study is a comprehensive study designed to identify factors associated with disease severity in full term healthy infants less than 10 months of age undergoing primary RSV infection. In this report we analyze gene expression of nasal respiratory epithelial cells, in addition to the influence of respiratory microbiota, in relation to illness severity during primary RSV infection. In addition, we describe the development of an in vitro model of RSV infection to explore the relationship between interferon activity, airway cell gene expression and productive RSV infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/641795 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "RSV Effects and Severity (AsPIRES) study during three winter (2013-14, 2014-15, and 2015-16) in Rochester NY as previously described 33, 34 . All infants were less than 10 months of age at the time of primary RSV infection and came from one of three cohorts;",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 92,
                    "text": "(2013-14, 2014-15, and 2015-16)",
                    "ref_id": null
                },
                {
                    "start": 133,
                    "end": 136,
                    "text": "33,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 137,
                    "end": 139,
                    "text": "34",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "RSV infected infants were identified and enrolled into the Assessing Predictors of Infant"
        },
        {
            "text": "(1) infants prospectively enrolled at birth and followed for development of RSV infection, (2) infants enrolled upon hospitalization with RSV infection, and (3) infants identified with RSV in emergency rooms or physician offices managed as outpatients. All subjects were previously healthy full-term infants (gestational age ≥ 36 weeks) born after May 1 of the previous spring. Infants hospitalized only for apnea were excluded as well as those with any known high-risk conditions. The Research Subject Review Board of the University of Rochester and Rochester General Hospital approved the study and all parents provided written informed consent.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 94,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "RSV infected infants were identified and enrolled into the Assessing Predictors of Infant"
        },
        {
            "text": "RSV infection was identified by reverse transcription polymerase chain reaction (RT-PCR) on nasal swabs. Following confirmation of RSV infection all study subjects underwent a standard evaluation at three time points. The first illness visit occurred within 24 hours of RSV diagnosis, a second visit 12-16 days after illness onset, and final visit on illness day 25-32. Demographic and clinical data were collected at each visit. At the first and third visits a nasal swab was collected from one nostril for analysis of respiratory microbiota, followed by collection of nasal epithelial cells from the contralateral nostril as previously described 35 . Briefly, after washing the nares with 5 ml of sterile saline to remove mucus and cellular debris the mid turbinate was brushed for 5 seconds with a flocked swab (Copan, FLOQSwabs™ catalog # 525CS01, Copan, All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 648,
                    "end": 650,
                    "text": "35",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Study Protocol and Procedures"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/641795 doi: bioRxiv preprint Murrieta, CA) to remove respiratory epithelial cells. The swab was immediately placed in 2 ml of RNA protect and maintained at 4 o C until the cells were recovered by filtration and homogenized in RNA lysis buffer, as described 35 .",
            "cite_spans": [
                {
                    "start": 374,
                    "end": 376,
                    "text": "35",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Study Protocol and Procedures"
        },
        {
            "text": "Descriptive characteristics of the study cohort were reported in Table 1 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 65,
                    "end": 72,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Statistical Analysis of Clinical Data"
        },
        {
            "text": "The severity of the clinical illness in these patients was defined by a global respiratory severity score (GRSS) 33 . Briefly, a Global Respiratory Severity Score (GRSS) was defined by a weighted combination of 9 clinical measures including general appearance, presence of rales, wheezing, cyanosis, retractions, lethargy, poor air movement, maximal age-adjusted respiratory rate, and worst room air oxygen saturation. The GRSS is defined on a continuous scale from 0-10, and is highly correlated with need for hospitalization. For some secondary analyses, severe illness was dichotomously defined as GRSS>3.5. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 115,
                    "text": "33",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Defining Illness Severity"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/641795 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Defining Illness Severity"
        },
        {
            "text": "The RNA was isolated and assessed for quality and quantity (average yield 275 ng per sample). 1 ng of total RNA was amplified using the SMARter Ultra Low amplification kit (Clontech, Mountain, CA) with PCR amplification to generate sufficient cDNA for library construction. Amplified cDNA quantification was determined with the Qubit Flourometer (Life Technologies, Grand Island, NY) and quality was assessed using the Agilent Bioanalyzer 2100 (Santa Clara, CA). Library construction was performed using NexteraXT library kit (Illumina, San Diego, CA) with 1 ng of input amplified cDNA per manufacturer's recommendations. Nextera libraries were quantified with the Qubit Flourometer (Life Technologies, Grand Island, NY) and quality was assessed using the Agilent Tape Station (Santa Clara, CA). Libraries were sequenced on the Illumina HiSeq2500 (Illumina, San Diego, CA) to generate 20 million 1X100-bp single end reads per sample 35 .",
            "cite_spans": [
                {
                    "start": 933,
                    "end": 935,
                    "text": "35",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Library Preparation and Sequencing"
        },
        {
            "text": "Sequences were aligned by STAR against human genome version of GRCh38 and normalized to FPKM. We used the following non-specific filtering strategy to remove genes with low expression values indistinguishable from background signal. First, we compute , the 95% sample quantile of the expression level of the th gene, for all genes. Next, we defined trimmed maximum log-expressions as = log 2 ( + 1), and removed those genes with < 0 (or equivalently, < 7.0). After this filtering step, a total of 13,819 genes were selected for further analyses. After removing fifteen samples with total number of mapped reads less than 5 million and ten samples with low average correlation with other samples, 175 samples were selected for further analyses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Read Mapping, Data Normalization and Filtering"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Read Mapping, Data Normalization and Filtering"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/641795 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Read Mapping, Data Normalization and Filtering"
        },
        {
            "text": "Objective metrics for data from these samples suggested a high degree of quality (Supplemental Figure 1) , similar to what we have previously published 35 .",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 154,
                    "text": "35",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 95,
                    "end": 104,
                    "text": "Figure 1)",
                    "ref_id": null
                }
            ],
            "section": "Read Mapping, Data Normalization and Filtering"
        },
        {
            "text": "Due to the fact that our study spanned three years, all samples were processed as six library batches. We noticed that there are significant batch effects in the total number of mapped reads of these 175 samples. In addition, using an analysis of variance (ANOVA) F-test with false discovery rate (FDR) controlled at 0.05 level, we found 3,984 genes (28.8% of the expressed transcriptome) had significantly different mean expression across batches. Based on these observations, we used ComBat 36 to remove batch effects. As expected, after applying ComBat, no gene had a significant batch effect based on an ANOVA F-test. To avoid spurious findings due to outliers, we also winsorized the data at 1% and 99% levels. Specifically, if an observation was less (greater) than 99% of the data, we replaced its value by the 1% (99%) sample quantile.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Read Mapping, Data Normalization and Filtering"
        },
        {
            "text": "We also removed 131 genes for which their expression was winsorized in more than half of the samples (n>53). In summary, a total of 13,688 gene expression profiles passed the quality control procedure and were selected for further investigations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Read Mapping, Data Normalization and Filtering"
        },
        {
            "text": "Both univariate and multivariate gene significance analyses were conducted by using the R package LIMMA 37 with a robust M-estimator 38 . Nine covariates (global respiratory severity score (GRSS), sex, race, gestational age, visit age, time since disease onset (time), smoking exposure, virus co-infection, and bacterial colonization) were investigated via univariate analyses, in which the association between a single covariate and gene expression was estimated. Following the univariate analyses, we conducted a multivariate analysis that included the same nine significant clinical variables. In addition, we also tried a simplified multivariate regression model with the five most significant All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 135,
                    "text": "38",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Gene Significance Analyses"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/641795 doi: bioRxiv preprint covariates (time, GRSS, sex, race, and bacterial colonization) identified in the full multivariate regression analyses. In both cases, regression t-tests were used to determine the significance of linear associations between covariates and gene expression levels. The Benjamini-Hochberg multiple testing correction 39 was applied to control the false discovery rate (FDR) at 0.05 39 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gene Significance Analyses"
        },
        {
            "text": "Initial diagnosis of RSV infection was confirmed by RT-PCR as described 11 . TaqMan® Array Card (TAC) technology was used to detect other common respiratory pathogens in the initial nasal swab as well as Hemophilus influenzae and Streptococcus pneumoniae, as previously described [40] [41] [42] pneumoniae, B pertussis, M. hominis, and U Ureaplasma were also included on each card 35, 40 . Detection of the human RNase P (RNP3) gene was a positive control to confirm the presence of cellular material.",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 74,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 280,
                    "end": 284,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 285,
                    "end": 289,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 290,
                    "end": 294,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 381,
                    "end": 384,
                    "text": "35,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 385,
                    "end": 387,
                    "text": "40",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Detection of Pathogenic Virus and Bacteria (TLDA)"
        },
        {
            "text": "Airway microbiota analysis from infants was performed essentially as previously described 35 . Briefly, nasal specimens were collected from the anterior nares during the acute illness visit. V3-V4 16S rRNA was amplified from total genomic DNA extracted from the swab and sequenced (2 X 300bp) on an Illumina MiSeq (Illumina, San Diego, CA). 16S rRNA bacterial sequence reads were assessed for quality and analyzed using phylogenetic and Operational Taxonomic Unit (OTU) methods in the Quantitative All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 92,
                    "text": "35",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Microbiome Analysis"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/641795 doi: bioRxiv preprint Insights into Microbial Ecology (QIIME) software 43 , version 1.9. For the purposes of OTU relative abundance analysis, the raw OTU table was normalized using the cumulative sum stabilization method from the metagenomicSeq R package 44 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Microbiome Analysis"
        },
        {
            "text": "We limited analyses to those 83 subjects for which both transcriptome and microbiome samples were available, and who were not on antibiotics. Data were available for a total of 471 operational taxonomic units (OTUs). After filtering those detected in <3% of subjects, and those for which neither genus or species was discernable, 148 OTUs were used for analysis. A linear regression of GRSS as outcome was conducted to estimate the association between GRSS and each OTU, while controlling for visit age. The results showed two highly correlated OTUs, both for Haemophilus taxa (species Influenzae and species unknown). Further analyses combined these OTU as H. Influenzae. Similar regressions were performed for additional clinical variables. Next, we tested for a univariate association between GRSS and gene expression while adjusting for visit age.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transcriptome and Microbiome Integration Analyses:"
        },
        {
            "text": "This identified 1185 genes associated with GRSS based on a regression t-test (unadjusted p value<0.05). Finally, a multivariate linear regression was conducted on GRSS as the outcome variable and including visit age, combined H. Influenzae and each of the 1185 selected gene expression profiles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transcriptome and Microbiome Integration Analyses:"
        },
        {
            "text": "Nasal wash samples were tested for cytokines and chemokines using R&D Systems Human Luminex human assay (Minneapolis, MN) with magnetic beads. Preparation of cytokine standards and procedure of the assays were carried out following the manufacturer suggested protocol. The beads were read using MAGPIX (Luminex Corp., Austin, TX). xPONENT software (Luminex Corp., Austin, TX) was used for instrument All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nasal Fluid Cytokine Determination Multiplex Assay"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/641795 doi: bioRxiv preprint control, data acquisition, and data analysis. The 14 cytokines and chemokines measured were IL-6, IL-16, IL-17, IFN-λ 2 & 3, IL-33, IFN-β, CCL3/MIP1α, CCL7/MCP3, CCL20/MIP3α, CXCL1/GROα, CXCL2/GROβ, MMP1 & TRAIL. Statistical analysis was carried out for non-paired samples with the Mann-Whitney U test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nasal Fluid Cytokine Determination Multiplex Assay"
        },
        {
            "text": "Genes identified as differentially expressed were subsequently used for canonical pathway identification and upstream regulator analysis using Ingenuity Pathway Analysis (IPA; http://analysis.ingenuity.com/pa/); ontology and phenotype functional enrichment analysis using ToppGene Suite (https://toppgene.cchmc.org/); cell-type enrichment identification using CTen (http://www.influenza-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Functional Classification"
        },
        {
            "text": "x.org/~jshoemaker/cten/advanced_example.php).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Functional Classification"
        },
        {
            "text": "Quantitative real-time polymerase chain reaction (qPCR) was performed using aliquots of RNA samples obtained for sequencing. cDNA was generated from approximately 250 ng RNA using the iScript cDNA Synthesis Kit (BioRad, Hercules, CA) according to manufacturer's recommendations. PCR was performed using gene-specific primer sets Gene expression levels were calculated relative to PPIA (cyclophilin A) using the ddCT method.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gene Expression Validation"
        },
        {
            "text": "Pediatric/Infant Human Lung Epithelial (PHLE) cells were generated from transplant donor quality lung from the LungMAP program as we recently described 45 . Briefly, fresh All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 154,
                    "text": "45",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Development of in vitro RSV infection model using respiratory epithelial cells"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/641795 doi: bioRxiv preprint lung tissues were digested with a protease cocktail. Single cell suspensions were washed 2 times with DPBS supplemented with 1% Penicillin-Streptomycin (Gibco), 50 µg/ml Gentamicin and 0.25µg/ml amphotericin B and centrifuged at 800 xg for 10 minutes and grown in SAGM supplemented with 1% FBS. After 24 hours, non-adherent cells were removed. Epithelial cells were expanded and fibroblast-like cells were removed by treatment with 0.0125% trypsin (with EDTA) in DPBS at room temperature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Development of in vitro RSV infection model using respiratory epithelial cells"
        },
        {
            "text": "For establishing Air-liquid interface cultures, 100,000 cells were seeded on rat tail collagen I (34.5µg/mL) coated Transwell inserts (12 well PET membrane, 0.4μm pore size, 12 mm diameter). After 24-48 hours, culture medium was changed to 1:1 mixture of BEGM/DMEM. When cells reached confluence, with appropriate resistance (≥ 300 Ohms*cm2), they were transferred to ALI by removing the apical medium. Upon transition to ALI, cells were maintained in PneumaCult-ALI medium containing supplements and hydrocortisone, according to manufacturer's instructions. ALI cultures were differentiated for 10-14 days at ALI before virus infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Development of in vitro RSV infection model using respiratory epithelial cells"
        },
        {
            "text": "RSV GFP-A2 strain (gift of Dr. Mark Peeples) was generated in Hep2 cells as previously described 46 . ALI-differentiated PHLE cultures were washed twice with PBS and infected apically with RSV at a multiplicity of infection of 1. After one hour at 37°C, the inoculum was removed and the apical surface was rinsed with PBS twice to remove unbound viral particles. Infected PHLE were maintained at ALI for up to 48 hours, and monitored for infection using a fluorescence microscope. After 48 hours, cells were harvested and RNA isolated, and subjected to qPCR as described above. Infection was quantified by measuring GFP fluorescence with ImageJ software (https://imagej.nih.gov/ij/) and RSV-M gene quantification using real-time polymerase chain reaction (qPCR). Where indicated, interferon ligands (30 ng/ml IL28 or 2.5 ng/ml IFN-β; R&D Systems) were provided to PHLE cells for an hour prior RSV infection and maintained throughout the All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 99,
                    "text": "46",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Development of in vitro RSV infection model using respiratory epithelial cells"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/641795 doi: bioRxiv preprint infection experiment. Where indicated, interferon signaling inhibitors (4 µM Ruxolitinib or TPCA-1; Selleck Chemicals) were provided to PHLE cells for an hour prior RSV infection and maintained throughout the infection experiment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Development of in vitro RSV infection model using respiratory epithelial cells"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Development of in vitro RSV infection model using respiratory epithelial cells"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/641795 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Development of in vitro RSV infection model using respiratory epithelial cells"
        },
        {
            "text": "We sought to understand target organ resident cell responses during primary RSV infection in the first year of life in infants displaying the full spectrum of illness severity. We implemented our recently described nasal cell sampling procedure 35, 47 to measure infant airway transcriptional responses. Of the 139 RSV infected infants enrolled in the AsPIRES study, 106 had satisfactory nasal samples and gene expression results for analysis. Demographic data of these 106 infants are described in Table 1 . Infants ranged from 0.5 to 9.4 months of age (mean age 3.3 months) and were equally distributed by gender. Sixty-three (59%) were hospitalized during the infection while the other 43 were managed as outpatients.",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 248,
                    "text": "35,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 249,
                    "end": 251,
                    "text": "47",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [
                {
                    "start": 499,
                    "end": 506,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Subject Demographics"
        },
        {
            "text": "Subjects were assigned a continuous Global Respiratory Severity Score (GRSS) as previously described 33 . There was no association between severity (defined as being hospitalized or by GRSS) and RSV strain, family-reported environmental tobacco smoke exposure, or the presence of other viral pathogens or bacterial colonization based on a positive RT-PCR (Table 1) .",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 103,
                    "text": "33",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 355,
                    "end": 364,
                    "text": "(Table 1)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Subject Demographics"
        },
        {
            "text": "Transcriptome analysis of airway samples collected from subjects during the acute phase of their RSV infection included the assessment of 13,688 genes following standard QC-based sample and gene filtering 28, 35 . As we previously described, gene expression data from this procedure is enriched in canonical (e.g., CDH1, EPCAM) and upper airway-specific (e.g., BPIFs, MUCs) marker genes, with lower levels of expression for leukocyte markers (Supplemental Figure 2) . We initially explored the relationship between gene expression and demographic variables. Univariate analysis indicated that All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 208,
                    "text": "28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 209,
                    "end": 211,
                    "text": "35",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 456,
                    "end": 465,
                    "text": "Figure 2)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Airway Transcriptional Correlates of Disease Severity"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/641795 doi: bioRxiv preprint many variables were not associated with substantial differences in gene expression after appropriate adjustments for multiple testing ( Table 2) . As previously reported 35 , the presence of known bacterial pathogens had a large impact on airway gene expression (n=470 genes), appearing to be driven more by the presence of S. pneumoniae (n=691 genes) than Moraxella or H. influenzae when identified by standard RT-PCR microbiologic diagnostic assays (TAC cards, as described above). Notably, the time elapsed from the onset of clinical symptoms (time) also had a major impact on gene expression (n=216 genes). Interestingly, the presence of an additional pathogen during acute infection, in the aggregate, was not significantly associated with clinical severity (P>0.319) ( Table 1) .",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 318,
                    "text": "35",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 282,
                    "end": 290,
                    "text": "Table 2)",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 921,
                    "end": 929,
                    "text": "Table 1)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Airway Transcriptional Correlates of Disease Severity"
        },
        {
            "text": "Gene expression displayed an interesting association with clinical severity. No gene was marginally identified as significantly associated with severity (after adjustment for multiple testing adjustment), when severity was defined dichotomously as mild and severe. When severity was defined continuously by GRSS, 142 genes were significantly associated with GRSS. In order to better define gene expression changes independently associated with GRSS, we completed a multivariate analysis including sex, race, bacterial colonization and time since onset of clinical symptoms in the model. This analysis identified 252 genes significantly associated with disease severity (Supplemental Figure 3) . In this multivariate model, 728 genes were associated with time since illness onset and 135 genes were associated with the presence of any bacterial pathogen (Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 683,
                    "end": 692,
                    "text": "Figure 3)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 853,
                    "end": 862,
                    "text": "(Table 2)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Airway Transcriptional Correlates of Disease Severity"
        },
        {
            "text": "Genes significantly associated with severity, in both the univariate (data not shown) and multivariate models were rich in chemokines, cytokines and interleukin-related molecules (Supplemental Figure 4) . Ontological analysis of this gene set identified All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 193,
                    "end": 202,
                    "text": "Figure 4)",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Airway Transcriptional Correlates of Disease Severity"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/641795 doi: bioRxiv preprint multiple biological functions related to viral infection (Fig. 1A) , confirming the validity of the approach and the data. Interestingly, this analysis suggested that gene expression biomarkers of severity are associated with pneumonia (Fig. 1B) . This observation, consistent with the lower respiratory track pathogenesis of severe RSV infections, also supports the utility of upper airway transcriptome as a surrogate for identifying relevant disease mechanisms in the lung. We also assessed cell signatures in these severity associated gene expression biomarkers. Unlike the epithelial predominant signature of the healthy asymptomatic infant 35 , severe clinical responses to RSV infection were associated with signatures of multiple blood and inflammatory cells, as well as smooth muscle (Fig. 1C) . The most predominant cell signatures were those related to CD14+ and CD33+ myeloid lineages. Pathway analysis confirmed increases in expression of myeloid cell-related genes in severe cases, and also strongly implicated IL17-related responses (Fig. 1D) .",
            "cite_spans": [
                {
                    "start": 792,
                    "end": 794,
                    "text": "35",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 203,
                    "end": 212,
                    "text": "(Fig. 1A)",
                    "ref_id": null
                },
                {
                    "start": 382,
                    "end": 391,
                    "text": "(Fig. 1B)",
                    "ref_id": null
                },
                {
                    "start": 939,
                    "end": 948,
                    "text": "(Fig. 1C)",
                    "ref_id": null
                },
                {
                    "start": 1194,
                    "end": 1203,
                    "text": "(Fig. 1D)",
                    "ref_id": null
                }
            ],
            "section": "Airway Transcriptional Correlates of Disease Severity"
        },
        {
            "text": "We validated severity-associated gene expression changes at the transcriptional level by qPCR of RNA samples from the same 106 subjects (Supplemental Table 1 ). We also performed multi-plex ELISA analysis, using nasal washes obtained immediately prior to nasal brush sample collection, to confirm the biological impact of these transcriptional changes. As shown in Figure 1E , we validated significant differences in the level of multiple inflammatory biomarkers associated with severity (eg, CXCL1, CXCL2, IL6), and non-significant differences in others (eg, IL16).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 150,
                    "end": 157,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 365,
                    "end": 374,
                    "text": "Figure 1E",
                    "ref_id": null
                }
            ],
            "section": "Airway Transcriptional Correlates of Disease Severity"
        },
        {
            "text": "Recent work by others has demonstrated the specific presence of H. influenzae in the airway as a correlate to severe clinical responses in infants with RSV. We completed unbiased microbiota analysis of the airway of our subjects, using 16S rRNA sequencing All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effects of Airway Microbiota on Severity Biomarkers"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. Figure 5) , was the only OTU significantly associated with severity following adjustment for multiple testing in this cohort (Supplemental Table 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 91,
                    "end": 100,
                    "text": "Figure 5)",
                    "ref_id": null
                },
                {
                    "start": 230,
                    "end": 237,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Effects of Airway Microbiota on Severity Biomarkers"
        },
        {
            "text": "As can be seen in Figure 2A , although a great degree of variation in relative abundance of H. influenzae existed within both groups, more severely affected infants on average had a much higher abundance. Although undefinable using 16S rRNA data, presumably this represents non-typable H. influenzae (NTHI) since the incidence of H. influenzae type B is uncommon. Interestingly, 9 OTUs (not including H. influenzae) were significantly associated with age, suggesting the nasal microbial communities evolve extensively during infancy in this cohort 48 .",
            "cite_spans": [
                {
                    "start": 548,
                    "end": 550,
                    "text": "48",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [
                {
                    "start": 18,
                    "end": 27,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Effects of Airway Microbiota on Severity Biomarkers"
        },
        {
            "text": "Given the substantial impact of the presence of bacterial pathogens on airway gene expression in asymptomatic 35 and symptomatic subjects (Table 2) , and the singular association of H. influenzae with severity, we sought to identify severity-associated gene expression independent of the impact of H. influenzae. We performed multivariate analysis, similar to as described above, but including the relative abundance of H. influenzae in the model. We identified 643 genes significantly associated with GRSS independent of the presence of H. influenzae and visit age. Analysis of this gene set revealed many genes, pathways (Supplemental Figures 6-8 ) and cell types that were identified in our analysis not including H. influenzae. However, ontological analysis of this gene set identified a greater association with bacterial infection (Fig. 2B) .",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 112,
                    "text": "35",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 138,
                    "end": 147,
                    "text": "(Table 2)",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 637,
                    "end": 648,
                    "text": "Figures 6-8",
                    "ref_id": null
                },
                {
                    "start": 837,
                    "end": 846,
                    "text": "(Fig. 2B)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Effects of Airway Microbiota on Severity Biomarkers"
        },
        {
            "text": "Additionally, when including H. influenzae, we note that cell type signatures are attenuated for myeloid lineages and inflated for both CD4+ and CD8+ lymphocyte lineages (Fig. 2C) . These data suggest that H. influenzae influences the clinical severity All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 170,
                    "end": 179,
                    "text": "(Fig. 2C)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Effects of Airway Microbiota on Severity Biomarkers"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/641795 doi: bioRxiv preprint of RSV infection in infants by modifying the immune system and nature of the inflammatory response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effects of Airway Microbiota on Severity Biomarkers"
        },
        {
            "text": "As indicated above, the samples were collected at a single time during the acute phase of infection following the onset of clinical symptoms, and this timing appeared to have a major impact on gene expression ( Table 2 and Supplemental Figures 9-12) . We further interrogated gene expression biomarkers for this timing to better understand the nature of airway response to infection, and how they may relate to clinical disease severity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 211,
                    "end": 218,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 223,
                    "end": 249,
                    "text": "Supplemental Figures 9-12)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Effects of Timing on Severity Biomarkers"
        },
        {
            "text": "Interestingly, pathway analysis (Fig. 3A) indicated there was a strong signal of increasing EIF2 and mTOR signaling, and alterations in mitochondrial and oxidative phosphorylation activity, over time. Less surprisingly, there was also an indication of diminishing innate interferon signaling over time. The genes contributing to this signature included multiple intracellular IFN signaling molecules (MX1, IFIT1, STAT2), but not the ligands or receptors themselves. We performed exploratory analysis of these IFN pathway-related genes to better understand their expression patterns in our subjects.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 32,
                    "end": 41,
                    "text": "(Fig. 3A)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Effects of Timing on Severity Biomarkers"
        },
        {
            "text": "This revealed a surprising dichotomy between severe and non-severe subjects in expression of the IFN pathway genes identified in our analysis (Fig. 3B ). An association with severity was likely not identified in our prior analysis, as significant increases in expression noted in non-severe subjects were only noted during the first 3-4 days following the onset of clinical symptoms, whereas little to no evidence for interferon signaling was noted in any subjects at later time points. qPCR validation of many of these genes supported a complex relationship between gene expression, clinical severity and the ontogeny of illness (Supplemental Table 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 142,
                    "end": 150,
                    "text": "(Fig. 3B",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 644,
                    "end": 651,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Effects of Timing on Severity Biomarkers"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effects of Timing on Severity Biomarkers"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/641795 doi: bioRxiv preprint An analysis of potential regulators for this gene expression response implicated both type 3 (IFNL1; p<10 −35 ) and type 1 (IFNA2; p<10 −30 ) ligands, as well as the canonical interferon-associated transcription factors IRF-3, -7 and -5 (p<10 −15 ). Due to the low level of expression for many IFN ligand and receptor genes in most subjects, we removed them from our analytical data set, as part of our procedures to avoid false discovery and increase statistical power. We performed a post-hoc analysis of IFN ligand expression and found evidence for high levels of expression for both type 1 and 3 ligands (particularly IFNB1, IFNL1, IFNL2, IFNL3) in non-severe subjects, but not severe subjects (Fig. 3C) . We used multiplex ELISA of nasal washings to measure airway IFN ligand production during the first few days following onset of clinical symptoms. We confirmed higher levels of IFNB and IFNL in non-severe subjects (Fig. 3D) . These data suggest that interferon signaling responses and/or interferon production, within the first few days of infection, contributes to establishing clinical severity in RSV infected infants.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 844,
                    "end": 853,
                    "text": "(Fig. 3C)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1069,
                    "end": 1078,
                    "text": "(Fig. 3D)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Effects of Timing on Severity Biomarkers"
        },
        {
            "text": "While interferon production is known to be a ubiquitous host response to suppress viral infection, its role in mediating the severity of RSV illness in infants is unclear, as the virus actively suppresses this host protection mechanism via the RSV NS1 and NS2 gene products 49 . Further, since our data are from the upper respiratory system, they may not accurately reflect the importance of this pathway in the lower airway as a disease mechanism contributing to clinical severity. We sought to test whether this pathway was were evident at the RNA level. We tested for the induction of expression of our severity associated biomarkers in PHLEs. Not surprisingly, as we are only modeling a portion of the in vivo responses to infection, we found that some but not all genes were regulated.",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 276,
                    "text": "49",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Interferon Signaling Controls RSV Infection In Vitro"
        },
        {
            "text": "We were able to demonstrate RSV infection-related increases in the expression of CCL7, IL6 and MMP19 at the RNA level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interferon Signaling Controls RSV Infection In Vitro"
        },
        {
            "text": "We tested the effects of gain-and loss-of-function manipulation of IFN activity during RSV infection of PHLE cells (Fig 4B) . As expected, pretreatment of PHLE cells with type I (Figure 4B , C) and type III (Supplemental Figure 13 Figure 14) . Critically, but not surprisingly, RUX potentiated viral infection but did not block IFN ligand production (Fig. 4C) . These data indicate IFN signaling is necessary and sufficient to suppress the expression of correlates of RSVinfected infant clinical severity in primary cultures of pediatric lung epithelial cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 115,
                    "end": 123,
                    "text": "(Fig 4B)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 178,
                    "end": 188,
                    "text": "(Figure 4B",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 221,
                    "end": 230,
                    "text": "Figure 13",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 231,
                    "end": 241,
                    "text": "Figure 14)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 350,
                    "end": 359,
                    "text": "(Fig. 4C)",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Interferon Signaling Controls RSV Infection In Vitro"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interferon Signaling Controls RSV Infection In Vitro"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/641795 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interferon Signaling Controls RSV Infection In Vitro"
        },
        {
            "text": "Our studies address a critical knowledge gap in our understanding of the mechanisms involved in infant respiratory disease, in that we rarely have had the opportunity to comprehensively interrogate resident cell responses in the target organ. We applied our recently developed methods that facilitate comprehensive molecular analysis of the airways, amenable to any infant subject, whether clinically well 35 or during illness 47 . As applied here to infant subjects during the acute phase of RSV illness, our data supports the utility of this biospecimen as a reasonable surrogate for pathophysiological responses occurring in the lower airway (Fig. 1 ). In addition, they provide novel insight into disease-related responses related to the severity of clinical symptoms (Fig. 1) , the presence of co-occurring microbes (Fig. 2 ) and the timeline of clinical symptoms (Fig. 3) .",
            "cite_spans": [
                {
                    "start": 427,
                    "end": 429,
                    "text": "47",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [
                {
                    "start": 645,
                    "end": 652,
                    "text": "(Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 772,
                    "end": 780,
                    "text": "(Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 821,
                    "end": 828,
                    "text": "(Fig. 2",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 869,
                    "end": 877,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "We also leveraged a novel, physiological in vitro system that emulates the cellular responses to viral infection in pediatric human lung epithelial cells (PHLE). Using this model system, we validated the relationship between RSV-induced IFN-related intracellular signaling and the severity of infection, in relevant target cells for this virus (Fig. 5) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 344,
                    "end": 352,
                    "text": "(Fig. 5)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "When identifying gene expression correlates of severity in this population, we were not surprised to identify many chemokines that are reflective of a more robust inflammatory response (Fig. 1) . Somewhat more insightful is the ontological analysis that implicates robust changes in IL17 signaling in severe patients, when compared to those with milder forms of illness, specifically in the airway. Likewise, the data implicate airway changes in IL-1, -8, and 10 signaling, and alterations in matrix metalloproteinase activity. Of additional novel insight, our data suggests the nature of the inflammatory response in the airway differs in infants with severe RSV-associated illness. In particular, our data All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 185,
                    "end": 193,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "indicates an enrichment in CD14+ and CD133+ myeloid cells. These observations warrant further investigation to test them for potential mechanistic roles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We were interested in understanding the role of the airway microbiota in defining clinical responses to RSV in infants. We failed to find a strong association between the presence/absence of microbial pathogens and severity. However, we confirmed a report published during our studies indicating a higher burden of H. influenzae in infants with severe clinical symptoms requiring hospitalization (Fig. 2) . Although other taxa were associated with airway gene expression, we were somewhat surprised to find no other OTUs were significantly associated with severity. It is worth knowing, 16S ribosomal RNA sequencing was not able to identify S. pneumoniae at the species level. Given our prior studies revealing a large impact of the microbiota upon gene expression in the airway, we studied the inter-relationships between the airway microbiome, airway gene expression and clinical severity. In general, these analyses confirmed that the existence of known pathogens, particularly bacteria, are strongly associated with gene expression in asymptomatic 35, 47 and symptomatic 47 infants. We considered the specific effect of the microbiota/H. flu on the relationship between gene expression and RSV severity. The results are consistent with H. flu altering the nature of the inflammatory response, from myeloid-predominant to CD4/8 T lymphocyte-predominant. These data provide a currently untested hypothesis for a potential mechanism whereby H. influenzae contributes to severe responses at the molecular and cellular level, which is a focus of current investigation.",
            "cite_spans": [
                {
                    "start": 1052,
                    "end": 1055,
                    "text": "35,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1056,
                    "end": 1058,
                    "text": "47",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [
                {
                    "start": 396,
                    "end": 404,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Our identification of distinct, time-dependent changes in IFN signaling when comparing severely affected versus non-severely affected infants is both novel and consistent with the fundamental biology of viral responses. Perhaps this was not readily apparent in All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/641795 doi: bioRxiv preprint prior studies focusing on severely affected infants, as compared to non-infected infants, as they both show limited evidence for activation of this pathway. In this way, our studies, focused upon clinical severity in a cohort where all were infected with RSV, provides opportunity for different insights. We also draw attention to the narrow time window in which differences in IFN between these groups is evident (Fig. 4) . Even in our own data, differences in expression do not reach the level of statistical significance without restricting our analyses to the first few days following the onset of clinical symptoms.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 560,
                    "end": 568,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In vitro, our data indicating that IFN is both necessary and sufficient to control RSV infection of mammalian cells is not particularly novel, but validates the hypothesis generated by our in vivo data. However, we feel that it is important to demonstrate this mechanism is causal for infection in a truly physiological model of bona fide human pediatric lung epithelial cells. These in vitro data also partially reveal the complexity of the in vivo response, in that only a subset of gene expression correlates of severity are validated. We suggest other severity-associated gene expression responses require, or result from, additional cell types (e.g., leukocytes), and likely to be modified by the microbial community. Modeling these states and responses are one focus of future experimentation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We should emphasize that our primary observation is not that severity is associated with IFN ligand production, but with estimated levels of signaling activation in the airway. This distinction could be due to low levels of ligand production, even in infants with mild clinical symptoms. However, we could show differences in IFN ligand expression at both the RNA and protein levels (Fig. 1) , after our initial discovery phase of RNAseq data analysis. Conversely, the distinction could support the logical conclusion that All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 383,
                    "end": 391,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/641795 doi: bioRxiv preprint downstream signaling is critical to the protective effects of viral-induced IFN production. This interpretation is supported by our in vitro data (Fig. 5) , where blocking IFN receptor signaling is sufficient to potentiate widespread viral infection, even in the presence of IFN ligand expression. Regardless, induction of type I and type III IFN does occur in vivo and in vitro. The relative role of type I versus type III IFN in vivo is not clear at this time.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 292,
                    "end": 300,
                    "text": "(Fig. 5)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Both type I and type III IFN appear to be expressed in non-severe subjects during the acute phase of illness (Fig. 4) ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 109,
                    "end": 117,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Our evaluation of human biospecimen-derived RNAseq data has utilized multiple analytical and statistical approaches, in an effort to thoroughly interrogate the in vivo responses they reflect. Critically, we have applied appropriately conservative corrections for multiple testing in each case. We believe that use of each of these analytical approaches is justified, as they each provide distinct yet important insight. Univariate analyses are used to estimate the direct associations between one covariate and individual genes. These analyses are easy to perform and interpret and do not suffer from potential collinearity issues among covariates. As such, they are useful to initially explore the overall pattern of associations between clinical covariates and transcriptome profiles. On the other hand, a multivariate model considers the influence of several covariates on gene expression simultaneously; therefore, the estimated association between the response variable and a given covariate is less likely to be affected by unmodeled interdependences. Arguably, a multivariate model is more natural than multiple univariate models because it more closely approximates the complex biological processes that collectively influence the transcriptome. That being said, more caution must be exercised when using complex multivariate models. When uninformative covariates are included in a multivariate model, they may mask true associations and reduce the statistical power to detect informative associations. A more serious issue is All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "and can be induced by viral infection in vitro."
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/641795 doi: bioRxiv preprint the potential collinearity among the covariates, which may prevent modeling certain combinations of covariates and produce unstable estimates. Therefore, we believe it is a practical strategy to first use univariate analyses to identify a subset of important covariates, and then use them to build a lean and robust multivariate model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "and can be induced by viral infection in vitro."
        },
        {
            "text": "We acknowledge this study is not without limitations. We have focused our efforts in identifying gene expression responses that distinguish infants severely affected by RSV infection as compared to infants who are not severely ill and have not included noninfected controls. Therefore, we are unable to address the specificity of the responses we observe and report. Other studies by our group (Storch and unpublished) suggest that responses to any viral infection can be identified but occur at a much smaller magnitude than those described here. Another limitation is the associative nature of most of the data presented. One must use caution and resist presuming that the in vivo correlative observations we report are mechanistic, rather than hypothesis generating. In some cases, we were able to show a mechanistic relationship between specific genes/pathway and the magnitude of viral infection (Fig. 5) . Importantly, this in vitro model provides a physiologically relevant system to further pursue mechanistic hypotheses resulting from analysis of our in vivo data. However, this model also has limitations in that it currently isolates epithelial cell responses, while our data clearly suggests involvement of leukocytes and monocytes in vivo.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 901,
                    "end": 909,
                    "text": "(Fig. 5)",
                    "ref_id": null
                }
            ],
            "section": "and can be induced by viral infection in vitro."
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "and can be induced by viral infection in vitro."
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/641795 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. and STAT2 display distinct patterns of temporal expression in RSV-infected infants, with significantly higher expression in infants with mild as compared to severe symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "and can be induced by viral infection in vitro."
        },
        {
            "text": "Type I/III interferon ligand gene expression over time (day 1-10) was assessed separately in mild and severely affected infants (c.) Shown is the estimated expression level (more red equals higher expression) for individual ligand genes at each day following the onset of clinical symptoms. These data are consistent with an early activation in type I/III interferon pathway activity in mild subjects only. Multiplex ELISA analysis of nasal washes from RSV infected infants (d.) confirms that the production of type I/III interferon ligands is increased in infants with severe clinical symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "and can be induced by viral infection in vitro."
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "and can be induced by viral infection in vitro."
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/641795 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/641795 doi: bioRxiv preprint Figure 1 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 292,
                    "end": 300,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "and can be induced by viral infection in vitro."
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/641795 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/641795 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/641795 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/641795 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "and can be induced by viral infection in vitro."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Latitudinal variations in seasonal activity of influenza and respiratory syncytial virus (RSV): a global comparative review",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bloom-Feshbach",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0054445"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The burden of respiratory syncytial virus infection in young children",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "360",
            "issn": "",
            "pages": "588--598",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa0804877"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Respiratory syncytial virus circulation in seven countries with Global Disease Detection Regional Centers",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Haynes",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Infect Dis",
            "volume": "208",
            "issn": "",
            "pages": "246--254",
            "other_ids": {
                "DOI": [
                    "10.1093/infdis/jit515"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Viral Bronchiolitis in Children",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Meissner",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "N Engl J Med",
            "volume": "374",
            "issn": "",
            "pages": "62--72",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMra1413456"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Determining the Seasonality of Respiratory Syncytial Virus in the United States: The Impact of Increased Molecular Testing",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Midgley",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Infect Dis",
            "volume": "216",
            "issn": "",
            "pages": "345--355",
            "other_ids": {
                "DOI": [
                    "10.1093/infdis/jix275"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Epidemiology of respiratory syncytial virus infection among infants and children in Chicago",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Mufson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Levine",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Wasil",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Mocega-Gonzalez",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Krause",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Am J Epidemiol",
            "volume": "98",
            "issn": "",
            "pages": "88--95",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Respiratory syncytial virus-associated hospitalizations among children less than 24 months of age",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Pediatrics",
            "volume": "132",
            "issn": "",
            "pages": "341--348",
            "other_ids": {
                "DOI": [
                    "10.1542/peds.2013-0303"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Global, regional, and national disease burden estimates of acute lower respiratory infections due to respiratory syncytial virus in young children in 2015: a systematic review and modelling study",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Lancet",
            "volume": "390",
            "issn": "",
            "pages": "946--958",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(17)30938-8"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Respiratory syncytial virus-associated mortality in hospitalized infants and young children",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Byington",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wilkes",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Korgenski",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Sheng",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Pediatrics",
            "volume": "135",
            "issn": "",
            "pages": "24--31",
            "other_ids": {
                "DOI": [
                    "10.1542/peds.2014-2151"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Respiratory syncytial viral infection in children with compromised immune function",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "N Engl J Med",
            "volume": "315",
            "issn": "",
            "pages": "77--81",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJM198607103150201"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Virus-Specific Antibody, Viral Load, and Disease Severity in Respiratory Syncytial Virus Infection",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Walsh",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Infect Dis",
            "volume": "218",
            "issn": "",
            "pages": "208--217",
            "other_ids": {
                "DOI": [
                    "10.1093/infdis/jiy106"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Prefusion F, Postfusion F, G Antibodies, and Disease Severity in Infants and Young Children With Acute Respiratory Syncytial Virus Infection",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Capella",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Infect Dis",
            "volume": "216",
            "issn": "",
            "pages": "1398--1406",
            "other_ids": {
                "DOI": [
                    "10.1093/infdis/jix489"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Respiratory syncytial virus neutralizing antibodies in cord blood, respiratory syncytial virus hospitalization, and recurrent wheeze",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Stensballe",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Allergy Clin Immunol",
            "volume": "123",
            "issn": "",
            "pages": "398--403",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jaci.2008.10.043"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Risk of respiratory syncytial virus infection for infants from low-income families in relationship to age, sex, ethnic group, and maternal antibody level",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Glezen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Paredes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Allison",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Taber",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Frank",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J Pediatr",
            "volume": "98",
            "issn": "",
            "pages": "708--715",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Vitamin D receptor (VDR) polymorphisms and severe RSV bronchiolitis: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Mcnally",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sampson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Matheson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hutton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Little",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Pediatr Pulmonol",
            "volume": "49",
            "issn": "",
            "pages": "790--799",
            "other_ids": {
                "DOI": [
                    "10.1002/ppul.22877"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Genetic association of TLR4 Asp299Gly, TLR4 Thr399Ile, and CD14 C-159T polymorphisms with the risk of severe RSV infection: a metaanalysis. Influenza Other Respir Viruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "224--233",
            "other_ids": {
                "DOI": [
                    "10.1111/irv.12378"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Association between single nucleotide polymorphisms in TLR4, TLR2, TLR9, VDR, NOS2 and CCL5 genes with acute viral bronchiolitis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Alvarez",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Gene",
            "volume": "645",
            "issn": "",
            "pages": "7--17",
            "other_ids": {
                "DOI": [
                    "10.1016/j.gene.2017.12.022"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Human genetic factors and respiratory syncytial virus disease severity",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Miyairi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Devincenzo",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Clin Microbiol Rev",
            "volume": "21",
            "issn": "",
            "pages": "686--703",
            "other_ids": {
                "DOI": [
                    "10.1128/CMR.00017-08"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Respiratory Syncytial Virus Genotypes, Host Immune Profiles, and Disease Severity in Young Children Hospitalized With Bronchiolitis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rodriguez-Fernandez",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Infect Dis",
            "volume": "217",
            "issn": "",
            "pages": "24--34",
            "other_ids": {
                "DOI": [
                    "10.1093/infdis/jix543"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Respiratory syncytial virus load, viral dynamics, and disease severity in previously healthy naturally infected children",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "El Saleeby",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Bush",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Harrison",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Aitken",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Devincenzo",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Infect Dis",
            "volume": "204",
            "issn": "",
            "pages": "996--1002",
            "other_ids": {
                "DOI": [
                    "10.1093/infdis/jir494"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Respiratory Syncytial Virus: The Influence of Serotype and Genotype Variability on Clinical Course of Infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vandini",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Biagi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lanari",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Int J Mol Sci",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijms18081717"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Risk factors for severe respiratory syncytial virus lower respiratory tract infection",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sommer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Resch",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Simoes",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Open Microbiol J",
            "volume": "5",
            "issn": "",
            "pages": "144--154",
            "other_ids": {
                "DOI": [
                    "10.2174/1874285801105010144"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Nasal Airway Microbiota Profile and Severe Bronchiolitis in Infants: A Case-control Study",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hasegawa",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Pediatr Infect Dis J",
            "volume": "36",
            "issn": "",
            "pages": "1044--1051",
            "other_ids": {
                "DOI": [
                    "10.1097/INF.0000000000001500"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The infant nasopharyngeal microbiome impacts severity of lower respiratory infection and risk of asthma development",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Teo",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cell Host Microbe",
            "volume": "17",
            "issn": "",
            "pages": "704--715",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chom.2015.03.008"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Nasopharyngeal Microbiota, Host Transcriptome, and Disease Severity in Children with Respiratory Syncytial Virus Infection",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "De Steenhuijsen Piters",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am J Respir Crit Care Med",
            "volume": "194",
            "issn": "",
            "pages": "1104--1115",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.201602-0220OC"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Respiratory syncytial virus: virology, reverse genetics, and pathogenesis of disease",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fearns",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Graham",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Curr Top Microbiol Immunol",
            "volume": "372",
            "issn": "",
            "pages": "3--38",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-642-38919-1_1"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Viral and host factors in human respiratory syncytial virus pathogenesis",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Graham",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "",
            "pages": "2040--2055",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01625-07"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Association of Dynamic Changes in the CD4 T-Cell Transcriptome With Disease Severity During Primary Respiratory Syncytial Virus Infection in Young Infants",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Mariani",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Infect Dis",
            "volume": "216",
            "issn": "",
            "pages": "1027--1037",
            "other_ids": {
                "DOI": [
                    "10.1093/infdis/jix400"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The Human Immune Response to Respiratory Syncytial Virus Infection",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Unger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Walton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schwarze",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Clin Microbiol Rev",
            "volume": "30",
            "issn": "",
            "pages": "481--502",
            "other_ids": {
                "DOI": [
                    "10.1128/CMR.00090-16"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Type 1 and type 2 cytokine imbalance in acute respiratory syncytial virus bronchiolitis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Legg",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "R"
                    ],
                    "last": "Hussain",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Warner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Johnston",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Warner",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am J Respir Crit Care Med",
            "volume": "168",
            "issn": "",
            "pages": "633--639",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.200210-1148OC"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "An in vitro transepithelial migration assay to evaluate the role of neutrophils in Respiratory Syncytial Virus (RSV) induced epithelial damage",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Herbert",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Smyth",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Sci Rep",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41598-018-25167-4"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Host Transcription Profile in Nasal Epithelium and Whole Blood of Hospitalized Children Under 2 Years of Age With Respiratory Syncytial Virus Infection",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A H"
                    ],
                    "last": "Do",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Infect Dis",
            "volume": "217",
            "issn": "",
            "pages": "134--146",
            "other_ids": {
                "DOI": [
                    "10.1093/infdis/jix519"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Development of a Global Respiratory Severity Score for Respiratory Syncytial Virus Infection in Infants",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Caserta",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Infect Dis",
            "volume": "215",
            "issn": "",
            "pages": "750--756",
            "other_ids": {
                "DOI": [
                    "10.1093/infdis/jiw624"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Aims, study design and enrollment results from the Assessing Predictors of Infant Respiratory Syncytial Virus Effects and Severity (AsPIRES) study",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Walsh",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Journal of Medical Internet Research",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The Healthy Infant Nasal Transcriptome: A Benchmark Study",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chu",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Sci Rep",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/srep33994"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Adjusting batch effects in microarray expression data using empirical Bayes methods",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rabinovic",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Biostatistics",
            "volume": "8",
            "issn": "",
            "pages": "118--127",
            "other_ids": {
                "DOI": [
                    "10.1093/biostatistics/kxj037"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "limma powers differential expression analyses for RNAsequencing and microarray studies",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Ritchie",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nucleic Acids Res",
            "volume": "43",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/nar/gkv007"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Robust Hyperparameter Estimation Protects against Hypervariable Genes and Improves Power to Detect Differential Expression",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Phipson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "J"
                    ],
                    "last": "Majewski",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Alexander",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Smyth",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Ann Appl Stat",
            "volume": "10",
            "issn": "",
            "pages": "946--963",
            "other_ids": {
                "DOI": [
                    "10.1214/16-AOAS920"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Controlling the False Discovery Rate: A Practical and Powerful Approach to Multiple Testing",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Benjamini",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hochberg",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Journal of the Royal Statistical Society. Series B (Methodological)",
            "volume": "57",
            "issn": "",
            "pages": "289--300",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Viral Respiratory Infections in Preterm Infants during and after Hospitalization",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Caserta",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Gill",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Holden-Wiltse",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pryhuber",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Pediatr",
            "volume": "182",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jpeds.2016.11.077"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Comparative analytical evaluation of the respiratory TaqMan Array Card with real-time PCR and commercial multi-pathogen assays",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Harvey",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Virol Methods",
            "volume": "228",
            "issn": "",
            "pages": "151--157",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jviromet.2015.11.020"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Application of TaqMan low-density arrays for simultaneous detection of multiple respiratory pathogens",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kodani",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Clin Microbiol",
            "volume": "49",
            "issn": "",
            "pages": "2175--2182",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.02270-10"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "QIIME allows analysis of high-throughput community sequencing data",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Caporaso",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nat Methods",
            "volume": "7",
            "issn": "",
            "pages": "335--336",
            "other_ids": {
                "DOI": [
                    "10.1038/nmeth.f.303"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "No reuse allowed without permission. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/641795"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Differential abundance analysis for microbial marker-gene surveys",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Paulson",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "C"
                    ],
                    "last": "Stine",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Bravo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pop",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat Methods",
            "volume": "10",
            "issn": "",
            "pages": "1200--1202",
            "other_ids": {
                "DOI": [
                    "10.1038/nmeth.2658"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "A novel in vitro model of primary human pediatric lung epithelial cells",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Pediatr Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41390-019-0340-9"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Respiratory Syncytial Virus Uses CX3CR1 as a Receptor on Primary Human Airway Epithelial Cultures",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS pathogens",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1005318"
                ]
            }
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Host Gene Expression in Nose and Blood for the Diagnosis of Viral Respiratory Infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Infect Dis",
            "volume": "219",
            "issn": "",
            "pages": "1151--1161",
            "other_ids": {
                "DOI": [
                    "10.1093/infdis/jiy608"
                ]
            }
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Neonatal gut and respiratory microbiota: coordinated development through time and space",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Grier",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s40168-018-0566-5"
                ]
            }
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Respiratory syncytial virus mechanisms to interfere with type 1 interferons",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Barik",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Curr Top Microbiol Immunol",
            "volume": "372",
            "issn": "",
            "pages": "173--191",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-642-38919-1_9"
                ]
            }
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "No reuse allowed without permission. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/641795"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ". Viral targets included influenza A and B, respiratory syncytial virus (RSV), human metapneumovirus (hMPV), parainfluenza virus (PIV) 1, 2 and 3, human rhinovirus (hRV), human enterovirus (EV), human parechovirus (hPeV), coronavirus 1 through 4, (229, NL63, OC43, and HKU1 respectively), adenovirus (ADV), and human bocavirus (hBoV). H. influenzae, S. pneumoniae, M. pneumoniae, C.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "http://pga.mgh.harvard.edu/primerbank/) and Taqman chemistry (Universal Master Mix II with UNG, Life Technologies) on a ViiA 7 Real-Time PCR System (Life Technologies).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "necessary or sufficient to control the extent of RSV infection leveraging a novel in vitro model of pediatric human airway 45 . This model involves 3-D cultures of bona fide primary human infant/pediatric lung epithelial cells, obtained from organ donors, and differentiated at air-liquid interface 45 . we demonstrated that these primary pediatric human lung epithelial (PHLE) ALI cultures are susceptible to apical infection with a laboratory strain of RSV (A2) modified to express GFP (Fig. 4A). Within 24 hours of infection, GFP+ foci are observed, and grow in number and size over 96 hours with no evidence of cell death or syncytia formation. At 48 hours post infection, significant increases in the expression of both interferons (IFNA/B/L) and interferon-stimulated genes (ISGs; MX1, IFIT1/3, RSAD2)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "-14) IFN ligand completely inhibited the extent of viral infection. We also examined the effects of blocking IFN signaling upon RSV infection in PHLE cells. The IFN receptor/STAT1 signaling blocker ruximitinib (RUX) significantly potentiated the extent of infection based upon number (2-fold, P<0.05) and size of plaques (2-fold, P<0.05), and based upon viral transcript levels (1.5fold, P<0.05). RUX also potentiated ISG expression in RSV infected PHLE cells. Similar response were noted when cells were treated with the IFN receptor/signaling blocker TPCA (Supplemental",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Airway gene expression patterns associated with clinical severity in RSV-infected infants. Gene expression from nasal/airway samples, collected from 106 infants infected with RSV, was assessed by high throughput RNA sequencing. Circos plots displaying biological function (a.) and disease (b.) ontologies associated with severity. Shown are a subset of genes with expression patterns significantly associated (FDR<0.05, fold change>1.5) with clinical severity, following adjustment for other variables in a multivariate model, and key ontologies significantly associated with severity (n=629 genes, FDR<0.05). Biological functions are enriched in viral infectionrelated ontologies, and disease ontologies include pneumonia, a lower airway pathology. Cell type enrichment plots (c.) indicate severity genes are associated with multiple hematopoietic lineages, predominantly CD14+ monocytes, CD33+ myeloid cells and smooth muscle cells. Canonical pathway analysis of severity-associated genes (d.) suggests alterations in immune signaling in infants with severe clinical symptoms including IL17. Multiplex ELISA analysis of nasal washes from RSV infected infants (e.)confirms that the production of select immune-related proteins are increased in infants with severe clinical symptoms.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Microbiota effects on airway gene expression in RSV-infected infants.16s rRNA sequencing was used to interrogate the airway microbiome of 106 infantsinfected with RSV. Only H. influenzae (H. flu) showed a significant association between relative abundance and clinical severity (a.) Airway gene expression in RSV infected infants was re-assessed in a multivariate model including H. flu. A circos plot displays disease ontologies associated with severity (b.) Shown are a subset of genes with expression patterns significantly associated (FDR<0.05, fold change>1.5) with clinical severity when H. flu is used as a variable in a multivariate model, and key disease All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "H. flu as compared to the same model without H. flu. This analysis showed adding H. flu to the model suggested increases in CD4+ and CD8+ T cell signatures, and decreases in myeloid cells and monocyte signatures.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Alterations in interferon pathway activity define clinical symptoms. Airway gene expression in 106 RSV-infected infants was assessed for significant association with time since onset of clinical symptoms. A circos plot displays signaling pathway ontologies associated with severity (a.) Shown are a subset of genes with expression patterns significantly associated (FDR<0.05, fold change>1.5) with time since onset of clinical symptoms in a multivariate model, and key signaling pathway ontologies significantly associated with severity (n=692 genes, FDR<0.05). Pseudo-time series plots (b.) display gene expression patterns for key interferon signaling pathway genes significantly associated with the time since onset of clinical symptoms. IFIT1, MX1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Blocking interferon signaling enhances RSV infection of primary pediatric human lung epithelial cell cultures. Infection of primary cultures of human lung epithelial (PHLE) cells differentiated at air-liquid interface with RSV emulates some gene expression responses associated with severity. (a.) Shown is a heat plot displaying relative expression for a set of genes significantly associated with the global respiratory severity score (GRSS) 48 hours after apical infection with RSV or in sham-infected controls (CTL). Also shown are box plots for multiplex ELISA for key immune mediators confirming increased production of CCL7 and IL6 following infection. (b.) Shown are the effects of RSV infection while treated with interferon ligand alone (RSV+IFN), interferon signaling inhibitor ruximitinib alone (RUX; RSV+R) or the two together (RSV+R+IFN). IFN treatment blocks the number and size of infection plaques, as well as the production of viral transcript, while blocking IFN signaling is sufficient to potentiate infection. (c.) Box plots for the expression of interferon signaling genes that are significantly associated with GRSS (IFIT1, MX1, RSAD2) shows their expression are increased by RSV infection and/or IFN treatment, but not in the presence of RUX. These data model the responses we observe in infants during acute RSV infection. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ". For binary variables, percentages and frequencies were reported; for continuous variables, means and standard deviations were reported. Appropriate statistical tests were performed to test the association between each clinical variable and disease severity. Specifically, for dichotomous severity (mild v. severe), we used two-sample Welch t-test and Fisher's exact test for continuous and binary variables, respectively; for continuous severity (GRSS), two-sample Welch t-test and Pearson correlation test were used for the binary and continuous clinical variables, respectively. A p-value <0.05 was considered statistically significant. All analyses were performed with SAS (version 9.3; SAS Institute, Cary, NC) and the R programming language (version 3.2; R Foundation for Statistical Computing, Vienna, Austria).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "of nasal swab samples simultaneously obtained from contralateral nares. We calculated operational taxonomical units (OTUs) for all identifiable organisms, and individually assessed the relative abundance of 148 OTUs for association with clinical severity. H.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Subject Demographics. Data represent samples collected at the time of acute infection (1-10d after onset of clinical symptoms) from 106 subjects. Reported in this table are (mean±STD) for continuous variables, and the frequency in both groups for categorical variables. P-values reported in this table were computed by statistical tests that are appropriate to the nature of the variables (see Section \"Statistical Analysis of Clinical Data\" for more details). Only subject age at time of infection was significantly associated with clinical severity, and only when severity is defined on a continuous scale.All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Number of genes with significant changes associated with individual clinical and demographic variables. We performed univariate & two multivariate regression models to identify gene expression changes associated with intrinsic (age, GRSS, days since onset of illness) and extrinsic (tobacco smoke exposure and bacterial colonization or viral co-infection) factors. Shown are the number of genes identified as significant for each variable in the model. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Complete molecular and microbiota data for these studies is available in dbGaP ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}