{
    "paper_id": "6cb02c7565f6f74a3d165e14196de5e9e87d2d04",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Jonathan",
                "middle": [
                    "M"
                ],
                "last": "Read",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Lancaster University",
                    "location": {
                        "settlement": "Lancaster",
                        "country": "United Kingdom"
                    }
                },
                "email": "jonathan.read@lancaster.ac.uk"
            },
            {
                "first": "Jessica",
                "middle": [
                    "R E"
                ],
                "last": "Bridgen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Lancaster University",
                    "location": {
                        "settlement": "Lancaster",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Derek",
                "middle": [
                    "A T"
                ],
                "last": "Cummings",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Florida",
                    "location": {
                        "settlement": "Gainesville",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Antonia",
                "middle": [],
                "last": "Ho",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Glasgow Centre for Virus Research",
                    "location": {
                        "settlement": "Glasgow",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Chris",
                "middle": [
                    "P"
                ],
                "last": "Jewell",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Lancaster University",
                    "location": {
                        "settlement": "Lancaster",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "• case data updated to include 22 Jan 2020; we did not use cases reported after this period as cases were reported at the province level hereafter, and large-scale control interventions were initiated on 23 Jan 2020;",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• improved likelihood function, better accounting for first 41 confirmed cases, and now using all infections (rather than just cases detected) in Wuhan for prediction of infection in international travellers; • improved characterization of uncertainty in parameters, and calculation of epidemic trajectory confidence intervals using a more statistically rigorous method; • extended range of latent period in sensitivity analysis to reflect reports of up to 6 day incubation period in household clusters; • removed travel restriction analysis, as different modelling approaches (e.g. stochastic transmission, rather than deterministic transmission) are more appropriate to such analyses.",
            "cite_spans": [
                {
                    "start": 577,
                    "end": 593,
                    "text": "(e.g. stochastic",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Since first identified, the epidemic scale of the recently emerged novel coronavirus (2019-nCoV) in Wuhan, China, has increased rapidly, with cases arising across China and other countries and regions. using a transmission model, we estimate a basic reproductive number of 3.11 (95%CI, 2.39-4.13); 58-76% of transmissions must be prevented to stop increasing; Wuhan case ascertainment of 5.0% (3.6-7.4); 21022 (11090-33490) total infections in Wuhan 1 to 22 January.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "On 29 December 2019, Chinese authorities identified a cluster of similar pneumonia cases of unknown aetiology in Wuhan City, Hubei Province, China (Tan et al., 2020) . A novel strain of coronavirus (2019-nCoV) was subsequently isolated from a patient on 7 January 2020 (Tan et al., 2020) . Most cases from the initial cluster had epidemiological links with a live animal market (Huanan South China Seafood Market), suggesting a possible zoonotic origin (World Health Organization, 2020) . However, the definitive source of the virus is unknown. Infections in at least one family cluster (Chan et al., 2020) and in healthcare workers confirm the occurrence of human-to-human transmission, though the extent of this mode of transmission is unclear. On 21 January 2020, the WHO suggested there was possible sustained human-to-human transmission (World Health Organization Western Pacific on Twitter, 2020).",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 165,
                    "text": "(Tan et al., 2020)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 269,
                    "end": 287,
                    "text": "(Tan et al., 2020)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 453,
                    "end": 486,
                    "text": "(World Health Organization, 2020)",
                    "ref_id": null
                },
                {
                    "start": 587,
                    "end": 606,
                    "text": "(Chan et al., 2020)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Background and current epidemic situation"
        },
        {
            "text": "As of 1000 GMT 25 Jan 2020, 1,372 cases had been confirmed (Munroe, 2020) , of which more than 700 were from Hubei Province (BBC News, 2020) . Cases have also been reported in other Chinese provinces, including large cities such as Beijing, Shanghai and Shenzhen, as well as other countries, including Thailand (n=5), Japan (n=2), South Korea (n=2), Taiwan (n=3), Malaysia (n=1), Singapore (n=3), Nepal (n=1), Vietnam (n=2), United States (n=2), Australia (n=1), and France (n=3) (European Centre for Disease Prevention and Control, 2020). In a case series of the first 41 hospitalised cases in Wuhan, presenting symptoms included fever, cough, myalgia and fatigue (Huang et al., 2020) . Over half had shortness of breath, and all had evidence of pneumonia (Huang et al., 2020) . To date, 41 deaths have been reported, all but two were from the Hubei province (European Centre for Disease Prevention and Control, 2020).",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 73,
                    "text": "(Munroe, 2020)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 124,
                    "end": 140,
                    "text": "(BBC News, 2020)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 665,
                    "end": 685,
                    "text": "(Huang et al., 2020)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 757,
                    "end": 777,
                    "text": "(Huang et al., 2020)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Background and current epidemic situation"
        },
        {
            "text": "Current clinical and epidemiological data are insufficient to understand the full extent of the transmission potential of the epidemic. Estimates in this manuscript are highly uncertain due to uncertainty about the timing and natural history of cases, the impact of changes in reporting over the course of the outbreak and the potential impact of responses to cases among other sources. The outbreak comes at a time when there is a substantial increase in travel volume within as well as in and out of China around the Lunar New Year on 25 January 2019. Over 3 billion passenger journeys were predicted for the period between 10 January and 18 February (CGTN, 2020) . In an effort to contain the outbreak, travel restrictions were imposed on Wuhan from 23 January, and have since expanded to 12 other cities, and large social gatherings cancelled (New York Times, 2020).",
            "cite_spans": [
                {
                    "start": 653,
                    "end": 665,
                    "text": "(CGTN, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background and current epidemic situation"
        },
        {
            "text": "Wuhan is a city of more than 11 million residents and is connected to other cities in China via high-speed railway and frequent commercial airline flights. There were 670,417 airline passenger bookings departing Wuhan made during January 2017, the top destinations being Shanghai (53,214 bookings), Beijing (51,066 bookings) and Kunming (40,120 bookings) (OAG, 2020); Figure 1 . While the majority of air travel departing Wuhan is domestic (87.2% of bookings, Jan 2017), Wuhan is connected internationally through both direct and indirect flights (Bogoch et al., 2020) .",
            "cite_spans": [
                {
                    "start": 547,
                    "end": 568,
                    "text": "(Bogoch et al., 2020)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 368,
                    "end": 376,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Domestic and international connectivity of Wuhan"
        },
        {
            "text": "We fitted a deterministic SEIR metapopulation transmission model of infection within and between major Chinese cities to the daily number of confirmed cases of 2019-nCoV in Chinese cities and cases reported in other countries/regions, using an assumption of Poisson-distributed daily time increments (see Methods Supplement). We modelled the period from 1 January 2020 when local authorities closed the wet market implicated as the zoonotic source of human infection (World Health Organization, 2020) up to and including 22nd January 2020. We only considered human-to-human transmission in our model, and made the assumption that following the closure of the market, no further zoonotic infection contributed to the epidemic dynamics. Coupling between cities followed daily-adjusted rates of travel estimated from monthly-aggregated full itinerary passenger booking data for January 2017, accessed from OAG Traffic Analyser database (OAG, 2020), assuming that travellers are drawn randomly from the origin population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transmission model"
        },
        {
            "text": "We estimated the transmission rate and the recovery rate (the inverse of the infectious period). We assumed that the latent period was 4 days, based on an estimate of the incubation period of SARS, a related coronavirus (Lessler et al., 2009) . This is similar to the estimate of 4.4 days from initial characterisation of 2019-nCoV cases. We make the assumption that the latent period approximates to the incubation period. We also estimated the ascertainment rate within Wuhan, and the initial number of human infections present in Wuhan when the market was closed. Confirmed cases in Chinese cities and other countries/regions reported as of 22 January 2020 were used for fitting; from 23 January cases were not reported for Wuhan and other locations within Hubei but only at the aggregate province level. Fitting was achieved by treating the ODE system as representing the mean number of new cases per day in our study period, and assuming that the observed number of new cases were (approximately) Poisson distributed around this mean. Given the model and data, parameter inference was achieved by maximum likelihood estimation using Nelder-Mead optimisation as implemented in the optim() function in the R statistical language (R Core Team 2020); see https://github.com/chrism0dwk/wuhan/tree/v0.2 for R code, case data, and prepared datafiles.",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 242,
                    "text": "(Lessler et al., 2009)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Transmission model"
        },
        {
            "text": "Uncertainty in the parameter estimates was explored using parametric bootstrap according to the following procedure. Firstly, 10000 Monte Carlo simulations from the model (ODE and Poisson noise) were generated using the MLE estimates of the parameters. Each simulated dataset was then re-fitted to the model to construct a joint sampling distribution of the parameters, and 95% confidence estimated as the lower 2.5% and upper 97.5% quantiles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transmission model"
        },
        {
            "text": "The ODE system (without Poisson noise) was run over this sampling distribution to generate 95% confidence intervals around the predicted mean epidemic trajectory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transmission model"
        },
        {
            "text": "We estimated the transmission rate within Wuhan, , to be 1.94 d -1 (95%CI, 1.25-6.71), while we found the infectious period to be 1.61 days (95%CI, 0.35-3.23). We calculated the basic reproductive number, 0 , of the infection to be 3.11 (95%CI, 2.39-4.13), comparable to the range for SARS estimated from outbreaks during the 2003 epidemic (Lipsitch et al., 2003; World Health Organization, 2003) . We highlight that this number is highly uncertain and that a large range of parameters are consistent with the data given the assumptions of our model. This estimate reflects both the dynamics of transmission and, potentially, the dynamics of case reporting, with increases as reporting over time potentially increasing our estimate. The estimate we give here represents an update from the report of 23 January in which we estimated a higher 0 , and highlights the sensitivity of our findings to additional data at this early period. The current estimate of 0 is significantly greater than 1, the epidemic threshold, providing evidence that sustained human-to-human transmission is occurring in China. Further, it suggests that a concerted effort will be required to control the outbreak, requiring between 38% and 80% of transmission to be averted to control the epidemic.",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 363,
                    "text": "(Lipsitch et al., 2003;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 364,
                    "end": 396,
                    "text": "World Health Organization, 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Epidemiological parameter estimates"
        },
        {
            "text": "We estimated that the average ascertainment rate in Wuhan between 1 and 22 January was 5.0% (95%CI, 3.6-7.4), reflecting the difficulty in identifying cases of a novel pathogen. Given the generally good accessibility to healthcare in China, this suggests that the majority of infections may be of mild illness and insufficiently serious for individuals to seek treatment. However, it is worth noting that a number of identified cases have died (Centre for Disease Control and Prevention 2020) and that the true case fatality rate has yet to be estimated accurately. Also, asymptomatic infection has been reported for 2019-nCoV (Chan et al., 2020) . We also estimated the size of the epidemic in Wuhan at the time of the market closure (1 January) to be 15 individuals (95%CI, 5-37). Our estimates of epidemiological parameters are sensitive to our assumption regarding the length of the latent period; see Figure 2 . Early epidemiological investigations suggest a duration between 3 to 6 days (Chan et al., 2020) , Should the latent period be longer than the 4 days we assume, our 0 estimates would be higher and the estimated ascertainment rate slightly lower; see Figure 2 .",
            "cite_spans": [
                {
                    "start": 627,
                    "end": 646,
                    "text": "(Chan et al., 2020)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 993,
                    "end": 1012,
                    "text": "(Chan et al., 2020)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 906,
                    "end": 914,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1166,
                    "end": 1174,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Epidemiological parameter estimates"
        },
        {
            "text": "If cases are being reported with increasing efficiency and the timing of cases is inconsistent with the timing assumed here (i.e. throughout the outbreak, the length of time between infection and reporting in surveillance data is declining), this may tend to decrease our estimate of the reproductive number.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiological parameter estimates"
        },
        {
            "text": "Using our parameterised transmission model, we simulated the impact of an ongoing outbreak in Wuhan to seed infections and outbreaks in other cities of China, and to generate infection in travellers to other countries/regions, through airline travel originating in China. We stress that these projections make strong assumptions: that no control interventions are instigated; that the key epidemiological variables driving epidemic dynamics remain constant; that travel behaviour within China and to other countries/regions continues as per our mobility estimates; finally, we only consider travel by air and do not include land transportation, particularly via the rail network within China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemic size estimates"
        },
        {
            "text": "We estimate that on 22 January, in Wuhan there were currently 14464 infected individuals (prediction interval, 6510-25095), and a total 21022 infections (prediction interval, 11090-33490) since the start of the year. We also estimate t 24 currently infected individuals (prediction interval, 19-30) in other locations of China on this date. For comparative purposes, we estimate the total number of infections in Wuhan from 1January to 18 January inclusive to have been 6733 (prediction interval, 3500-10914). This estimate of the total infections is comparable to other published estimates based on travel data and reported cases identified outside of China (estimated between 1,700 and 7,800) (Imai et al., 2020a) , and highlights our estimated low ascertainment rate, the rapid growth of the epidemic, and uncertainty in model predictions.",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 298,
                    "text": "(prediction interval, 19-30)",
                    "ref_id": null
                },
                {
                    "start": 695,
                    "end": 715,
                    "text": "(Imai et al., 2020a)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Epidemic size estimates"
        },
        {
            "text": "Should the transmission continue at the same rate in Wuhan, with no control or change in the behaviour of individuals (such as spontaneous social distancing) our model predicts that on 29 January the epidemic in Wuhan will be substantially larger, with 594 cases expected to be detected on that day in Wuhan (prediction interval, 446-788) and 105077 currently infected (prediction interval, 46635-185412); see Figure 3 and Table 1 . If transmission has . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 410,
                    "end": 418,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 423,
                    "end": 430,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Epidemic size estimates"
        },
        {
            "text": "The copyright holder for this preprint . https: //doi.org/10.1101 //doi.org/10. /2020 reduced, either through control or spontaneous public response to the epidemic, this will be a gross overestimate, though it may be useful to help gauge the effectiveness of interventions.",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 65,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 66,
                    "end": 85,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "We also estimated epidemic projections for other Chinese cities and countries/regions. The epidemic sizes projections are subject to model and parameter uncertainty, though the relative magnitude of predictions in other cities and countries/regions may be informative for planning and preparedness purposes.The model predicts infected travellers to other Chinese cities will initiate outbreaks in those cities, the largest on 29 January being in Shanghai, Beijing, Guangzhou, Shenzhen, Chengdu and Kunming; see Figure 3 and Table 1 . Our model predicts the total number of infected individuals in locations elsewhere in China to be 237 (prediction interval, 167-324) on 29 January. Finally, the model predicts an elevated risk of importations into other countries/regions, most notably to Thailand, Japan, South Korea, Taiwan, Hong Kong SAR, USA, Singapore, Malaysia, Australia and Viet Nam; see Figure 3 and Table 1 . Again, these predictions assume no change in the transmission of the virus within China through control or other responses to the epidemic, and likely underestimate the potential importation rate to regions with ground transportation from China, in particular Hong Kong.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 511,
                    "end": 519,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 524,
                    "end": 531,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 896,
                    "end": 904,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 909,
                    "end": 916,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Our estimates of 0 are broadly consistent with early estimates from other groups: 2.0-3.3 (Majumder and Mandl, 2020); 2.6 (uncertainty range 1.5-3.5) (Imai et al., 2020b) ; 2.92 (95% CI 2.28, 3.67) (Liu et al., 2020) ; 2.2 (90% interval: 1.4-3.8) (Riou and Althaus, 2020) . Sources of discrepancies may be due to model differences and differences in the contribution of specific types of data to our estimates. We believe that our estimates are slightly elevated compared to others due to the inclusion of cases from other locations within China other than Wuhan. However, it is important to note that our point estimate is consistent with all others uncertainty intervals, all indicating sustained growth of cases.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 170,
                    "text": "(Imai et al., 2020b)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 198,
                    "end": 216,
                    "text": "(Liu et al., 2020)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 247,
                    "end": 271,
                    "text": "(Riou and Althaus, 2020)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Comparison of estimates to other reports"
        },
        {
            "text": "Our estimates of the basic reproductive number for this novel coronavirus are comparable to most estimates reported for SARS and MERS-CoV, but similar to some estimates from subsets of data in the early period of SARS. For the SARS coronavirus, estimates of the mean reproductive number ranged from 1.1 to 4.2 with most estimates between 2 and 3 (Bauch et al., 2005) . These estimates represent a range of methods and settings. Some estimates come from data that mixes time periods before and after control. Estimates of 0 also varied based on assumed serial intervals (e.g. (Lipsitch et al., 2003) estimated 0 ranging from 2.2 to 3.6 for serial intervals of 8 to 12 days (9). Another study (Bauch et al., 2005) reviewed sources of variation in basic reproductive numbers of SARS and noted that those locations in which outbreaks occurred, 0 was approximately 3. Estimates from MERS-CoV were uniformly lower, with estimates from Saudi Arabia having a mean of less than 1 (~0.5) but exhibited large temporal variability with increases in some periods of time particularly in healthcare settings (Cauchemez et al., 2016) .",
            "cite_spans": [
                {
                    "start": 346,
                    "end": 366,
                    "text": "(Bauch et al., 2005)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 575,
                    "end": 598,
                    "text": "(Lipsitch et al., 2003)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 691,
                    "end": 711,
                    "text": "(Bauch et al., 2005)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1094,
                    "end": 1118,
                    "text": "(Cauchemez et al., 2016)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Comparison of transmissibility with SARS and MERS"
        },
        {
            "text": "A comparison of the efficiency of transmission in this outbreak and in SARS outbreaks can be seen as well in simple comparisons of doubling times in each outbreak. In SARS, doubling times varied from 4.6 days to 14.2 days depending on setting (doubling time, Td=6.0 (1358 over 63 days, Singapore), Td=4.6 (425 over 41 days, Hong Kong), Td=14.2 (7919 over 185 days, overall)) (Lipsitch et al., 2003) . Using confirmed case information (41 reported January 14; 291 reported 24:00 on January 20; 1975 reported 24:00 on January 25)(NHCPRC daily reports, 2020) we find doubling times of 2.1, 1.8, and 2.0 days. If the outbreak has been ongoing for a longer period of time, this would increase the estimated doubling time. These doubling time estimates, similar to our estimates of 0 , are susceptible to bias due to the dynamics of case reporting, with bunching of identified cases (due to temporally clustered recognition of cases) tending to bias our estimate towards lower doubling times. We note our estimates of the doubling time in this outbreak are short compared to estimates from the SARS outbreak in Hong Kong (Lipsitch et al., 2003) .",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 398,
                    "text": "(Lipsitch et al., 2003)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1115,
                    "end": 1138,
                    "text": "(Lipsitch et al., 2003)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Comparison of transmissibility with SARS and MERS"
        },
        {
            "text": "Our model necessarily makes a number of assumptions. Our estimates of the basic reproductive number of this novel coronavirus are tied to the specific time period and data analysed here, and this measure may change substantially over the course of this outbreak and as additional data arrives. Additionally, the spatial component of our model is dependent upon only airline travel; the model does not include rail and road transportation, so we may underestimate local connectivity and the connectivity of Wuhan to other locations. We also do not attempt to account for any implementation of control, nor and dynamic changes of factors than may influence transmission (such as spontaneous social distancing), nor changes in surveillance and reporting effort. Our choice of modelling approach may also lead to unreliability in the precision of our estimated model parameters (King et al. 2015) , However, our approach used 'raw' counts of cases to fit the model, not cumulative case information, and the point estimates would not be biased (King et al. 2015) .",
            "cite_spans": [
                {
                    "start": 874,
                    "end": 892,
                    "text": "(King et al. 2015)",
                    "ref_id": null
                },
                {
                    "start": 1039,
                    "end": 1057,
                    "text": "(King et al. 2015)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "Earlier novel coronavirus (SARS and MERS-CoV) outbreaks found evidence for substantial heterogeneity in reproductive numbers between individuals (Chowell et al., 2004; Bauch et al., 2005; Cauchemez et al., 2016) . In our analysis, we assume that there is little heterogeneity in reproductive numbers and this assumption may change our estimated reproductive number. Additionally, 0 estimates tend to be reduced as case information accumulates, though control measures may also be introduced during these periods. As is true for any modelling analysis of surveillance data, our estimate of 0 may also reflect the dynamics of surveillance effort and reporting rather than just the dynamics of the epidemic.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 167,
                    "text": "(Chowell et al., 2004;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 168,
                    "end": 187,
                    "text": "Bauch et al., 2005;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 188,
                    "end": 211,
                    "text": "Cauchemez et al., 2016)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "A key uncertainty of this outbreak is when it started. We have chosen to model transmission from 1 January onwards. Surveillance in China and elsewhere only started once the outbreak was identified in Wuhan. Had the outbreak started much earlier, and both within-China and international infectious exports occurred before January and in early January (while surveillance was ramping up), our estimates of the reproductive number would mostly decrease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "A threat to the accuracy of these projections is if a substantial proportion of infection has been due to multiple exposures to animals that has been curtailed in some way. These data may also represent a period of high transmission (due to favourable seasonal conditions, stochastic variation or selection bias in detecting large clusters of transmission) that will not be sustained over long periods of time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "We are still in the early days of this outbreak and there is much uncertainty in both the scale of the outbreak, as well as key epidemiological information regarding transmission. However, the rapidity of the growth of cases since the recognition of the outbreak is much greater than that observed in outbreaks of either SARS or MERS-CoV. This is consistent with our broadly higher estimates of the reproductive number for this outbreak compared to these other emergent coronaviruses, suggesting that containment or control of this pathogen may be substantially more difficult. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Dynamically modeling SARS and other newly emerging respiratory illnesses: past, present, and future",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Bauch",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Epidemiology",
            "volume": "16",
            "issn": "6",
            "pages": "791--801",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Death toll rises as coronavirus spreads",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bbc News",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BBC News. BBC News. Available",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Pneumonia of Unknown Etiology in Wuhan, China: Potential for International Spread Via Commercial Air Travel",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "I"
                    ],
                    "last": "Bogoch",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of travel medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/jtm/taaa008"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Unraveling the drivers of MERS-CoV transmission",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "113",
            "issn": "",
            "pages": "9081--9086",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Things you need to know about the world's largest human migration",
            "authors": [],
            "year": 2020,
            "venue": "CGTN",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": ".-W",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "",
            "issn": "",
            "pages": "30154--30163",
            "other_ids": {
                "DOI": [
                    "10.1016/s0140-6736(20)30154-9"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Model parameters and outbreak control for SARS",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerging infectious diseases",
            "volume": "10",
            "issn": "7",
            "pages": "1258--1263",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "European Centre for Disease Prevention and Control (2020) Geographical distribution of 2019-nCov cases",
            "authors": [],
            "year": 2020,
            "venue": "European Centre for Disease Prevention and Control. Available",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China', The Lancet",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/s0140-6736(20)30183-5"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Estimating the potential total number of novel Coronavirus cases in Wuhan City, China. 2. Imperial College",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Transmissibility of 2019-nCoV. 3. Imperial College",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Incubation periods of acute respiratory viral infections: a systematic review",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lessler",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "The Lancet infectious diseases",
            "volume": "9",
            "issn": "",
            "pages": "291--300",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Transmission dynamics and control of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "5627",
            "pages": "1966--1970",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Transmission dynamics of 2019 novel coronavirus (2019-nCoV)', bioRxiv",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.01.25.919787"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Early Transmissibility Assessment of a Novel Coronavirus in Wuhan",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Majumder",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Mandl",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Xi says China faces 'grave situation' as virus death toll hits 42",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Munroe",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Toll From Outbreak Climbs in China as Infections Reach Europe and Australia",
            "authors": [],
            "year": 2020,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "National Health Commission of the People's Republic of China",
            "authors": [],
            "year": 2020,
            "venue": "NHCPRC daily reports",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Pattern of early human-to-human transmission of Wuhan 2019-nCoV",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Riou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Althaus",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "https:/www.biorxiv.org/content/10.1101/2020.01.23.917351v1.full.pdf"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "A Novel Coronavirus Genome Identified in a Cluster of Pneumonia Cases -Wuhan",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "China CDC Weekly. China CDC Weekly",
            "volume": "2",
            "issn": "4",
            "pages": "61--62",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Consensus document on the epidemiology of severe acute respiratory syndrome (SARS)",
            "authors": [],
            "year": 2003,
            "venue": "World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "WHO | Novel Coronavirus -China'. World Health Organization",
            "authors": [],
            "year": 2020,
            "venue": "World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Tables Table 1. Predicted epidemic sizes (number of detected cases) in selected Chinese cities and predicted imports to other countries/regions on 29",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "assuming no change in transmissibility or ascertainment rate. Assumption 1: ascertainment rate in all cities excluding Wuhan is 100%. Assumption 2: ascertainment rate in all Chinese cities is 5",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Connectivity of Wuhan to other cities and provinces in mainland China, based on total commercial airline traffic from Wuhan in January 2017. Traffic is based on the number of departing bookings.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Sensitivity of parameter estimates to assumed latent period (1/ ) value. Boxes represent the 2.5% and 97.5% quantiles and black dots the 50% quantile.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "(A) Comparison of observed cases and predicted detected cases in Wuhan for the period 12 to 22 January. Epidemic predictions for (B) Wuhan, (C) selected Chinese cities and (D) selected countries/regions, up to 29 January. Estimated detected cases are also plotted for Wuhan. 95% confidence intervals around mean epidemic trajectory shown as dotted lines.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}