{
    "paper_id": "6f8a531b4b84d4daaadcff9d7e03ee24274baf0b",
    "metadata": {
        "title": "Etiology of fever in Ugandan children: identification of microbial pathogens using 1 metagenomic next-generation sequencing and IDseq, a platform for unbiased metagenomic 2 analysis 3 4",
        "authors": [
            {
                "first": "Akshaya",
                "middle": [],
                "last": "Ramesh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "San Francisco",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Sara",
                "middle": [],
                "last": "Nakielny",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "addrLine": "15",
                        "settlement": "San Francisco",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Jennifer",
                "middle": [],
                "last": "Hsu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "addrLine": "San 17 Francisco",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Mary",
                "middle": [],
                "last": "Kyohere",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Oswald",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Byaruhanga",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Charles",
                "middle": [],
                "last": "De Bourcy",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rebecca",
                "middle": [],
                "last": "Egger",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Boris",
                "middle": [],
                "last": "Dimitrov",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yun-Fang",
                "middle": [],
                "last": "Juan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jonathan",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Sheu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "James",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Katrina",
                "middle": [],
                "last": "Kalantar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "addrLine": "15",
                        "settlement": "San Francisco",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Charles",
                "middle": [],
                "last": "Langelier",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "addrLine": "San 17 Francisco",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Theodore",
                "middle": [],
                "last": "Ruel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "-Division of Pediatric Infectious Diseases and Global Health",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Arthur",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mpimbaza",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [
                    "R"
                ],
                "last": "Wilson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "San Francisco",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Philip",
                "middle": [
                    "J"
                ],
                "last": "Rosenthal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "addrLine": "San 17 Francisco",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Joseph",
                "middle": [
                    "L"
                ],
                "last": "Derisi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "addrLine": "15",
                        "settlement": "San Francisco",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Oswald",
                "middle": [],
                "last": "Byaruhanga",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jonathan",
                "middle": [],
                "last": "Sheu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Febrile illness is a major burden in African children, and non-malarial causes of 45 fever are uncertain. We built and employed IDseq, a cloud-based, open access, bioinformatics 46 platform and service to identify microbes from metagenomic next-generation sequencing of 47 tissue samples. In this pilot study, we evaluated blood, nasopharyngeal, and stool specimens 48 from 94 children (aged 2-54 months) with febrile illness admitted to Tororo District Hospital, 49",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Uganda. 50 51 Results: The most common pathogens identified were Plasmodium falciparum (51.1% of 52 samples) and parvovirus B19 (4.4%) from blood; human rhinoviruses A and C (40%), 53 respiratory syncytial virus (10%), and human herpesvirus 5 (10%) from nasopharyngeal swabs; 54 and rotavirus A (50% of those with diarrhea) from stool. Among other potential pathogens, we 55 identified one novel orthobunyavirus, tentatively named Nyangole virus, from the blood of a 56 child diagnosed with malaria and pneumonia, and Bwamba orthobunyavirus in the nasopharynx 57 of a child with rash and sepsis. We also identified two novel human rhinovirus C species. 58 59 Conclusions: This exploratory pilot study demonstrates the utility of mNGS and the IDseq 60 platform for defining the molecular landscape of febrile infectious diseases in resource limited 61 areas. These methods, supported by a robust data analysis and sharing platform, offer a new tool 62 for the surveillance, diagnosis, and ultimately treatment and prevention of infectious diseases. 63",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "To address these challenges, we developed IDseq, a cloud-based open-source 90 bioinformatics platform and service for detection of microbial pathogens from metagenomic 91 next-generation sequencing (mNGS) data. IDseq requires minimal computational hardware and 92 is designed to enhance accessibility and build informatics capacity in resource limited regions. 93",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Here, we leveraged IDseq and mNGS data to perform an exploratory proof-of-concept molecular 94 survey of febrile children in rural Uganda to characterize pathogens associated with fever, 95 including both well-recognized and novel causes of illness. 96 97 Analyses/Results 98",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The evaluation of children with fever is challenging, particularly in the developing world. Within the species rhinovirus, we assembled de novo a total of 13 HRV-C (mean 198 coverage: 39-fold) and 13 HRV-A (mean coverage: 268-fold) genomes (> 500 bp (Figure 4) ). Of 199 these, 10 HRV-A and 9 HRV-C genomes had complete coverage of the VP1 region, which is 200 used to define enterovirus types [19] . HRV types are defined by divergence of >73% in the VP1 201 gene. As such, we found three HRV-A and eight HRV-C types in this cohort. One individual 202 harbored two distinct HRV-A types (genome pairwise identity=75.3%, VP1 pairwise 203 identity=67.1%). Additionally, we assembled two novel HRV-C isolates from two patients 204 admitted with gastroenteritis (patient ID: EOFI-014), and pneumonia, malaria and diarrhea 205 Using mNGS and IDseq, the most common pathogen identified in the blood of febrile 264",
            "cite_spans": [
                {
                    "start": 394,
                    "end": 398,
                    "text": "[19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 250,
                    "end": 260,
                    "text": "(Figure 4)",
                    "ref_id": "FIGREF12"
                }
            ],
            "section": "Introduction 67"
        },
        {
            "text": "Ugandan children was P. falciparum, an expected result considering the high incidence of 265 malaria in Tororo District at the time of this study [33] . Some discrepancies were seen compared 266 to blood smear readings, with false positive smears probably due to errors in slide reading, a 267 common problem in African clinics [34] , and false negative smears due to the expected greater 268 sensitivity of mNGS for identification of P. falciparum. In children with only sub-microscopic 269 parasitemia, it is uncertain whether fevers can be ascribed to malaria, and in fact many children 270 The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/385005 doi: bioRxiv preprint WHO Essential Medicines List was identified in this study [52] . Three children had genotypic 318 evidence of ESBL producing organisms predicted to be resistant to ceftriaxone, a frontline 319 antibiotic for severe infections in this region [53] . In addition, one of these three children carried 320 IMP-1, which also confers resistance to carbapenems, a class of antibiotics reserved for the most 321 resistant infections. 322 323 Our exploratory pilot study had important limitations. First, our samples were not 324 collected randomly, but rather were a convenience sample due to the logistical constraints of our 325 small clinical study; as such the results should not be seen as broadly representative of pathogens 326",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 150,
                    "text": "[33]",
                    "ref_id": null
                },
                {
                    "start": 328,
                    "end": 332,
                    "text": "[34]",
                    "ref_id": null
                },
                {
                    "start": 801,
                    "end": 805,
                    "text": "[52]",
                    "ref_id": null
                },
                {
                    "start": 984,
                    "end": 988,
                    "text": "[53]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction 67"
        },
        {
            "text": "infecting Ugandan children. In particular, the lack of identification of bacteremia in study 327 subjects may have been due to a relative paucity of severe illness, compared to that in other 328 studies, in our cohort of admitted children. Second, clinical evaluation of children followed the 329 standards of a rural African hospital, so diagnostic evaluation was limited to physical 330 examination and malaria blood smears. Much more may be learned by linking rigorous clinical 331 evaluation with mNGS results, and thereby more comprehensively assessing associations 332 between clinical syndromes and specific pathogens. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction 67"
        },
        {
            "text": "We studied children admitted to Tororo District Hospital, Tororo, Uganda, with febrile 357 illnesses. Potential subjects were identified by clinic staff, who notified study personnel, who 358 subsequently evaluated the children for study eligibility. Inclusion criteria were: 1) age 2-60 359 months; 2) admission to Tororo District Hospital for acute illness; 3) documentation of axillary 360 temperature >38.0°C on admission or within 24 hours of admission; and 4) provision of 361 informed consent from the parent or guardian for study procedures. 362 . CC-BY-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/385005 doi: bioRxiv preprint Study specimens: 364 NP swabs and blood were collected from each enrolled subject within 24 hours of 365 hospital admission. Approximately 5 ml of blood was collected by phlebotomy, the sample was 366 centrifuged at room temperature, and serum was then stored at -80°C. NP swab samples 367 collected with FLOQSwabs™ swabs (COPAN) were placed into cryovials with Trizol 368 (Invitrogen), and stored at -80°C within ~5 min of collection. For subjects with acute diarrhea (≥ 369 3 loose or watery stools in 24 hours), stool was collected into clean plastic containers and stored 370 at -80°C within ~5 min of collection. Samples were stored at -80°C until shipment on dry ice to 371 UCSF for sequencing. 372",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Enrollment of study subjects: 356"
        },
        {
            "text": "Clinical data: 374",
            "cite_spans": [],
            "ref_spans": [],
            "section": "373"
        },
        {
            "text": "Clinical information was obtained from interviews with parents or guardians, with 375 specific data entered onto a standardized case record form that included admission diagnosis and 376 physical examination as well as malaria blood smear results. For malaria diagnosis, thick blood 377 smears were Giemsa stained and evaluated by Tororo District Hospital laboratory personnel 378 following routine standard-of-care practices. No efforts were made to improve on routine 379 practice, so malaria smear readings represent routine standard-of-care rather than optimal quality 380 controlled reads. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. We thank the children and families in Tororo District, Uganda, who participated in this study. 540",
            "cite_spans": [],
            "ref_spans": [],
            "section": "373"
        },
        {
            "text": "We thank Eric Chow, Jessica Lund, and the UCSF Center for Advanced Technology for 541 assistance with sequencing. We recognize Amy Kistler. for intellectual discussions and 542 comments on the paper. We thank Mark Stenglein for his helpful discussions and advice. 543 The other category includes the following admission criteria: unknown (n=10), UTI (n=1), meningitis (n=2), hepatitis (n=1), fever (n=1). Gender information were missing for one child in the following categories: Respiratory illness, Malaria and Other. Age information were missing for one child in the following categories: Respiratory illness and Other. 567 The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. SulII  5  Tetracycline  TetB  3  Tetracycline  Tet-38  1  Tetracycline  TetC  1  Tetracycline  TetK  1  Tetracycline TetM 1 Figure S2 . CC-BY-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/385005 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 718,
                    "end": 834,
                    "text": "SulII  5  Tetracycline  TetB  3  Tetracycline  Tet-38  1  Tetracycline  TetC  1  Tetracycline  TetK  1  Tetracycline",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 842,
                    "end": 851,
                    "text": "Figure S2",
                    "ref_id": null
                }
            ],
            "section": "373"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Community-Acquired Pneumonia Requiring 703 Hospitalization among U.S. Adults",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jain",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Self",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Wunderink",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "N Engl J Med",
            "volume": "373",
            "issn": "5",
            "pages": "415--427",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa1500245"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Lethal Respiratory Disease Associated with 706",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Scully",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Basnet",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Wrangham",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Diarrhoeal Disease. World Health Organization",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Implementation of Rotavirus Surveillance and 711",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mwenda",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Burke",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shaba",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Peribunyaviridae Family)",
            "authors": [],
            "year": null,
            "venue": "Virus Serogroup (Orthobunyavirus Genus",
            "volume": "725",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Isolations of Bwamba virus from 728 south central Uganda and north eastern Tanzania",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Lutwama",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Rwaguma",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Nawanga",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mukuye",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Afr Health Sci",
            "volume": "2",
            "issn": "1",
            "pages": "24--28",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "UGANDA CLINICAL GUIDELINES. Ministry of Health",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Susceptibilities in Experimentally Reptarenavirus-Infected Boa Constrictors and Ball 733",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "STAR: Ultrafast universal RNA-seq aligner",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dobin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Schlesinger",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "PRICE: software for the targeted assembly of components 737 of (Meta) genomic sequence data. G3 (Bethesda)",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Ruby",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bellare",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Derisi",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1534/g3.113.005967"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Cd-hit: A fast program for clustering and comparing large sets of protein 740 or nucleotide sequences",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Godzik",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Bioinformatics",
            "volume": "22",
            "issn": "13",
            "pages": "1658--1659",
            "other_ids": {
                "DOI": [
                    "10.1093/bioinformatics/btl158"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Fast gapped-read alignment with Bowtie 2",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Langmead",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Salzberg",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nat Methods",
            "volume": "743",
            "issn": "4",
            "pages": "357--359",
            "other_ids": {
                "DOI": [
                    "10.1038/nmeth.1923"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Fast and SNP-tolerant detection of complex variants and splicing in short 745 reads",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nacu",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Bioinformatics",
            "volume": "26",
            "issn": "7",
            "pages": "873--881",
            "other_ids": {
                "DOI": [
                    "10.1093/bioinformatics/btq057.74660"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "To Analyze the Composition of High-Priority Pathogen Reagents. mSystems",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "750",
            "issn": "",
            "pages": "58--74",
            "other_ids": {
                "DOI": [
                    "10.1128/mSystems.00058-16"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Variability and diversity of nasopharyngeal 752 microbiota in children: A metagenomic analysis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bogaert",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Keijser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Huse",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "6",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0017035"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Nasopharyngeal microbiome 755 diversity changes over time in children with asthma",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pérez-Losada",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Alamri",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Crandall",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Freishtat",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS One",
            "volume": "12",
            "issn": "1",
            "pages": "1--13",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0170543"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Commensal Host-Bacterial Relationships in the Gut",
            "authors": [
                {
                    "first": "L V",
                    "middle": [],
                    "last": "Hooper",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Gordon",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Science",
            "volume": "1115",
            "issn": "10",
            "pages": "1--7",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1058709"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Gut microbiota in health and disease",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Sekirov",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Antunes",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Physiol Rev",
            "volume": "760",
            "issn": "3",
            "pages": "859--904",
            "other_ids": {
                "DOI": [
                    "10.1152/physrev.00045.2009"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "SPAdes: A New Genome Assembly Algorithm 762 and Its Applications to Single-Cell Sequencing",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bankevich",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nurk",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Antipov",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Comput Biol",
            "volume": "19",
            "issn": "5",
            "pages": "455--477",
            "other_ids": {
                "DOI": [
                    "10.1089/cmb.2012.0021"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The InterPro protein families database: The 765 classification resource after 15 years",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Daugherty",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nucleic Acids Res",
            "volume": "43",
            "issn": "D1",
            "pages": "213--221",
            "other_ids": {
                "DOI": [
                    "10.1093/nar/gku1243"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The TOPCONS web server for 768 consensus prediction of membrane protein topology and signal peptides",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Tsirigos",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Käll",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Elofsson",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Nucleic Acids",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "febrile child in sub-Saharan Africa may have a mild self-resolving viral infection or may be 69 suffering bacterial sepsis or malaria-major causes of disability and death [1], [2]. In the past, 70 febrile illness in children under five years of age in most of Africa was treated empirically as 71 malaria due to the limited availability of diagnostics and the risk of untreated malaria progressing 72 to life-threatening illness. This strategy changed with new guidelines from the World Health 73 Organization (WHO) in 2010, which recommend limiting malaria therapy to those with a 74 confirmed diagnosis [3]. However, standard recommendations for management of febrile 75 children who do not have malaria are lacking. Increased knowledge about the prevalence of non-76 malarial pathogens associated with fever is needed to inform management strategies for febrile 77 children who do not have malaria [2]. 78 79 Advances in genome sequencing hold promise for addressing global infectious disease 80 challenges by enabling unbiased detection of microbial pathogens without requirement for the 81 extensive infrastructure of modern microbiology laboratories [4], [5]. Although sequence-based 82 diagnostics have not yet replaced most traditional microbiological assays, this situation is 83 rapidly changing, as sequence-based strategies are incorporated for clinical care [6]-[10], and 84 costs have declined dramatically over the past decade [11]. A significant roadblock toward 85 implementation of sequence-based diagnostics is the extensive computational requirements and 86 associated with P. falciparum. Additionally, GB virus C and torque teno virus (TTV)of 90 NP swabs was collected and processed; 52 (57.7%) of these were from 141 patients with admission diagnoses of pneumonia, respiratory tract infection, or bronchiolitis 142 (Table 1). Chest imaging was not available to further assess these diagnoses. 73 NP samples 143 (81.1%) contained at least 1 viral species (Figure 2B). HRV-A and HRV-C were the most 144 prevalent, followed by respiratory syncytial virus (RSV), cytomegalovirus (HHV-5), influenza 145 B, and coronavirus OC43. Other respiratory viruses identified included influenza A, HRV-B, 146 adenovirus B, 3 human parainfluenza virus types, metapneumovirus, coronavirus NL63, avian 147 coronavirus, coxsackievirus A2, coxsackievirus B2, polyomaviruses (KI), HHV-6 and HHV-7. 148 Other viruses identified that are not typically considered respiratory pathogens included hepatitis 149 A virus, hepatitis B virus, parvovirus B19, mamastrovirus 1, Bwamba orthobunyavirus, 150 betapapillomavirus 1, and rotavirus. Additionally, TTV was found in 49 (54.4%) NP swab 151 samples, including one sample with both gemykrogvirus and TTV. For 26 (28.8%) patients, 152 mNGS identified respiratory viral co-infections, most commonly with HRV-C (n=11) and HRV-153 A (n=5) (Table S1b). The same microbial species was identified in the NP swab and serum 154 samples in 6 patients, one each with HRV-A, HRV-C, hepatitis A virus, hepatitis B virus, 155 rotavirus A, and parvovirus B19. 156 comprised 79% of all microbial reads-Moraxella (39.4%), Haemophilus (16.7%), 159 Streptococcus (16.2%), and Corynebacterium (6.6%). Given that diversity loss in the microbial 160 flora in lower respiratory tract samples correlates with pneumonia [14], [15], we compared the 161 Simpsons diversity Index (SDI) in patients with and without clinical diagnoses of respiratory 162 tract infection. We found no significant difference between patients with (mean SDI = 0.51, IQR 163 0.37 -0.65) or without (mean SDI = 0.51, IQR = 0.42 -0.65; p = 0.86) diagnoses of respiratory 164 infection (Figure S1). This finding is consistent with a growing body of work demonstrating that 165 microbial composition of the nasopharynx may not correlate well with that of the lower 166 respiratory tract in patients with pneumonia [16]-[18]. 167 168 mNGS of stool 169 Among the 10 stool samples collected and sequenced, pathogens were detected in 9/10 170 samples. The three most common pathogens identified were rotavirus A (50%), Cryptosporidium 171 (40%), and human parechovirus (40%). Seven children had co-infections: two rotavirus A and 172 human parechovirus, and one each rotavirus A and Cryptosporidium, rotavirus A and 173 enterovirus, Cryptosporidium and human parechovirus, Cryptosporidium and Norwalk virus, and 174Giardia and human parechovirus. Five samples also had Blastocystis hominis, one patient admitted with a clinical diagnosis of malaria and pneumonia 179 contained a novel orthobunyavirus in addition to P. falciparum. Assembly of a draft genome and 180 comparison with existing orthobunyavirus genomes indicated that this draft sequence includes 181 97.5%, 100% and 91% of the L, M, and S coding regions, respectively(Fig 3). Average read 182 coverage across the segments was 86-fold. Phylogenetic comparison showed that the novel virus 183 was significantly divergent from known orthobunyaviruses, sharing 44.9-55.1% amino acid 184 identity with the closest known relatives, Calchaqui virus, Kaeng Khoi virus, and Anopheles A 185 virus(Figure 3, Figures S3a-c",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "limitations, our study demonstrates the utility of the mNGS/IDseq platform, 335 and provides an important cross sectional snapshot of causes of fever in African children. 336 Combining unbiased mNGS and the IDseq platform enabled the identification of likely known 337 and novel causes of pediatric illness, and makes available a powerful new open access tool for 338 the characterization of infectious diseases in resource limited settings 339 pathogen detection using a single assay, and thus avoids the need for multiple 342 independent, and often costly tests to determine disease etiology. Despite the promise and 343 decreasing costs of this technology, the extensive computational and bioinformatic infrastructure 344 needed to perform analysis of sequencing data remains a major barrier to implementation of 345 mNGS in the developing world. Here we address the need for bioinformatic democratization and 346 computational capacity building with IDseq, an open access platform to bring infectious disease 347 surveillance to regions where it is needed most. As progress is made toward elimination of 348 malaria in sub-Saharan Africa, it will be increasingly important to understand the landscape of 349 pathogens that account for the remaining burden of morbidity and mortality. The use of mNGS 350can contribute importantly to this understanding, offering unbiased identification of",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Metagenomic next-generation sequencing (mNGS): 383After shipment to University of California, San Francisco, RNA was extracted from 384 clinical samples as well as positive (HeLa cells) and negative (water) controls, and unbiased 385 were identified from raw sequencing reads using the IDseq Portal 391(https://idseq.net), a novel cloud-based, open-source bioinformatics platform designed for 392 detection of microbes from metagenomic data (Figure 1). IDseq scripts and user instructions are 393 available at https://github.com/chanzuckerberg/idseq-dag and the graphical user interface web 394 application for sample upload is available at https://github.com/chanzuckerberg/idseq-web. 395 IDseq is conceptually based on previously implemented platforms [5], [31], [32], but is 396 optimized for scalable Amazon Web Services (AWS) cloud deployment. Bioinformatics data 397 processing jobs are carried out on demand as Docker containers using AWS Batch. Alignments 398 to the National Center for Biotechnology Information (NCBI) database are executed on 399 dedicated auto scaling groups (ASG) of Amazon Elastic Compute Cloud (EC2) instances, with 400 the number of server instances varied with job load. Fast downloads of the NCBI database from 401 the Amazon Simple Storage Service to each new server instance are enabled by the open-source 402 tool s3mi (https://github.com/chanzuckerberg/s3mi). Initial alignment and removal of reads 403 derived from the human genome is performed using the Spliced Transcripts Alignment to a 404 Reference (STAR) algorithm [55]. Low-quality reads, duplicates, and low-complexity reads are 405 then removed using the Paired-Read Iterative Contig Extension (PRICE) computational package 406 [56], the CD-HIT-DUP tool [57], and a filter based on the Lempel-Ziv-Welch (LZW) 407 compression score, respectively. A second round of human read filtering is carried out using 408 removed, given the high likelihood that such residual reads are of human 412 origin. The relative abundance of microbial taxa is calculated based on reads per million (rpM) 413 mapped at the genus level. To distinguish potential pathogens from ubiquitous environmental 414 agents including commensal flora, a Z-score is calculated for the value observed for each genus 415 relative to a background of healthy and no-template control samples [31]. An overview of process 150 samples at a given time. As of this writing, the current version of 419 the IDseq pipeline (IDseqv1.8) processes fastq files with approximately 70 million reads, 420 typically containing >99% host sequence, in 34 minutes. Run times may vary depending on 421 demand, percentage of non-host sequence, and autoscaling parameters. 422 423For this study we report species greater than 0 rpM and Z-scores detected in the serum, 424 stool, and NP samples. Consistent with previous studies, low levels of \"index bleed through\" or 425 \"barcode hopping\" (assignment of sequencing reads to the wrong barcode/index) was observed 426 within the non-templated control samples[61]. To prevent mis-assignment, when a microbe 427 found in more than one sample, it was reported only when present at levels at least four times the 428 level of mis-assigned reads observed in the control samples. Given the extremely high levels of 429 rotavirus found in stool samples, these samples were run in duplicate, and only microbes 430 identified in both samples and present at levels at least four times the number of reads mis-431",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "supported by the Chan Zuckerberg Biohub. CB, BD, YJ, JS, RE and JW are funded by 521 the Chan Zuckerberg Initiative. SN was supported by Howard Hughes Medical Institute. PJR is 522 funded by the National Institutes of Health, and work on this project by JH, MK, OB, and PJR 523 was funded by the Doris Duke Charitable Foundation. MRW is supported by the Rachleff 524 Foundation, NINDS K08NS096117 and the University of California, San Francisco Center for 525 Next-Gen Precision Diagnostics, which is supported by the Sandler Foundation and the William 526 K. Bowes, Jr. Foundation. AR is supported by the Rachleff Foundation. CL is supported by 527 NHLBI K23HL138461-01A1 , Nina Ireland Foundation and Marcus Program in Precision 528 Medicine. KK is supported by the UC Berkeley UC San Francisco Joint Program JH, MK, OB, TR, AM, PR and JLD contributed to experimental design, data acquisition and 533 sample processing. SN, JH, MK, OB, PR, TR, and AM, contributed to patient recruitment and 534 clinical testing. CB, BD, YJ, JS, RE, and JW developed the IDseq pipeline. AR, KK, CL, SN, 535",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Schematic representation of IDseq pipeline Microbes found in (A) serum and (B) nasopharyngeal (NP) swab samples. Note that 547 bacterial species were not considered for NP samples. Characterization of the novel orthobunyavirus identified in a febrile child. (A) 549 Schematic representation of the large (L) or RNA dependent RNA polymerase, medium (M) or 550 polyprotein of Gn, NSm and Gc proteins and small (S) segment encoding the nucleocapsid (N) 551 protein of Nyangole virus and percentage identity with the most closely related virus. 552 Phylogenetic tree of all complete orthobunyavirus genome sequences along with Nyangole virus 553 are represented in (B) for the RNA dependent RNA polymerase and (C) for the glycoprotein. 554",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Phylogenetic tree of all complete HRV genomes from NCBI and HRV genomes 555 assembled in this study (Purple -Rhinovirus A, Orange -Complete phylogenetic tree of (A) Large (L) or RNA dependent RNA polymerase, 562 (B) Medium (M) or polyprotein of Gn, NSm and Gc proteins and (C) Small (",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "1: (A) Clinical signs and symptoms of patients enrolled in the study. (B) mNGS 573 findings in patients enrolled in the study 574 Data file 2: Total number of sequencing reads and unique non-human reads in all MJ, Bassat Q, Feasey NA, Mandomando I, Musicha P, Crump JA. The 580 epidemiology of febrile illness in sub-Saharan Africa: implications for diagnosis and 581 management. Clin Microbiol Infect. 2018; 24(8):808-814. doi:10.1016/j.cmi.2018.02.011. 582 2. Prasad N, Sharples KJ, Murdoch DR, Crump JA. Community prevalence of fever and 583 relationship with malaria among infants and children in low-resource areas. Am J Trop 584 Med Hyg. 2015;93(1):178-180. doi:10.4269/ajtmh.14-0646. 585",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "T, Wilson MR, Crawford ED, et al. Illuminating uveitis: metagenomic deep 598 sequencing identifies common and rare pathogens. Genome Med. PL, Wagner TA, Briese T, et al. Astrovirus encephalitis in boy with X-linked 601 agammaglobulinemia. Emerg Infect Dis. 2010;16(6):918-925. 602 doi:10.3201/eid1606.091536. 603 10. Palacios G, Druce J, Du L, et al. A New Arenavirus in a Cluster of Fatal Transplant-604 Associated Diseases. N Engl J Med. 2008;358:991-998. doi: 10.1056/NEJMoa073785. 605 11. Muir P, Li S, Lou S, et al. The real cost of sequencing: Scaling computation to keep pace 606 with data generation. Genome Biol. 2016;17(1):1-9. doi:10.1186/s13059-016-0917-0. 607 12. Naoumov N V. TT virus -highly prevalent, but still in search of a disease. J Hepatol. 608 Park DE, Baggett HC, Howie SRC, et al. Colonization density of the upper respiratory 620 tract as a predictor of pneumonia -Haemophilus influenzae, Moraxella catarrhalis, 621 Staphylococcus aureus, and Pneumocystis jirovecii. Clin Infect Dis. 2017;64:S328-S336. 622 doi:10.1093/cid/cix104. 623 17. Loens K, Van Heirstraeten L, Malhotra-Kumar S, Goossens H, Ieven M. Optimal 624 sampling sites and methods for detection of pathogen possibly causing community-625 acquired lower respiratory tract infections. J Clin Microbiol. 2009;47(1):21-31. 626 doi:10.1128/JCM.02037-08. 627 18. Zar HJ, Barnett W, Stadler A, Gardner-Lubbe S, Myer L, Nicol MP. Aetiology of 628 childhood pneumonia in a well vaccinated South African birth cohort: A nested case-629 control study of the Drakenstein Child Health Study. Lancet Respir Med. 2016;4(6):463-630 472. doi:10.1016/S2213-2600(16)00096-Chipwaza B, Mugasa JP, Selemani M, et al. Dengue and Chikungunya Fever among Viral 640 Diseases in Outpatient Febrile Children in Kilosa District Hospital, Tanzania. PLoS Negl 641 Trop Dis. 2014;8(11). doi:10.1371/journal.pntd.0003335. 642 23. Jacob ST, Pavlinac PB, Nakiyingi L, et al. Mycobacterium tuberculosis Bacteremia in a 643 Cohort of HIV-Infected Patients Hospitalized with Severe Sepsis in Uganda-High 644 Frequency, Low Clinical Sand Derivation of a Clinical Prediction Score. PLoS One. 645 2013;8(8). doi:10.1371/journal.pone.0070305. 646 24. Crump JA, Morrissey AB, Nicholson WL, et al. Etiology of Severe Non-malaria Febrile 647 Illness in Northern Tanzania: A Prospective Cohort Study. PLoS Negl Trop Dis. 648 2013;7(7). doi:10.1371/journal.pntd.0002324. 649 25. Chipwaza B, Mhamphi GG, Ngatunga SD, et al. Prevalence of Bacterial Febrile Illnesses 650 in Children in Kilosa District, Tanzania. PLoS Negl Trop Dis. 2015;9(5). 651 doi:10.1371/journal.pntd.0003750. 652 26. D'Acremont V, Kilowoko M, Kyungu E, et al. Beyond Malaria -Causes of Fever in 653 Outpatient Tanzanian Children. N Engl J Med. 2014;370(9):809-817. 654 Am J Trop Med Hyg. 2015;92(5):1030-1037. doi:10.4269/ajtmh.14-0560. 658 28. Maina AN, Farris CM, Odhiambo A, et al. Q fever, scrub typhus, and rickettsial diseases 659 in children, Kenya, 2011-2012. Emerg Infect Dis. Kibuuka A, Byakika-Kibwika P, Achan J, et al. Bacteremia among febrile ugandan 662 children treated with antimalarials despite a negative malaria test. Am J Trop Med Hyg. 663 2015;93(2):276-280. doi:10.4269/ajtmh.14-0494. 664 30. Prasad N, Murdoch DR, Reyburn H, Crump JA. Etiology of severe febrile illness in low-665 and middle-income countries: A systematic review. PLoS One. 2015;10(6):1-25. 666 doi:10.1371/journal.pone.0127962. 667 31. Wilson MR, O'Donovan BD, Gelfand JM, et al. Chronic Meningitis Investigated via 668 Metagenomic Next-Generation Sequencing. JAMA Neurol. 2018;94158. 669 doi:10.1001/jamaneurol.2018.0463. 670 32. Naccache SN, Federman S, Veeraraghavan N, et al. A cloud-compatible bioinformatics 671 pipeline for ultrarapid pathogen identification from next-generation sequencing of clinical 672 samples. Genome Res. 2014;24(7):1180-1192. doi:10.1101/gr.171934.113. 673 33. Oguttu DW, Matovu JKB, Okumu DC, et al. Rapid reduction of malaria following 674 introduction of vector control interventions in Tororo District, Uganda: a descriptive 675 study. Malar J. 2017;16(1):1-8. doi:10.1186/s12936-017-1871-3. 676 34. Mekonnen SK, Aseffa A, Medhin G, Berhe N, Velavan TP. Re-evaluation of microscopy 677 KO, Sagoe KWC, Ayeh-Kumi PF, Affrim RB, Adiku T. The effects of co-683 infection with human parvovirus B19 and Plasmodium falciparum on type and degree of 684 anaemia in Ghanaian children. Asian Pac J Trop Biomed. NL, Sy BT, Song LH, et al. Co-infection of human parvovirus B19 with 687 Plasmodium falciparum contributes to malaria disease severity in Gabonese patients. 688 BMC Infect Dis. 2013;13(1). doi:10.1186/1471-2334-13-375. 689 38. Onyango CO, Welch SR, Munywoki PK, et al. Molecular epidemiology of human 690 rhinovirus infections in Kilifi, coastal Kenya. J Med Virol. 2012;84(5):823-831. 691 doi:10.1002/jmv.23251. 692 39. O'Callaghan-Gordo C, Bassat Q, Morais L, et al. Etiology and epidemiology of viral 693 pneumonia among hospitalized children in rural mozambique: A malaria endemic area 694 with high prevalence of human immunodeficiency virus. Pediatr Infect Dis J. 695 2011;30(1):39-44. doi:10.1097/INF.0b013e3181f232fe. 696 40. Mbayame Ndiaye Niang, Ousmane M. Diop, Fatoumata Diene Sarr, Deborah Goudiaby, 697 Hubert Malou-Sompy, Kader Ndiaye, Astrid Vabret LB. Viral Etiology of Respiratory 698 Infections in Children Under 5 Years Old Living in Tropical Rural Areas of Senegal: The 699 EVIRA Project. J Med Virol. 2010;82:866-872. doi: 10.1002/jmv.Wkly Rep. 2017;66(43):1192-1196. doi:10.15585/mmwr.mm6643a7. 713 46. Calisher CH, Monath TP, Sabattini MS, et al. A newly recognized vesiculovirus, 714 Calchaqui virus, and subtypes of Melao and Maguari viruses from Argentina, with 715 serologic evidence for infections of humans and horses. Am J Trop Med Hyg. Mohamed M, McLees A, Elliott RM. Viruses in the Anopheles A, Anopheles B, and Tete 718 Serogroups in the Orthobunyavirus Genus (Family Bunyaviridae) Do Not Encode an NSs 719 Protein. J Virol. 2009;83(15):7612-7618. doi:10.1128/JVI.02080-08. 720 48. Williams JE, Imlarp S, Top FH, Cavanaugh DC, Russell PK. Kaeng Khoi virus from 721 naturally infected bedbugs (Cimicidae) and immature free tailed bats. .......",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Figure 1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Figure 2 A",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Figure 4",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Figure S1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Figure S3a",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "Figure S3b",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "Figure S3c",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "). Of note, despite the divergence of this virus, 47.9% of the reads 186 that belong to this new genome were detectable using default parameters in the IDseq pipeline, 187 allowing for facile subsequent assembly. The virus was isolated from a patient from Nyangole 188 village, Tororo District-hence, we propose the name \"Nyangole virus\", consistent with 189 nomenclature guidelines for the family Bunyaviridae. 190 In addition, a second orthobunyavirus, Bwamba virus, was identified in the NP swab 191 sample from a patient admitted with rash, sepsis, and diarrhea. Insufficient sample and 192 sequencing reads precluded genome assembly of this virus. 193 Genomic characterization of human rhinoviruses and influenza B in NP swabs 195",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "(patient ID: EOFI-133), that shared 70.1% and 70.7% nucleotide sequence identity at VP1 206 compared to the closest known HRV-C (Accession JQ245968 and KF688606, respectively). The 207Picornavirus Working Group has established that novel HRV-Cs should exhibit at least 13% 208 nucleotide sequence divergence in the VP1 gene [20], qualifying these two isolates as novel. 209We assembled influenza B genome segments (>500bp, mean-coverage: 41-fold) from six 212 of seven samples containing influenza B virus (one sample had insufficient sequencing reads). 213The viruses assembled were >99% similar to each other and >99% identical to the 214 B/Massachusetts/02/2012-like virus included in the vaccine recommended by WHO for the 215 Antimicrobial resistance profiling in the nasopharynx and stool 219We employed Short Read Sequencing Typing (SRST2) to survey the resistance gene 220 landscape of our metagenomic dataset[21]. In total, 86% of patients were found to harbor 221 molecular evidence of resistant organisms in their nasopharynx and 50% in their stool. For both 222 stool and NP swabs, genes conferring resistance to beta lactams were the most abundant, and 223 included ampC (n=2), which confers resistance to first through third generation cephalosporins, 224and IMP-1 (n=1) which confers broad spectrum resistance that includes carbapenems. In 225 macrolides/lincosamides, phenicols, sulfas, and tetracyclines were identified (Figure S2). 227 The clinical management of children with fever is challenging in Africa, where clinicians 230 often have access only to malaria diagnostics. A better understanding of the microbial agents 231 causing fever in African children is needed to inform the development of better diagnostic 232 algorithms and therapeutic guidelines. To address this unmet need, we developed and deployed 233 IDseq in combination with unbiased mNGS to characterize the etiology of fever in Ugandan 234 children admitted to a rural district hospital. We identified a wide range of pathogens in these 235 Other studies evaluating causes of febrile illness in African children have focused on a 238 limited number of pathogens [22]-[25]. In a study of febrile children in Tanzania utilizing rapid 239 diagnostic tests, serologic tests, culture, and molecular tests, viruses accounted for 51% of lower 240 respiratory infections, 78% of systemic infections, and 100% of nasopharyngeal infections. 241 Additionally, 9% of the children had malaria and 4.2% bacteremia [26]. In febrile children in 242 Kenya, reported pathogens were spotted fever group Rickettsia (22.4%), influenza (22.4%), 243 and typhus group Rickettsiae (1.0%) [27], [28]. Another study reported bacteremia in 19.1% of 246 children admitted to a referral hospital in Uganda [29]. Additionally, in patients (across all age 247 East Africa, and 12.4% in West Africa [30]. 249Traditional pathogen detection methods, including culture, serology, and pathogen 251 directed molecular methods, are logistically challenging in resource limited settings due to the 252 need for extensive microbiology laboratory infrastructure. Unbiased sequencing approaches are 253 designed to identify all potential pathogens, but have been limited by high cost. The costs of 254 deep sequencing are rapidly decreasing, but the analysis of mNGS data necessarily incurs an 255 increasingly large cost, as the available genomic databases to be searched continue to expand. 256Other major challenges for mNGS approaches include the need for better control datasets, in 257 particular to enable discrimination of contaminants and commensal organisms from true 258 pathogens. The IDseq platform was based on our prior experience with in-house pipelines for 259",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "of parvovirus B19 were found in association with P. falciparum; this co-infection has been 272 HRV-C species; these viruses were about 70% identical to the most closely related previously 279 described HRV-C species[20]. Overall, we detected at least three HRV-A and eight HRV-C 280 types co-circulating in Tororo District. Of note, during the same collection period, a lethal HRV-281 C outbreak was reported in chimpanzees in Kibale National Park, in western Uganda[43]. The 282 HRV-C reported in western Uganda was modestly related to an isolate observed in our study 283 wide spectrum of HRVs infects Ugandan children. In addition to HRV, we detected a spectrum 285 of other known respiratory viruses, including RSV, human parainfluenza viruses, human 286Diarrheal disease is one of the leading causes of death in children in Africa[44]. 289Approximately 48% of febrile children in our study presented with diarrhea, but due to logistical 290 constraints stool specimens were available for only 10 cases. Rotavirus A, the leading cause of 291 pediatric diarrhea worldwide[45], was the most commonly identified pathogen in this cohort. 292Rotavirus vaccination, known to be highly effective, is yet to be implemented in Uganda, but the 293 B. hominis and several enteroviruses in stool specimens. Enteroviruses, HRV-C, and 295 mamastrovirus were also identified in the serum of three children with clinical diagnoses of 296 with P. falciparum in a child with clinical diagnoses of malaria and pneumonia.The virus was 301 surprisingly divergent from known viruses, with an average amino acid similarity of 51.6% to its 302 nearest known relatives including Calchaqui, Anopheles A and Kaeng Khoi viruses. Mosquitoes 303 have been proposed as a vector for Calchaqui and Anopheles A viruses; Kaeng Khoi virus has 304 been isolated from bedbugs [46]-[48]. Antibodies to these viruses have been detected in human 305 sera, but their role as human pathogens is uncertain [46]-[49]. While the depth of coverage of 306 Nyangole virus sequence in our patient suggests significant viremia, and other orthobunyaviruses 307 are responsible for severe human illnesses (e.g., California encephalitis virus, La Crosse virus, 308 Jamestown Canyon virus, and Cache Valley virus) [50], it is unknown whether the identified 309 virus was responsible for the presenting symptoms. 310 NP swab analysis identified another Orthobunyavirus, Bwamba virus, in a child admitted 312 with rash, sepsis and diarrhea. This virus has previously been described to cause fever in Uganda 313 [51]. Our identification of two orthobunyaviruses, including one novel virus, in a small sample 314 of febrile Ugandan children suggests that the landscape of previously unidentified viruses that 315 infect African children and potentially cause febrile illness, is significantly under explored. 316",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "not species-specific, we reported the corresponding genus. For NP and stool samples, because 433 the nasopharynx and intestines are normally colonized with commensal bacteria [62]-[65], only 434 non-bacterial species were reported. 435 Genome assembly, annotation and phylogenetic analysis: 437 To more comprehensively characterize the genomes of identified microbes PRICE [56] 438 and St. Petersburg genome assembler (SPAdes) [66] were used to de novo assemble short read 439 sequences into larger contiguous sequences (contigs). Assembled contigs were queried against 440 the NCBI nt database using BLAST to identify the closest related microbes. GenBank annotation 441 files from genome sequence records corresponding to the highest scoring alignments were used 442 to identify potential features within the de novo assembled genomes. Geneious v10.3.2 was used 443 to annotate newly assembled genomes. Reference genomes for multiple sequence alignments and 444 phylogenetic analyses were downloaded from NCBI. Multiple sequence alignments were 445 generated using ClustalW in MEGA v6.0 and the Geneious aligner in Geneious v10.3.2. 446 Neighbor-joining phylogenetic trees were generated using Geneious v10.3.2 and further assessed 447 using FigTree v1.4.3. Annotation of protein domains in the novel orthobunyaviruses was 448 performed using the InterPro webserver [67] as well as direct alignment against previously 449 known orthobunyaviruses. The TOPCONS webserver [68] was used for the identification of 450 transmembrane regions and signal peptides, and the NetNglyc 1.0 Server 451 (http://www.cbs.dtu.dk/services/NetNGlyc/) for the identification of glycosylation sites. 452 Evaluation of NP microbiome diversity: 454 The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/385005 doi: bioRxiv preprint analysis patients were stratified into two categories based on clinical assignment: respiratory 456 infections (admitting diagnosis of pneumonia, respiratory tract infection, or bronchiolitis; n=52) 457 and all other syndromes (n=39); cases with unknown admitting diagnosis were excluded. SDI 458 was calculated in R using the Veganv2.4.4 package on genus-level reads per million values for 459 all microbes, including bacteria. A Wilcox Rank Sum test was used to evaluate differences in 460 SDI between patients in the two categories. 461Antimicrobial resistance gene identification in nasopharynx and stool: 463The SRST2 computational package was used to identify antimicrobial resistance genes 464 using the Argannot2 database as previously described[21]. We defined extended spectrum β-465 lactamase (ESBL) as a β-lactamase conferring resistance to the penicillins, first-, second-, and 466 third-generation cephalosporins including the gene classes proposed by Giske et al [69]. 467 Availability of data and code 469 All raw data have been deposited under Bioproject ID: PRJNA483304. Assembled 470 genomes can be accessed in GenBank: Accession numbers: MH685676-MH685701, 471 MH685703-MH685719, MH684286-MH684293, MH684298-MH684334. All the raw data, 472 intermediate data and IDseq reports can also be accessed at https://idseq.net [Project ID: Uganda 473 -all -2]. All IDseq scripts and user instructions are available at 474https://github.com/chanzuckerberg/idseq-dag and the graphical user interface web application for 475 sample upload is available at https://github.com/chanzuckerberg/idseq-web. While IDseq is 476",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Overview of the patients enrolled in the study 566",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "(A) Co-infection table for P. falciparum 568",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "identification in unknown tropical febrile illness cases using deep sequencing. PLoS Negl 590 Encephalitis with Metagenomic Deep Sequencing. Ann Neurol. 2015;78(5):722-730. 596 doi:10.1002/ana.24499.",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "ref |NC _02 259 5.1 |_M urr um bid gee _vi rus gb|KM 0925 12.1| _Itay a_vir us",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "|_ A n a n in d e u a _ vi ru s gb|K F25 479 3.1| _Ca rapa ru_v irus gb| HM 007 352 .1|_ Jam est own _Ca nyo n_v irus re f|N C_ 02 20 39 .1 |_ Br az or an _v iru s gb |K F6 97 14 7. 1| _M ad re _d e_ Di os _v iru s",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "|_ K e y s to n e _ v ir u s gb| KX 817 316 .1|_ Jam est ow n_C any on_ viru s g b |K J8 6 7 2 0 1 .1 |_ M o ju i_ d o s_ C a m p o s_ vi ru s gb|U 880 60.1 |IVU 880 60_ Inko o_v irus gb |K M0 92 51 3. 1| _I ta ya _v iru s gb |K U6 61 98 9. 1| _G an _G an _v iru s 1| _B el la vi st a_ vi ru s gb |K X 81 73 34 .1 |_ S er ra _d o_ N av io _v ir us gb |K J8 67 19 5. 1| _N ya nd o_ vi ru s ref| NC _03 450 6.1 |_G uar oa_ viru s gb |K U 15 97 65 .1 |_ A na dy r_ vi ru s |_ S h a m o n d a _ vi ru s gb |U 88 05 7. 1| M V U 88 05 7_ M el ao _v iru s gb |K F2 34 07 4. 1| _I le sh a_ vi ru s gb| HM 243 138 .1|_ Tah yna _vi rus g b |K M 5 0 7 3 2 2 .1 |_ B a ta i_ vi ru s gb|K X81 7325 .1|_L umb o_vi rus gb|HM 00735 4.1|_J amest own_C anyon _virus re f|N C_ 00 19 26 .1 |_ Bu ny am we ra _v iru s gb|HM007357.1|_ Jamestown_Cany on_virus",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": "It . https://doi.org/10.1101/385005 doi: bioRxiv preprint 0.07 gb| FJ6 604 15. 1|_ Ano phe les _A_ viru s gb |EU 56 48 31 .1| _S ho kw e_ vir us ref|N C_0 220 37.1 |_Br azo ran_ viru s gb|F J660 417. 1|_A noph eles _B_ virus",
            "latex": null,
            "type": "table"
        },
        "TABREF14": {
            "text": "67194 .1|_Ny ando_ virus gb| FJ6 604 19. 1|_ Tet e_v irus re f|N C_ 03 44 71 .1| _B ah ig_ vir us gb|K J86 717 9.1| _Po ngo la_v irus gb |A Y 59 37 29 .1 |_ N ga ri_ vi ru s gb |A F3 62 39 6. 1| _S",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}