{
    "paper_id": "7116ddab89281e7641fb659019c90ee3715f5039",
    "metadata": {
        "title": "Title: The impact of persistent bacterial bronchitis on the pulmonary microbiome of",
        "authors": [
            {
                "first": "Leah",
                "middle": [],
                "last": "Cuthbertson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Imperial College",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Vanessa",
                "middle": [],
                "last": "Craven",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sheffield Children's Hospital",
                    "location": {
                        "settlement": "Sheffield",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Lynne",
                "middle": [],
                "last": "Bingle",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Sheffield School of Dentistry",
                    "location": {
                        "settlement": "Sheffield",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "William",
                "middle": [
                    "O C M"
                ],
                "last": "Cookson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Imperial College",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "2&amp;",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Royal Brompton and Harefield NHS Foundation Trust",
                    "institution": "",
                    "location": {
                        "addrLine": "Sydney Street",
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Mark",
                "middle": [
                    "L Everard"
                ],
                "last": "5&amp;",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Western Australia",
                    "location": {
                        "settlement": "Perth",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Miriam",
                "middle": [
                    "F"
                ],
                "last": "Moffatt",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Imperial College",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Persistent bacterial bronchitis is a leading cause of chronic wet cough in young children. This 20 study aimed to characterise the respiratory bacterial microbiota of healthy children and to 21 assess the impact of the changes associated with the development of persistent bacterial 22 bronchitis. 23",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Blind, protected brushings were obtained from 20 healthy controls and 24 children with 24 persistent bacterial bronchitis, with an additional directed sample obtained from persistent 25 bacterial bronchitis patients. DNA was extracted, quantified using a 16S rRNA gene 26 quantitative PCR assay prior to microbial community analysis by 16S rRNA gene 27 sequencing. 28",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "No significant difference in bacterial diversity or community composition (R 2 = 0.01, P = 29 0.36) was observed between paired blind and non-blind brushes, showing that blind 30 brushings are a valid means of accessing the airway microbiota. This has important 31 implications for collecting lower respiratory samples from healthy children. 32 A significant decrease in bacterial diversity (P < 0.001) and change in community 33 composition (R 2 = 0.08, P = 0.004) was observed between controls and patients. Bacterial 34 communities within patients with PBB were dominated by Proteobacteria, and indicator 35 species analysis showed that Haemophilus and Neisseria were significantly associated with 36 the patient group. In 15 (52.9%) cases the dominant organism by sequencing was not 37 identified by standard routine clinical culture. 38",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The bacteria present in the lungs of patients with persistent bacterial bronchitis were less 39 diverse in terms of richness and evenness. The results validate the clinical diagnosis, and 40",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "suggest that more attention to bacterial communities in children with chronic cough may lead 41 to more rapid recognition of this condition with earlier treatment and reduction in disease 42 burden. 43",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Persistent or protracted bacterial bronchitis (PBB) is a leading cause of chronic wet cough 45 lasting more than 4 weeks in young children. PBB is particularly common in pre-school 46 children, often developing after a viral lower respiratory infection[1, 2], but may present at 47 any age. As a result, PBB is often either misdiagnosed as asthma or the symptoms are 48 dismissed as being due to recurrent viral infection [1] [2] [3] . 49 50 Standard treatment for PBB is high dose oral antibiotics, the cough typically taking 10 -14 51 days to resolve [4] . Although the aim of therapy is to provide a definitive cure, reoccurrences 52 are frequent and if not treated successfully may lead to bronchiectasis [1] [2] [3] [4] . 53 54 Our understanding of the role of bacteria in chronic respiratory diseases is changing rapidly. 55",
            "cite_spans": [
                {
                    "start": 422,
                    "end": 425,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 426,
                    "end": 429,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 430,
                    "end": 433,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 553,
                    "end": 556,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 709,
                    "end": 712,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 713,
                    "end": 716,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 717,
                    "end": 720,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 721,
                    "end": 724,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "44"
        },
        {
            "text": "Until recently it was widely believed that the healthy lung was a sterile environment [5] . A 56 growing body of evidence, however, indicates that the healthy airways have a resident 57 microbiota which can vary between individuals[5-7] and can alter significantly as a result of 58 respiratory diseases such as cystic fibrosis, COPD and asthma [8] . 59 60 A previous study of children with PBB using 16S rRNA gene sequencing suggested that the 61 bacterial communities present in their lungs demonstrated similarities to those seen in 62 children with cystic fibrosis (CF) and non-CF bronchiectasis [9] . This study provided a useful 63 insight into the bacterial community associated with PBB, although the control subjects were 64 undergoing bronchoscopy for clinical indications and could not be considered to be 65 healthy [9] [10] [11] . 66 67 . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/181982 doi: bioRxiv preprint 4 In this present study bronchial brushings were obtained from infants and children with a 68 diagnosis of PBB and from healthy children who were free of any respiratory symptoms or 69 significant previous lower respiratory tract illness. This has given the opportunity for a better 70 understanding of the microbiota of the healthy airway in childhood, as well as insight into 71 how it is perturbed in children with PBB. In addition, the validity of characterising the lower 72 airways microbiome using blind brushings through an endotracheal tube as opposed to more 73 invasive bronchoscope guided sampling has been investigated. 74 75 76 . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/181982 doi: bioRxiv preprint 5",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 89,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 345,
                    "end": 348,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 600,
                    "end": 603,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 828,
                    "end": 831,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 832,
                    "end": 836,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 837,
                    "end": 841,
                    "text": "[11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "44"
        },
        {
            "text": "All study protocols were subject to ethical approval by the Local Health Research Authority 78 (Reference: 12/YH/0230). Full details of sampling, laboratory and analytical methods are 79 given in S1 Appendix, Supplementary Methods. 80",
            "cite_spans": [],
            "ref_spans": [],
            "section": "77"
        },
        {
            "text": "The study subjects were all 17 years of age or younger. None of these subjects had an 82 identified significant immunodeficiency or other conditions. 83 84 Control subjects were recruited if they were undergoing an intervention requiring 85 endotracheal intubation but were otherwise healthy without any history of acute or chronic 86 upper or lower respiratory tracts symptoms. 87 88 Sixteen mothers of enrolled children aged ≤ 2 years had nasal and oropharyngeal (throat) 89 swabs taken (S1 Table) number of reads/OTU). Samples above the 1,000 read cut off recommended by QIIME were 144 rarefied to the minimum number of reads found in the samples. Considering community composition no significant differences were observed between the 157 different sampling methods (Adonis: R 2 =0.012, P= 0.344). Hierarchical clustering using 158",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 493,
                    "end": 499,
                    "text": "Table)",
                    "ref_id": null
                }
            ],
            "section": "81"
        },
        {
            "text": "Bray-Curtis dissimilarity revealed that the samples clustered more closely between patients 159 than within sampling groups (Fig 1) . 160",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 124,
                    "end": 131,
                    "text": "(Fig 1)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "81"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/181982 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/181982 doi: bioRxiv preprint PBB versus healthy controls 169 The bacterial community of patients diagnosed with PBB (N=24) was compared to healthy 170 controls (N=18). Samples were rarefied to 1,150 reads, resulting in the loss of 2 control 171 patients. No difference in the bacterial abundance by qPCR was observed between the 172 healthy controls and PBB patients (R 2 = 0.021, P = 0.511) (Fig 2) . Investigation into alpha 173 diversity measures showed that PBB patients had a significantly lower diversity than the The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/181982 doi: bioRxiv preprint 13 187 Differences in community composition were investigated using Bray-Curtis dissimilarity. 188",
            "cite_spans": [
                {
                    "start": 374,
                    "end": 377,
                    "text": "169",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 709,
                    "end": 716,
                    "text": "(Fig 2)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "81"
        },
        {
            "text": "Adonis showed significant differences in community composition (R 2 = 0.082, P = 0.001). 189",
            "cite_spans": [],
            "ref_spans": [],
            "section": "81"
        },
        {
            "text": "Hierarchical clustering using Bray-Curtis dissimilarity showed that the bacterial community 190 present in healthy controls clustered separately from those with PBB (Fig 2) . The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/181982 doi: bioRxiv preprint Bray-Curtis hierarchical clustering was used to detect any patterns of similarities in 261 community composition between mothers and their children (Fig 3) . Overall the samples 262 collected from the mothers compared to those from the PBB children were significantly 263 different, however there was a single exception. The bacterial communities present in the 264 throat swab of the mother and the blind brush from the child of family 34 were found to have 265 in common a high abundance of Streptococcus, as well as Veillonella and Neisseria (Fig 6) . The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/181982 doi: bioRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 165,
                    "end": 172,
                    "text": "(Fig 2)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 454,
                    "end": 461,
                    "text": "(Fig 3)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 851,
                    "end": 858,
                    "text": "(Fig 6)",
                    "ref_id": null
                }
            ],
            "section": "81"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Protracted bacterial bronchitis: reinventing an old disease",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Craven",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Everard",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Protracted bacterial bronchitis: The last decade and the road ahead",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Grimwood",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Persistent and recurrent bacterial bronchitis -a paradigm shift 388 in our understanding of chronic respiratory disease. Front Pediatr",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ishak",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Everard",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "38910.3389/fped.2017.00019"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Outcomes in children treated for persistent 391 bacterial bronchitis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Critchlow",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Everard",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Thorax",
            "volume": "62",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/thx.2006.058933"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Huffnagle 396 . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Dickson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Erb-Downward",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Freeman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mccloskey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Beck",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/181982"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Spatial variation in the healthy human lung microbiome and the adapted 397 island model of lung biogeography",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Gb",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Ann Am Thorac Soc",
            "volume": "12",
            "issn": "",
            "pages": "821--830",
            "other_ids": {
                "DOI": [
                    "39810.1513/AnnalsATS.201501-029OC"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Comparison of the respiratory microbiome in healthy nonsmokers and smokers",
            "authors": [],
            "year": null,
            "venue": "Am J",
            "volume": "401",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The role of the microbiome in exacerbations 403 of chronic lung diseases",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Dickson",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Martinez",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Huffnagle",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet",
            "volume": "384",
            "issn": "",
            "pages": "691--702",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Three clinically distinct chronic pediatric airway infections share a common core 406 microbiota",
            "authors": [],
            "year": 2014,
            "venue": "Ann Am Thorac Soc",
            "volume": "11",
            "issn": "",
            "pages": "1039--1048",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The 408 microbiota in bronchoalveolar lavage from young children with chronic lung disease 409 includes taxa present in both the oropharynx and nasopharynx",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Marsh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kaestli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Binks",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Pope",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Hoffman",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Microbiome",
            "volume": "410",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Disordered 412 microbial communities in asthmatic airways",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hilty",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Burke",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Pedro",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cardenas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bush",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bossley",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS One",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "QIIME allows analysis of high-throughput community sequencing data",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Caporaso",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kuczynski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stombaugh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bittinger",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "D"
                    ],
                    "last": "Bushman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Costello",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nat 415 Methods",
            "volume": "7",
            "issn": "",
            "pages": "335--341",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Developement Core Team. R: A Language and Environment for Statistical",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Moderated estimation of fold change and dispersion for 419 RNA-seq data with DESeq2",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Love",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Huber",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Anders",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Genome Biol",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Associations between species and groups of sites: indices 421 . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cáceres M De",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Legendre",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Ecology",
            "volume": "90",
            "issn": "",
            "pages": "3566--3574",
            "other_ids": {
                "DOI": [
                    "10.1101/181982"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "A 423 molecular comparison of microbial communities in bronchiectasis and cystic fibrosis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Duff",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Simmonds",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "Alton",
                    "middle": [
                        "Ew"
                    ],
                    "last": "Pantelidis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Clinical measures of disease in adult non-CF bronchiectasis correlate with airway 428 microbiota composition",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Rogers",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Der Gast",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cuthbertson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Thomson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Bruce",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Thorax",
            "volume": "68",
            "issn": "",
            "pages": "731--738",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Predominant pathogen competition and core 430 microbiota divergence in chronic airway infection",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Rogers",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Der Gast",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Serisier",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "ISME J",
            "volume": "9",
            "issn": "",
            "pages": "217--225",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Host Response to the Lung Microbiome in Chronic Obstructive Pulmonary Disease",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Analysis of Culture-Dependent versus Culture-Independent Techniques for 436",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Identification of Bacteria in Clinically Obtained Bronchoalveolar Lavage Fluid",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Martins do Souto R, Maciel 439 da Silva-Boghossian C. Periodontal-disease-associated biofilm: A reservoir for 440 pathogens of medical importance",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Vieira Colombo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Magalhães",
                    "suffix": ""
                },
                {
                    "first": "Farr",
                    "middle": [],
                    "last": "Hartenbach",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Microb Pathog",
            "volume": "94",
            "issn": "",
            "pages": "27--34",
            "other_ids": {
                "DOI": [
                    "44110.1016/j.micpath.2015.09.009"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Role of Particular Strains of Neisseria meningitidis in Meningococcal Arthritis",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cc-By-Nc-Nd",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/181982"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "were sampled using both blind and non-blind brushing methods to test for 148 potential differences in the bacterial community due to sampling method. The difference in 149 the bacterial community of 21 paired samples were assessed using both alpha and beta 150 diversity measurements. Samples were rarefied to 1,067 reads. No significant difference in 151 alpha diversity was observed between the blind and non-blind brushes using richness 152 (observed number of species, Z = 1.843, P = 0.068), Shannon-Weiner (bias towards rare 153 organisms, Z = -0.017, P = 1), Simpsons reciprocal (bias toward more dominant organisms, Z 154 = 0.261, P = 0.812) and evenness (Z = -0.052, P = 0.973) (S1 Fig).155 156",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Ordered bar chart of the top 20 OTUs present in both the blind and non-blind 162 brushings. Samples are ordered by a Bray Curtis dissimilarity hierarchical cluster shown by 163 the top plot. Key to colours used for each genus is included. Identical patient numbers 164 indicate samples were taken from the same individual. Sample type is indicated in the 165 labelling beneath the graph with red indicating blind brush and blue indicating non-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Ordered bar chart of the top 20 OTUs present in both the PBB and control 179 subjects. Samples are ordered by a Bray Curtis dissimilarity hierarchical cluster, upper plot. 180 Key to colours used for each genus is included. Patient numbers are detailed in the lower plot 181 where disease status is also indicated by colour of the bars with red indicating PBB and blue 182 indicates control subjects. Additionally lower bar plot indicates the log10 copies per µl as 183 calculated by qPCR. No significant difference was found between the qPCR values between 184 the PBB and control patients (R 2 = 0.023, P = 0.445).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "used to identify OTUs significantly associated with PBB. Haemophilus and 193 Neisseria OTUs were identified as being significantly increased in patients with PBB (P < 194 0.001) (S3 Fig). This result was backed up using indicator species analysis between the PBB 195 and control communities. Two OTUs were significantly associated with the PBB group, 196 Haemophilus_3673 (P = 0.043) and Neisseria_4022 (P = 0.05). Haemophilus_3673 was a 197 member of the top 20 most abundant OTUs observed. The control group had 35 OTUs 198 significantly associated, 9 of which were included in the top 20 most abundant OTUs. 199 200 Comparing the results of standard clinical bacterial culture to the 16s rRNA gene sequencing 201 results for the 24 PBB patients, 20 (83.33%) were culture positive. The four patients that 202 were culture negative were, by sequencing, dominated either by Moraxella, Neisseria or 203 Haemophilus OTUs. Whilst no patient cultured Neisseria, 5 of the patients were found to be 204 dominated by a Neisseria OTU from the sequencing results. Seventeen (70.83%) of the 24 205 patients cultured Haemophilus influenzae, while only 9 (52.94%) of the same patients were 206 found to be Haemophilus dominated by sequencing. Moraxella was cultured from 3 patients, 207 in two of the three Moraxella was found to be the dominant organism by sequencing. Another 208 2 patients, however, were dominated by the Moraxella OTU despite not being positive on 209 culture for the bacterium. Only fifteen of the 24 patients (62.5%) cultured the dominant 210 organism that was identified by sequencing. 211 if wheeze explained any of the variation in the bacterial community observed 217 between patients, wheeze diagnosis was investigated. No significant difference was observed 218 between patients with and without wheeze (R 2 = 0.048, P = 0.34) (S4 Fig). No control 219 patients were diagnosed with wheeze. 220 221 PBB patients were tested for the presence of respiratory viruses. The presence of a virus (R 2 222 = 0.166, P = 0.167) or number of different viruses present (R 2 = 0.227, P = 0.095) in patients 223 had no significant effect on the bacterial community composition. None of the 6 respiratory 224 viruses showed any significant effect on the bacterial community composition, rhinovirus (R 2 225 = 0.057, P = 0.266), respiratory syncytial virus (RSV) (R 2 = 0.048, P = 0.406), Coronavirus 226 (R 2 = 0.027, P = 0.844), human metapneumovirus (HMP) (R 2 = 0.052, P = 0.314), 227 adenovirus (R 2 = 0.008, P = 0.99), parainfluenza (R 2 = 0.057, P = 0.259). 228 229Sampling of mothers, Throat swabs versus Nose swabs230Mothers of 16 children (11 PBB cases and 6 healthy controls) were sampled using both nose 231 and throat swabs. To investigate if these sampling methods were comparable, samples were 232 rarefied to 1,154 reads (4 samples were lost after rarefaction) after which non-metric 233 multidimensional scaling (NMDS) using Bray-Curtis distance was used to investigate 234 clustering based on bacterial community similarity (S5Fig).was observed between the two groups of samples nose versus throat swabs. 239There was however a significant difference in richness (Z = 2.58, P < 0.01) with throat swabs 240 having more distinct OTUs than nose swabs. Additionally, bacterial abundance as determined 241 by qPCR was significantly higher in throat swabs compared to nasal swabs (Z = 2.84, P < 242 0.01) (S6Fig).Analysis by ADONIS confirmed these results, with 11% of the variation 243 between samples being explained by the sample type (R 2 =0.11, P = 0community within the lung of children under the age of 2 years, both with 247 (N=11) and without a PBB diagnosis (N=5), was compared to the bacterial communities 248 present in the nose and throat of their mothers. Samples were rarefied to 1,067 reads. Neither 249 nose or throat swabs of mothers were found to have significantly different bacterial richness 250 compared to child communities using a Wilcoxon rank sum test, applied to independent 251 samples (nose; richness, W = 111, P = 0.317, throat; richness, W = 164.5, P = 0.032). 252Significant differences in both Shannon-Weiner and Simpson's reciprocal were however 253 observed between the two groups (nose; Shannon-Weiner, W = 138, P = 0.019, Simpson's 254 reciprocal, W = 138, P = 0.019; throat; Shannon-Weiner, W = 177, P = 0.007, Simpson's 255 reciprocal, W = 185, P = 0.002). Adonis showed there was significant differences in 256 community composition when comparing between different sampling methods, while 257 controlling for sample family (R 2 = 0.182, P < 0.001), indicting that the upper respiratory 258 tract from mothers is not comparable to their children.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Ordered bar chart of the top 20 OTUs present in both the mother of study 269 children less than 2 years old and their children. This subgroup includes both healthy 270 children (red) and those diagnosed with PBB (blue). Mothers are indicated in green. Samples 271 are ordered by a Bray Curtis dissimilarity hierarchical cluster, shown above. Key to colours 272 used for each genus is included. Lower bar plot indicates the log10 copies per µl as provides the first insight into the composition of the bacterial community present 278 within the lungs of both healthy infants and children and those with persistent bacterial 279bronchitis. Investigation into the bacterial community within the lungs of these children 280 highlights the impact of PBB on the lung microbiota and provides insight into range of pulmonary diseases, including COPD, non-CF bronchiectasis and cystic 284 fibrosis, a reduction in the diversity and the appearance of dominant OTUs from potentially 285 pathogenic genera has been observed[16][17][18][19][20]. It is perhaps unsurprising therefore, that in the 286 present study a significant reduction in bacterial diversity associated with PBB was observed. 287288In this present study, Haemophilus, Neisseria, Streptococcus and Moraxella were all 289 represented amongst the dominant OTUs in PBB samples, although DESeq2 and indicator 290 species analysis showed that only a Haemophilus and a Neisseria OTU were significantly 291 associated with PBB. This is likely to be due to the number of patients dominated in this 292 particular sample set(Fig 3). Importantly in many cases the dominant organisms by 293 sequencing were not those identified by culture, highlighting the potential limitations of 294 traditional culture techniques the results of which typically dictate therapeutic strategies. It 295 has been previously observed that conventional microbiology has the potential to miss the 296 presence of potentially pathogenic organisms[16, 21]. 297298Sequencing identified a Neisseria OTU as dominant in a number of subjects in this study yet 299 culture failed to identify Neisseria in any patients. This failure to recognize organisms in 300 chronic airways diseases may account in part for the 'negative' culture results from BAL and 301 that are frequently encountered in the presence of purulent secretions. This 302 may be of particular importance when it comes to Neisseria species, which are commonly 303 found to colonise the nasopharyngeal mucosa[22]. Despite many Neisseria species being 304 considered non-pathogenic, they have been implicated in cases of pneumonia[23differences in the bacterial community of PBB patients whose parents were 308 smokers compared to non-smokers were found. However, due to the low number of309 individuals in this study we cannot exclude smoking having an effect on the bacterial 310 communities of children. It would be important to expand this research to include a much 311 larger sample set to investigate this further. 312 313 Wheeze is a common symptom associated with PBB [25], however in this dataset it was only 314 diagnosed in a subset of children suffering from PBB and not in controls. No difference in 315 the bacterial community was associated with a diagnosis of wheeze however, this may due study nose and throat samples were collected from mothers of children under 2 years 319 old and compared with the results from the lower airways of their offspring. Nose swabs from 320 mothers were significantly different from their own throat swabs, showing that there are 321 major differences between these areas of the upper respiratory tract. Previous studies have 322 shown that unlike the nose the bacterial community from the throat is more similar to that of 323 the lower airways[11]. It was hypothesised that the bacterial community present in the 324 respiratory tract of mothers and children would therefore potentially share similarities, due to 325 their close proximity and shared environments when children are under 2 years of age. In the 326 , and these samples were found to be dominated by the same organism. 330 331 The inclusion of lower airway samples from healthy controls provides a challenge, 332 particularly in paediatric studies, due to the invasive nature of the sampling methods required 333 to access the lower respiratory tract. This has resulted in many paediatric studies either 334 sampling the upper respiratory tract [26] or including \"controls\" with other respiratory 335 indications [9, 11]. Hilty et al. observed a decrease in the Proteobacteria and an increase in 336Bacteroidetes in controls compared to asthmatics, although only 3 of their 7 controls had no 337 respiratory symptoms[11]. The current study demonstrates that the data generated from a 338 blind brushing via an ET tube is comparable to that obtained by visualization using 339 bronchoscopy, the so-called non-blind brush, allowing the inclusion of healthy children 340 attending the hospital for reasons unrelated to respiratory symptoms. 341 342 This has important implications for future studies of the lower airways microbiota, 343 particularly those involving infants and children, as a non-invasive method will allow greater 344 number of subjects to be studied and affords the opportunity of conducting , the bacterial community within the lungs of children with PBB shows a 349 significantly lower diversity than that observed in healthy children. This is due to the high 350 levels of dominance of Haemophilus, Neisseria, Streptococcus and Moraxella. In many cases 351 organisms by sequencing were not those identified by culture. This study is the 352 first step in using next generation sequencing methods to increase our understanding of the 353 bacterial community within the lungs of children with PBB. These methods have the potential 354 to lead to quicker more effective treatments, reducing the risk of recurrence or protocols and informed consent procedures were subject to ethical approval by the 359NRES Committee of Yorkshire & The Humber -South Yorkshire (Reference 12/YH/0230). 360 The study was conducted in accordance with the International Conference for Harmonisation 361 of Good Clinical Practice and the guiding principles of the Declaration of Helsinki and generated during this study has been submitted to the European nucleotide 366 archive (ENA), project number PRJEB18478, and is freely available. Data analysis scripts 367 have been submitted to figshare, DOI: 10.6084/m9.figshare.4987016. 368Sources of funding/grants and support369 The study was funded by the Wellcome Trust under WT097117 and WT096964. This project 370 was funded and supported by the NIHR Respiratory Disease Biomedical Research Unit at the 371 Royal Brompton and Harefield NHS Foundation Trust and Imperial College London and the 372 Sheffield Children's Hospital Charity Research Fund. M.F. Moffatt and W.O.C.M. Cookson 373 and design: VC, LB, WOCMC, MLE, and MFM; ethics, subject 377 recruitment and sample acquisition VC and LB, performed the experiments VC and LC, 378 acquisition, analysis and interpretation of data: LC; drafting and revision of the work as well 379 as final approval of the submitted manuscript: all authors. 380 381",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Samples were obtained at the time of a diagnostic bronchoscopy for those with PBB and 93 opportunistically from healthy subjects undergoing planned surgical procedures. Blind 94 brushings were obtained in both groups using a protected cytology brush inserted into the 95 airway through an ET tube. In the PBB subjects a second sample was obtained via the 96 bronchoscope in order to compare the results from directed and blind brushings. 97Once collected, brushes and swabs were immediately stored at -80°C prior to further 99 DNA was extracted from both swabs and brushes using the MPBio FastDNA TM spin kit for 102 soil as per the manufacturer's instructions. 103Prior to sequencing total bacterial burden was measured using a quantitative PCR assay 106 targeting the V4 region of the 16S rRNA gene and using the primers 520F, 5'-107The bacterial community within each sample was assessed using 16S rRNA gene sequencing. 111Dual barcoded fusion primers were used to target the previously quantified V4 region of the 112 gene (same primers as for qPCR assay but with appropriate barcoding. SeeS2 Table for 113barcode details). Samples were sequenced on the Illumina MiSeq platform using the Illumina 114 V2 2x250bp cycle kit. Sequences were submitted to the European nucleotide database, 115 reads was applied and samples with less than 1,000 reads were removed from further 120 analysis. All remaining samples were then rarefied to the same minimum number of reads 121All statistical analyses were carried out using R Version 3.2.2[13]. Primary analysis and pre-125 processing was carried out in Phyloseq[13]. Non-parametric Wilcoxon sign ranked tests were 126 used to test significant differences between means. DESeq2[14] and Indicator species 127 Twenty four children with PBB and 20 healthy controls were successfully recruited into the 132 study (Table 1). Nasal and throat swabs were obtained from mothers for 16 of the children; 133 11 of the PBB children and 5 of the healthy child controls. 134 Table of patient demographics for cases (PBB) and controls. 136 communities, PCR negative controls, kit controls and bronchoscopy brush controls (S2 141Table). After quality control 143 samples were included for further analysis, comprising of a 142",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/181982 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}