{
    "paper_id": "712f1a74a5083d690832eed5fd9ff16a04434d8d",
    "metadata": {
        "title": "Rapid Detection of Novel Coronavirus (COVID-19) by Reverse Transcription- Loop-Mediated Isothermal Amplification",
        "authors": [
            {
                "first": "Laura",
                "middle": [
                    "E"
                ],
                "last": "Lamb",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Oakland University William Beaumont School of Medicine",
                    "location": {
                        "settlement": "Rochester Hills",
                        "region": "MI"
                    }
                },
                "email": "laura.lamb@beaumont.org"
            },
            {
                "first": "Sarah",
                "middle": [
                    "N"
                ],
                "last": "Bartolone",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Beaumont Health System, Royal Oak",
                    "location": {
                        "region": "MI",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Elijah",
                "middle": [],
                "last": "Ward",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Beaumont Health System, Royal Oak",
                    "location": {
                        "region": "MI",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [
                    "B"
                ],
                "last": "Chancellor",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Beaumont Health System, Royal Oak",
                    "location": {
                        "region": "MI",
                        "country": "United States of America"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Novel Corona virus (COVID-19 or 2019-nCoV) is an emerging global health concern that requires a rapid diagnostic test. Quantitative reverse transcription PCR (qRT-PCR) is currently the standard for COVID-19 detection; however, Reverse Transcription Loop-Mediated Isothermal Amplification (RT-LAMP) may allow for faster and cheaper field based testing at point-of-risk. The objective of this study was to develop a rapid screening diagnostic test that could be completed in under 30 minutes. Simulated patient samples were generated by spiking serum, urine, saliva, oropharyngeal swabs, and nasopharyngeal swabs with a portion of the COVID-19 nucleic sequence. The samples were tested using RT-LAMP as well as by conventional qRT-PCR. Specificity of the RT-LAMP was evaluated by also testing against other related coronaviruses. RT-LAMP specifically detected COVID-19 in simulated patient samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "This test was performed in under 30 minutes. This approach could be used for monitoring of exposed individuals or potentially aid with screening efforts in the field and potential ports of entry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The recent outbreak of Novel Coronavirus (COVID-19) has generated global concern given its rapid spread in multiple countries and possible fatal progression of the infection. Initially, many patients reported exposure at a large seafood and animal market in Wuhan, China, suggesting animal-to-person transmission of the virus. However, since then many patients have reported no exposure to animal markets, indicating that person-to-person transmission is occurring. There is currently no vaccine or targeted therapeutic for COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "COVID-19 is difficult to diagnose early in infection as patients can remain asymptomatic or present with non-specific flu-like clinical symptoms including fever, cough, or shortness of breath.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Symptoms may appear in as few as 2 days or up to 2 weeks after exposure. 1 Quantitative reverse transcription PCR (qRT-PCR) for COVID-19 in serum or respiratory samples is currently the standard for diagnostic molecular testing. However, this requires expensive equipment and trained personnel.",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 74,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Reverse transcription loop-mediated isothermal amplification (RT-LAMP) is a one-step nucleic acid amplification method based on PCR technology that has been used to diagnose infectious diseases. 2 RT-LAMP has several advantages including that it has high specificity and sensitivity, can be done in less than an hour, can work at various pH and temperature ranges which is advantageous for clinical samples, 3 and that the reagents are relatively low cost and can be stable at room temperature. We have previously used this method to detect zika virus in clinical serum and urine samples as well as mosquitos. 4, 5 This study describes a RT-LAMP methodology that can detect COVID-19 in simulated patient samples in under 30 minutes. The test could be used at the point-of-care by field and local personnel for the rapid diagnosis of individuals for optimal treatment, isolation, and rapid contact tracking as well as the investigation of outbreaks of unknown respiratory diseases.",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 196,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 408,
                    "end": 409,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 610,
                    "end": 612,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 613,
                    "end": 614,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity. Sharing All Influenza data (GISAID) EpiFlu database and the BLAST Global Alignment tool. 6, 7 RT-LAMP primers were also compared to other coronaviruses using the BLAST Global Alignment tool to determine specificity and percent mismatch using the same method. Percent mismatch was calculated using the following equation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.19. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.19.20025155 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "To establish the optimal conditions for RT-LAMP using a COVID-19 PCR-standard designed from nucleotide 2941-3420 of the COVID-19 Wuhan-Hu-1 complete genome (MN908947), several primer sets, ranges of temperatures (57-65°C), and incubation times (15-45 mins) were tested. The best amplification results were obtained at 63 ° C for 30 minutes as indicated by a banding pattern after electrophoresis on a gel (Fig 1) . Positive reactions containing SYBR Green I could be observed by naked eye by a color change from orange to yellow (Fig 1-top 1) . In order to determine the lower detection limit of the RT-LAMP reaction for COVID-19, a dilution series ranging from 0.204 fg to 10 ng COVID-19 was amplified (Fig 2) . The limit of detection was approximately equivalent to 1.02 fg. This dilution series was run in parallel with qRT-PCR using primers that targeted this same region of COVID-19 genome; the qRT-PCR Ct values for the dilution series are reported in Supplemental Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 405,
                    "end": 412,
                    "text": "(Fig 1)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 529,
                    "end": 539,
                    "text": "(Fig 1-top",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 540,
                    "end": 542,
                    "text": "1)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 703,
                    "end": 710,
                    "text": "(Fig 2)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 971,
                    "end": 978,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "RT-LAMP is specific and sensitive for COVID-19"
        },
        {
            "text": "To demonstrate the clinical utility of this system for COVID-19 detection, we spiked various human specimens with COVID-19, Middle East Respiratory Syndrome (MERS), Betacoronavirus England-1 (BtCoV), or Murine hepatitis virus (MHV). MERS, BtCoV and MHV spiked samples were used to test the specificity of the RT-LAMP assay. Spiked specimens included serum, urine, saliva, oropharyngeal swabs, and nasopharyngeal swabs as we wanted to verify that substances present in these samples would not interfere with RT-LAMP. Samples were directly used for RT-LAMP without performing nucleic acid All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 Detection in Simulated Clinical Samples with RT-LAMP"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 Detection in Simulated Clinical Samples with RT-LAMP"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.19.20025155 doi: medRxiv preprint isolation. Only samples containing COVID-19, but not MERS, BtCoV, or MHV, had positive RT-LAMP reactions indicating specificity of the reaction for COVID-19 (Fig 3) . Furthermore, RT-LAMP could be successfully completed using human serum, urine, saliva, oropharyngeal swabs, and nasopharyngeal swabs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 301,
                    "end": 308,
                    "text": "(Fig 3)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "COVID-19 Detection in Simulated Clinical Samples with RT-LAMP"
        },
        {
            "text": "The sequence of the RT-LAMP primers were also compared to aligned sequences of various strains of Severe Acute Respiratory Syndrome coronaviruses (SARS) or coronaviruses commonly associated with the common cold (human coronavirus strains 229E, NL63, HKU1, or OC43). These other coronaviruses had 27-54% nucleotide mismatch with our RT-LAMP primers, making it highly unlikely they would give a positive RT-LAMP result, supporting the specificity of this assay for COVID-19 ( Table 2 ). Given that viruses are prone to genetic mutation, we likewise examined if RT-LAMP primers had any mismatch with 27 different isolated strains of COVID-19 from various locations. There was 0% mismatch with all the strains examined, suggesting that these RT-LAMP primers would identify all 27 strains of COVID-19 examined (Supplemental Table 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 474,
                    "end": 481,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 819,
                    "end": 826,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "RT-LAMP is Specific for COVID-19"
        },
        {
            "text": "Given the rapid emergence of COVID-19 and the severe complications that can result including acute respiratory distress syndrome (ARDS) and pneumonia, improved diagnostic options that are fast, reliable, easy, and affordable are required. This is critical since COVID-19 infection can rapidly progress from hospital admission to ARDS in as few as 2 days, and COVID-19 infection can be fatal. 1 Conventional qRT-PCR, while specific and sensitive, must be done by trained personnel on specialized equipment at a qualified laboratory. Since this disease is spreading rapidly, centralized labs may have trouble keeping up with testing demands or may need an alternative approach if qRT-PCR kits are not available. This feasibility study demonstrated that RT-LAMP allows rapid detection of COVID-19 in a variety of All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.19.20025155 doi: medRxiv preprint common human specimens collected for clinical testing, including serum, urine, saliva, oropharyngeal swabs, and nasopharyngeal swabs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Currently, clinical testing for COVID-19 is done by central testing laboratories, which may take one or more days. This study sought to improve upon this by developing a potential point-of-care test. Point-ofcare testing has several advantages for emerging infectious diseases like COVID-19 and must be easy to use, inexpensive, fast, and require little if any laboratory infrastructure while maintaining sensitivity and specificity. RT-LAMP meets these requirements and therefore has large value for screening and testing for COVID-19 in potentially exposed populations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We sought to determine if this RT-LAMP assay worked in a range of different samples that might be collected in a clinical setting or as a possible non-invasive screening tool. This is important since it may not be feasible to collect serum from all patients, especially patients who are critically sick, dehydrated, the elderly, children, and neonates. Personnel trained in collecting blood specimens may also not be available, Furthermore, biological samples may contain chemicals that can inhibit nucleic acid assays if the sample is tested directly without first isolating the RNA. RT-LAMP worked in all the human sample types tested, and in samples from several individuals. We previously demonstrated that RT-LAMP for ZIKV does not require prior RNA isolation from the samples. 4, 5 Thus, we used unprocessed urine or serum samples in this study, which saves considerable time and reduced costs. In this RT-LAMP assay for COVID-19, the urine samples gave stronger RT-LAMP signals than the serum samples when spiked with identical amounts of COVID-19; however the amount of virus present in an infected individual will likely vary between different biological specimens and over the time course of the infection. Furthermore, we observed faint background banding by gel electrophoresis in oropharyngeal swabs, suggesting there may be some factor in this specimen that results in this. However, due to the specificity of the primers, we believe this does not interfere with correct interpretation of the RT-LAMP reaction, especially since the COVID-19 spiked sample can be correctly identified through color change and fluorescence . All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.19.20025155 doi: medRxiv preprint Primers were designed for a conserved span of COVID-19 sequence that was found in 22 isolated COVID-19 strains but was a sequence that was also divergent from related coronavirus SARS. Given that all the isolated strains of COVID-19 thus far have shown very little genetic differences, we anticipate that this RT-LAMP will detect COVID-19 with the same level of confidence as qRT-PCR. This COVID-19 RT-LAMP assay was highly specific as it did not give a positive result for MERS, BtCoV, and MHV and had significant mismatch with numerous strains of SARS and common cold associated human coronoavirus strains 229E, NL63, HKU1, or OC43. We tested a range of temperatures from 57°C to 65°C; all the temperatures gave comparable results, indicating that this RT-LAMP reaction has a large temperature range with an optimal temperate of 63 ° C . We also tested a range of incubation times from 15-45 minutes. The optimal time for detection of RT-LAMP products was 30 minutes, however COVID-19 RT-LAMP products were detectable by UV light excitation or banding patterns on gels in as little as 15 minutes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study has several limitations. First, COVID-19 is Biosafety level 3 so our laboratory was unable to work directly with the virus or with infected samples. As such, all the experiments presented here used a nucleotide oligo of COVID-19 corresponding to the GenBank MN908947 sequence. Similarly, we were unable to directly test related coronaviruses and instead used nucleotide oligos from the same region of those viruses. However, these do represent a proof-of-feasibility for this assay, and the primers were further evaluated for specificity by BLASTing them to related coronavirus sequences. Although RT-LAMP reactions are highly specific, it is not a quantitative test. However other groups are working at improving the read outs of RT-LAMP assays including the use of smartphone-integrated sensors to make interpretation of the assay even more user-friendly. 8 RT-LAMP reactions can have a higher rate of false positives compared to qRT-PCR; we did not experience this in any of our no template negative control reactions, negative control samples, or other samples containing other coronaviruses. We also took the All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 869,
                    "end": 870,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.19.20025155 doi: medRxiv preprint precautions of having a lateral work flow for experiments and we included a Thermolabile Uracil-DNA Glycosylase (UDG) in all reactions to prevent possible carry-over contamination from previous reactions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study was not powered to determine sensitivity in a clinical population. Lastly, this is a rapidly developing area of study and all the information presented at the time of publication represent the authors' best knowledge at the time. As our understanding of COVID-19 continues to develop, this information may change.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Here we describe a fast and robust assay for detection of COVID-19 in under 30 minutes. This simple assay could be used outside of a central laboratory on various types of biological samples. This assay can be completed by individuals without specialty training or equipment and may provide a new diagnostic strategy for combatting the spread of COVID-19 at the point-of-risk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.19.20025155 doi: medRxiv preprint author/funder, who has granted medRxiv a license to display the preprint in perpetuity. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.19.20025155 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Loop-mediated isothermal amplification (LAMP) of gene sequences and simple visual detection of products",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tomita",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Mori",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kanda",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Notomi",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature protocols",
            "volume": "3",
            "issn": "5",
            "pages": "877--82",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Robustness of a loop-mediated isothermal amplification reaction for diagnostic applications",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Francois",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tangomo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hibbs",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "FEMS immunology and medical microbiology",
            "volume": "62",
            "issn": "1",
            "pages": "41--49",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Reverse Transcription-Loop-mediated Isothermal Amplification (RT-LAMP) Assay for Zika Virus and Housekeeping Genes in Urine, Serum, and Mosquito Samples",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Bartolone",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "O"
                    ],
                    "last": "Tree",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Conway",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Chancellor",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Lamb",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Vis Exp",
            "volume": "",
            "issn": "139",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Rapid Detection of Zika Virus in Urine Samples and Infected Mosquitos by Reverse Transcription-Loop",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Lamb",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Bartolone",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "O"
                    ],
                    "last": "Tree",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Mediated Isothermal Amplification. Sci Rep",
            "volume": "8",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Global initiative on sharing all influenza data -from vision to reality",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mccauley",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Gisaid",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Euro Surveill",
            "volume": "22",
            "issn": "13",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Gapped BLAST and PSI-BLAST: a new generation of protein database search programs",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Altschul",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Madden",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Schaffer",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Nucleic Acids Res",
            "volume": "25",
            "issn": "17",
            "pages": "3389--402",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Loopmediated isothermal amplification (LAMP) -review and classification of methods for sequencespecific detection",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Becherer",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Borst",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bakheit",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Frischmann",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zengerle",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Von Stetten",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Analytical Methods",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "COVID-19 RT-LAMP PrimerSpecificity: Percent mismatch for RT-LAMP primers was determined by aligning the COVID-19 genome (Wuhan City, Hubei, 2019-12-26, GenBank ID MN908947) to 22 other sequenced COVID-19 strains from various locations around the world using the Global Initiative on",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "All set-up and execution of RT-LAMP reactions were done in an enclosed room using designated pipettes and filter tips. Analysis and imaging took place in separate rooms to prevent contamination. RT-LAMP reactions were executed in a total volume of 25μL of 0·32 U/μL Bst 2·0, 1 U/μL Antarctic Thermolabile UDG, and 0·6 U/μL WarmStart Reverse Transcriptase in ddH₂0. Addition of the uracil-DNA glycosylase (UDG) reduced crossover contamination from previous reactions. Reactions were set-up on ice, incubated at 63°C for 30 minutes(15-45 minutes have been tested), and then inactivated at 80°C for 10 minutes. In order to optimize visualization of positive reactions, 2 μ L SYBR Green I was added to reactions at a 1:10 dilution. All experiments were replicated 3-5 times. qRT-PCR: For testing, a 1:5 serial dilution of COVID-19 ssDNA control fragment was made, from 2 ng to 0.204 fg. Nuclease-free ddH 2 O was used as a no template control. No template control or COVID-19 was added to SYBRSelect Master Mix (ThermoFisher), and 10 µM forward and reverse primers with a total reaction volume of 20 µL. Primers used were F 5'-ATTTGGTGCCACTTCTGCTGC -3' and R 5'-TCACTGCCGTCTTGTTGACCA -3'. Cycling conditions were 50 °C for 2 minutes and 95 °C for 10 minutes, followed by 40 cycles of 95 °C for 15 seconds and 60 °C for 1 minute, performed on a QuantStudio 3 PCR System (Applied Biosystems). Analysis of RT-LAMP: 1:10 SYBR green I (Life Technologies) dilution was made in TAE buffer, then 2 μ L of the SYBR dilution was added to the RT-LAMP reactions. The visual change of color (orange to yellow) was also used to identify positive amplifications. In addition, the SYBR green I PCR tubes were imaged under UV light in the BIO-RAD ChemiDoc XRS+ Imaging System as the reaction creates a fluorescent output. One half of the RT-LAMP reaction was electrophoresed along with Invitrogen Low DNA Mass Ladder on a 2 % agarose gel in 1x TAE buffer (40 mM Tris, 20 mM acetic acid, 1 mM EDTA) at 90 V for 90 minutes. Gels were imaged under UV light using the BIO-RAD ChemiDoc XRS+ Imaging System. Lanes containing a laddered banding pattern were qualified as a positive amplification. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "panel), under fluorescent light in response to UV excitation (Fig 1-middle panel), or by laddering pattern of bands after electrophoresis on a gel (Fig 1bottom panel). The RT-LAMP reaction required all 6 primers to work under the optimized conditions; removing the forward and backward inner primers or the loop primers did not result in a positive result (Fig",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Legends",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "RT-LAMP detection of COVID-19. (A) COVID-19 RT-LAMP amplification of COVID-19 PCR standard (COVID-19; IDT custom oligo) but not no template control (NTC; negative control) as visualized by addition of SYBR Green I (SYBR) by eye (upper panel), fluorescence (middle panel), or gel electrophoresis (bottom panel). All primers (ALL) are required for effective RT-LAMP reaction. Reactions without FIP and BIP (-FIP/BIP) or FL and BL (-FL/BL) primers resulted in a negative RT-LAMP reaction.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "COVID-19 RT-LAMP sensitivity for COVID-19. Sensitivity assessment of COVID-19 RT-LAMP using serial dilutions of COVID-19 PCR Standard from 10·0 ng/reaction to 0·2 fg/reaction as visualized by addition of SYBR Green I by eye (upper panel), fluorescence (middle panel), or gel electrophoresis (bottom panel). NTC: No template control (negative control).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "COVID-19 RT-LAMP specificity for COVID-19 in simulated patient samples. Specificity assessment of COVID-19 RT-LAMP in control samples (control) or samples spiked with COVID-19, MERS, BtCoV, MHV PCR standards (IDT custom oligos) as visualized by the addition of SYBR Green I by eye (upper panel), fluorescence (middle panel), or gel electrophoresis (bottom panel). Types of human samples tested included serum, urine, saliva, nasopharyngeal swabs (nasal swab), or oropharyngeal swabs (oral swab). NTC: No template control (negative control). 3-5 different patient samples were tested for each condition with one representative patient being shown. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "for Middle East Respiratory Syndrome (MERS), Betacoronavirus England-1 (BtCoV), and Murine hepatitis virus (MHV) were similarity made. We were unable to make a RT-LAMP and PCR control for any SARS sequences as this is controlled under European Union export regulations.Patient samples: All studies were approved by Beaumont Health's Institutional Review Board (IRB approval # 2020-040 and 2016-044). All study participants gave their informed consent to participate. All experiments were performed in accordance with the ethical standards noted in the 1964 Declaration of Helsinki and its later amendments. Samples from multiple healthy, consenting, adult volunteers were tested from either fresh or frozen state for each assay. Fresh samples were kept on ice until analysis. For whole mouth saliva and oropharyngeal swabs, participants refrained from eating or drinking anything other than water for 5 minutes prior to collection and rinsed their mouths with water prior to collection.Oropharyngeal swab and nasopharyngeal swabs samples were collected using a Flocked sterile plastic swab applicator which was placed in a Universal Viral Transport for Viruses, Chlamydiae, Mycoplasmas, and Ureaplasmas vial (Bector, Dickinson and Company). To demonstrate our point-of-care RT-LAMP assay and to test possible interference with agents in serum, urine, saliva, oropharyngeal swab, and nasopharyngeal swab collection, various concentrations of COVID-19 oligo were spiked in samples for test validation. Water was used as a no template control.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.19.20025155 doi: medRxiv preprintTable 1. RT-LAMP primers for COVID-19 detectionTable 2. RT-LAMP primers alignment with other coronavirusesAll rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": ". https://doi.org/10.1101/2020.02.19.20025155 doi: medRxiv preprint All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": ". https://doi.org/10.1101/2020.02.19.All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": ". https://doi.org/10.1101/2020.02.19.All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We would like to thank Denise Cunningham and Dr. Girish Nair for their assistance obtaining human samples. We also thank Dr. Bernadette Zwaans for her critical review of manuscript.Author Contributions: LEL and MBC conceived of the work. RT-LAMP primer design was by LEL. Data collection was by SNB and EW. All authors performed data analysis and interpretation. LEL drafted the article. All authors critically revised the article and gave approval of the final version.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements:"
        }
    ]
}