{
    "paper_id": "75216c0238ddc17dec8ef66adcc84bd48922cae4",
    "metadata": {
        "title": "Structurally informed evolutionary models improve phylogenetic reconstruction for emerging, seasonal, and pandemic influenza viruses Corresponding Authors 15",
        "authors": [
            {
                "first": "Xueting",
                "middle": [],
                "last": "Qiu1",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Georgia",
                    "location": {
                        "settlement": "Athens",
                        "region": "GA"
                    }
                },
                "email": "xuetingqiu@hsph.harvard.edu"
            },
            {
                "first": "Justin",
                "middle": [],
                "last": "Bahl1",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Georgia",
                    "location": {
                        "settlement": "Athens",
                        "region": "GA"
                    }
                },
                "email": "justin.bahl@uga.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "Precise estimation of genetic substitution patterns is critical for accurate reconstruction of 18 pathogen phylogenies. Few studies of viral evolution account for variations of mutation rate 19 across a single gene. This is especially true when considering evolution of segmented viruses 20 where individual segments are short, encoding for few proteins. However, the structural and 21 functional partitions of these proteins could provide valuable information for more accurate 22 38 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "inference of viral evolution, due to the disparate immune selection pressure on different 23 functional domains. Accurately reconstructed evolutionary features on specific functional 24 domains can in turn provide biological information on viral protein and immune targets for 25 vaccine design. In this study we developed and evaluated a structurally informed partitioning 26 scheme that accounts for rate variation among immunogenic head and stalk domains of the 27 surface protein hemagglutinin (HA) of influenza viruses. We evaluated the model fit and 28 performance of four different models -HKY, SRD06 codon, HKY with a structurally informed 29 partitioning scheme, SRD06 with a structurally informed partitioning scheme on pandemic 30 A/H1N1pdm09, seasonal A/H1N1postpdm, A/H3N2, B-Yamagata-like and Victoria-like 31 lineages, and two highly pathogenic avian influenza A viruses H5Nx and H7N9. Results showed 32 that structurally informed partitioning with SRD06 performed better for all datasets with 33 decisively statistical support. Significantly faster nucleotide substitution rates for head domain, 34 compared to stalk domain was observed and may provide insight for stalk derived broadly-35 reactive vaccine design. Taken together, integrating a functionally informed partitioning scheme 36 based on protein structures of immune targets allows for significant improvement of 37 phylogenetic analysis and providing important biological insights.",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 92,
                    "text": "23",
                    "ref_id": null
                },
                {
                    "start": 183,
                    "end": 185,
                    "text": "24",
                    "ref_id": null
                },
                {
                    "start": 277,
                    "end": 279,
                    "text": "25",
                    "ref_id": null
                },
                {
                    "start": 374,
                    "end": 376,
                    "text": "26",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 556,
                    "end": 558,
                    "text": "28",
                    "ref_id": null
                },
                {
                    "start": 739,
                    "end": 741,
                    "text": "30",
                    "ref_id": null
                },
                {
                    "start": 821,
                    "end": 823,
                    "text": "31",
                    "ref_id": null
                },
                {
                    "start": 1112,
                    "end": 1114,
                    "text": "34",
                    "ref_id": null
                },
                {
                    "start": 1303,
                    "end": 1305,
                    "text": "36",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Introduction 39 The importance of statistical phylogenetic methods to study the epidemiology, evolution 40 and ecology of rapidly evolving viral pathogens has been driven by the growing availability of 41 whole genome sequences (1). Precisely estimating the pattern of genetic variations is critical to 42 reconstruct the accurate pathogen phylogenies (2,3). Nucleotide substitution models have been 43 developed to describe the process of change from one nucleic state to another among viral 44 isolates, where they often allow for rate variations between transitions and transversions (4), or 45 incorporate nucleotide base frequencies with substitution rate parameters (5,6). Segmented The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. reporting domain-specific evolution rates and approximate selection pressure. The tree branches 94 with domain-specific rate ratio dC1+2/dC3 can inform the approximate selection pressure on each 95 strain, suggesting some biological explanations related to antigenic drift and emerging strains. 96 The structurally informed phylogenetic model may reveal novel biological insights of viral 97 evolution and have the potential to reveal more biological realism without over-parameterization. ",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 15,
                    "text": "39",
                    "ref_id": null
                },
                {
                    "start": 104,
                    "end": 106,
                    "text": "40",
                    "ref_id": null
                },
                {
                    "start": 303,
                    "end": 305,
                    "text": "42",
                    "ref_id": null
                },
                {
                    "start": 400,
                    "end": 402,
                    "text": "43",
                    "ref_id": null
                },
                {
                    "start": 493,
                    "end": 495,
                    "text": "44",
                    "ref_id": null
                },
                {
                    "start": 595,
                    "end": 597,
                    "text": "45",
                    "ref_id": null
                },
                {
                    "start": 1075,
                    "end": 1077,
                    "text": "96",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Model selection 101 To compare the four models, the log scale Bayes Factor (BF) was used, which was the 102 difference of log marginal likelihood estimations from two models. Marginal likelihood 103 estimation was conducted with two approachespath-sampling and stepping-stone sampling, 104 where both generated consistent results. Based on the model selection procedure for all subtypes 105 ( Fig. 1) , the model with mixed partitioning on both codon positions and HA protein structure 106 (CP model in Fig. 1c ) had decisive BF support for better model fitting in all datasets compared to 107 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 16,
                    "end": 19,
                    "text": "101",
                    "ref_id": null
                },
                {
                    "start": 286,
                    "end": 289,
                    "text": "104",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 393,
                    "end": 400,
                    "text": "Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 503,
                    "end": 510,
                    "text": "Fig. 1c",
                    "ref_id": null
                }
            ],
            "section": "100"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/228692 doi: bioRxiv preprint 6 HKY and HKY with protein structure partitioning model (HKY model and P model in Fig. 1c) . 108 Compared to SRD06 codon model (C model in Fig. 1c The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/228692 doi: bioRxiv preprint 7 Comparing the overall substitution rates for each influenza subtype, we observed that the 131 pandemic H1N1pdm09 had the highest substitution rate (~7.5  10-3 substitution/site/year). 132 HPAI H7N9 and H5Nx had the substitution rates around 4.0 -4.8  10-3 substitution/site/year. 133 Seasonal influenza viruses had the range as 2.0 -3.5  10-3 substitution/site/year, where the two 134 type B lineages had lower rates than the two A subtypes. 135 Furthermore, we compared the separate substitution rates for stalk and head domains Table 2 .2, the range of dC1+2/dC3 was 0.10 -0.32 for stalk domain and 150 0.25 -0.87 for head domain from all subtypes of influenza viruses included in the study. The 151 overall dC1+2/dC3 for the whole HA protein calculated from the c model was lower than head 152 domain but higher than stalk domain for each influenza subtype. We also observed that the stalk 153 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 242,
                    "text": "108",
                    "ref_id": null
                },
                {
                    "start": 723,
                    "end": 726,
                    "text": "133",
                    "ref_id": null
                },
                {
                    "start": 886,
                    "end": 889,
                    "text": "135",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 228,
                    "end": 236,
                    "text": "Fig. 1c)",
                    "ref_id": null
                },
                {
                    "start": 285,
                    "end": 292,
                    "text": "Fig. 1c",
                    "ref_id": null
                },
                {
                    "start": 974,
                    "end": 981,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "100"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. 177 With the largest dataset HPAI H5Nx in this study, sensitivity analysis was performed to 178 estimate the stability of model performance under different sample sizes. The same model fitting 179 and selection procedure was tested on randomly selected 80%, 60%, 40% and 20% of the H5Nx-180 full dataset. The model selection procedure (Fig. 4) showed that all these datasets had decisive 181 BFs to favor the structurally informed partitioning model with SRD06 (CP model). Tree root 182 height estimation (Table 3) Table 4 ). And the Early stage had a higher dC1+2/dC3, indicating it experienced 199 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 94,
                    "text": "177",
                    "ref_id": null
                },
                {
                    "start": 183,
                    "end": 186,
                    "text": "178",
                    "ref_id": null
                },
                {
                    "start": 284,
                    "end": 287,
                    "text": "179",
                    "ref_id": null
                },
                {
                    "start": 479,
                    "end": 482,
                    "text": "181",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 426,
                    "end": 434,
                    "text": "(Fig. 4)",
                    "ref_id": null
                },
                {
                    "start": 596,
                    "end": 605,
                    "text": "(Table 3)",
                    "ref_id": null
                },
                {
                    "start": 606,
                    "end": 613,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "100"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. together since they behave similarly to mainly generate non-synonymous changes, while the 220 third codon position is treated as a separate partition due to mostly generating synonymous 221 changes (3,10). Some models conduct partitioning scheme on multiple proteins to reconstruct the 222 co-evolution and estimate protein-specific rates under one model (19) . These models function 223 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 446,
                    "end": 450,
                    "text": "(19)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Sensitivity analysis and model validation"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/228692 doi: bioRxiv preprint 11 well for some purposes of observing the co-evolution of multiple proteins, however, it assumes 224 evolutionary processes act uniformly across one protein, which may not be the biological reality 225 due to distinctively functional domains on one protein. 226 When developing the new model in this study, the primary tasks are to efficiently capture 227 the information regarding HA protein structural and functional domains and to properly 228 incorporate this information into the evolutionary models. Therefore, how to partition on the 229 protein structure with genetic data is critical. One solution is to compare all possible partitioning 230 schemes for a given genetic sequence dataset to find the best partitioning strategy (3). However, (H1, H2, H5, H6, H8, H9, H11, H12, H13, H16, and H17) and Group 2 (H3, H4, H7, H10, H14 287 and H15) (25), respectively, it is probably amongst the most promising approaches to design a 288 universal influenza vaccine. 289 While this model has been developed with influenza in mind, there is potential to apply 290 this approach to other viruses. Proteins, such as the respiratory syncytial virus F and G protein or 291 the coronavirus spike protein that have multiple functional domains including immune 292 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 348,
                    "text": "225",
                    "ref_id": null
                },
                {
                    "start": 405,
                    "end": 408,
                    "text": "226",
                    "ref_id": null
                },
                {
                    "start": 1115,
                    "end": 1118,
                    "text": "289",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 896,
                    "end": 949,
                    "text": "(H1, H2, H5, H6, H8, H9, H11, H12, H13, H16, and H17)",
                    "ref_id": null
                }
            ],
            "section": "Sensitivity analysis and model validation"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. Victoria, the dataset finally retained 214 isolates after randomly sampling down to 50% of the 316 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sensitivity analysis and model validation"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. has its tree likelihood estimated independently, therefore, the overall tree likelihood is the 361 products of each partition-specific likelihood, that is, 362 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sensitivity analysis and model validation"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. Model selection procedure and criteria 380 The goal of model selection procedure is to compare model superiority and identify a 381 model that is sufficiently complex to capture the biological realism and evolutionary processes 382 that have occurred but to avoid overparameterized models with more parameters than these can 383 be reliably estimated from the available data (3,31). In this study, both path-sampling (PS) (29) 384 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 133,
                    "text": "380",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Sensitivity analysis and model validation"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/228692 doi: bioRxiv preprint 18 and stepping-stone sampling (SS) (30) were used to compute the marginal likelihood estimation 385 to perform the model selection procedure. PS and SS approaches account for both the number of 386 parameters and the appropriateness of prior distributions for these parameters. 387 The marginal likelihood is the probability of the data (that is, likelihood) given the model The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/228692 doi: bioRxiv preprint 444 data collection and analysis, decision to publish, or preparation of the manuscript. We gratefully 445 acknowledge the authors, originating and submitting laboratories of the sequences from 446 GISAID's EpiFluTM Database, for making tremendous data publicly available and largely 447 benefiting the science community. 448 449 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 425,
                    "end": 428,
                    "text": "387",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Sensitivity analysis and model validation"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/228692 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sensitivity analysis and model validation"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "When are pathogen genome 451 sequences informative of transmission events?",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Strang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "Cori",
                    "middle": [
                        "A"
                    ],
                    "last": "Jombart",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "PLOS Pathog",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Measurably evolving pathogens in the 455 genomic era",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Biek",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "G"
                    ],
                    "last": "Pybus",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Lloyd-Smith",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Didelot",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Trends Ecol Evol",
            "volume": "30",
            "issn": "6",
            "pages": "306--319",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Combined Selection of 458",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lanfear",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Calcott",
                    "suffix": ""
                },
                {
                    "first": "Syw",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Guindon",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Partitionfinder",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Partitioning Schemes and Substitution Models for Phylogenetic Analyses",
            "authors": [],
            "year": 2012,
            "venue": "Mol Biol Evol",
            "volume": "29",
            "issn": "6",
            "pages": "1695--701",
            "other_ids": {
                "DOI": [
                    "10.1093/molbev/mss020"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Dating of the human-ape splitting by a molecular clock 462 of mitochondrial DNA",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hasegawa",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kishino",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yano",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J Mol Evol",
            "volume": "22",
            "issn": "2",
            "pages": "160--74",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A new method for calculating evolutionary 465 substitution rates",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lanave",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Preparata",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sacone",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Serio",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J Mol Evol",
            "volume": "20",
            "issn": "1",
            "pages": "86--93",
            "other_ids": {
                "DOI": [
                    "10.1007/BF02101990"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Some Probabilistic and Statistical Problems in the Analysis of DNA Sequences",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tavaré",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Evolution and ecology 471 of influenza A viruses",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Webster",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Bean",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "T"
                    ],
                    "last": "Gorman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Chambers",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kawaoka",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Microbiol Rev",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/228692"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Emerging Concepts of Data Integration in 474",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Baele",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Suchard",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rambaut",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lemey",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Evolutionary Concept in Genetics and Genomics",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Koonin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Galperin",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Evolution -Function: Computational Approaches in Comparative Genomics. Boston: 480 Kluwer Academic",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Choosing Appropriate Substitution Models for the 482",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Shapiro",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rambaut",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Drummond",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Phylogenetic Analysis of Protein-Coding Sequences",
            "authors": [],
            "year": 2006,
            "venue": "Mol Biol Evol",
            "volume": "23",
            "issn": "1",
            "pages": "7--9",
            "other_ids": {
                "DOI": [
                    "10.1093/molbev/msj021"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Review Molecular basis of the structure and function of 485 H1 hemagglutinin of in fl uenza virus",
            "authors": [
                {
                    "first": "Bns",
                    "middle": [],
                    "last": "Riwilaijaroen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Uzuki",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "88",
            "issn": "",
            "pages": "226--275",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The Structure and Function of the Hemagglutinin Membrane 487",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Wiley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Skehel",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Glycoprotein of Influenza Virus",
            "authors": [],
            "year": 1987,
            "venue": "Annu Rev Biochem",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Stalk Immunity Reduces Influenza Virus Replication and Transmission in Ferrets",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "491",
            "issn": "",
            "pages": "3268--73",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Catching a Moving Target",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Palese",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Science",
            "volume": "333",
            "issn": "80",
            "pages": "834--835",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "All rights reserved. No reuse allowed without permission",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/228692"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Assessment 496 of influenza virus hemagglutinin stalk-based immunity in ferrets",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Krammer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hai",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yondola",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "H"
                    ],
                    "last": "Leyva-Grado",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Ryder",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Influenza virus hemagglutinin stalk-based antibodies and vaccines",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Krammer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Palese",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The prospects and challenges of universal vaccines for 503 influenza",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Subbarao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Matsuoka",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Trends Microbiol",
            "volume": "21",
            "issn": "7",
            "pages": "350--358",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tim.2013.04.003"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Choosing Appropriate Substitution Models for the 506",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Shapiro",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rambaut",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Drummond",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Phylogenetic Analysis of Protein-Coding Sequences",
            "authors": [],
            "year": 2006,
            "venue": "Mol Biol Evol",
            "volume": "23",
            "issn": "1",
            "pages": "7--9",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Models-for-the 510",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Co-evolution analysis to predict protein-511 protein interactions within influenza virus envelope",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Mintaev",
                    "suffix": ""
                },
                {
                    "first": "A V",
                    "middle": [],
                    "last": "Alexeevski",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kordyukova",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J Bioinform Comput Biol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Optimal Data Partitioning and a Test Case for Ray-Finned Fishes 515 (Actinopterygii) Based on Ten Nuclear Loci",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ortí",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "All rights reserved. No reuse allowed without permission",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/228692"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Partitioned Bayesian Analyses, Partition Choice, 519 and the Phylogenetic Relationships of Scincid Lizards",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Brandley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schmitz",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Reeder",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Syst Biol",
            "volume": "54",
            "issn": "3",
            "pages": "373--90",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Phylogenetic Systematics and 523 Biogeography of Hummingbirds: Bayesian and Maximum Likelihood Analyses of",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Mcguire",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Witt",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Altshuler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Remsen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Partitioned Data and Selection of an Appropriate Partitioning Strategy",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Syst Biol",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sullivan",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "56",
            "issn": "",
            "pages": "837--56",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Structural 528 basis for immunization with postfusion respiratory syncytial virus fusion F glycoprotein 529 (RSV F) to elicit high neutralizing antibody titers",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Swanson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Settembre",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Shaw",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Dey",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rappuoli",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Mandl",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Proc Natl Acad Sci",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Structural and functional specificity of Influenza virus haemagglutinin and 533 paramyxovirus fusion protein anchoring peptides",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kordyukova",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Virus Res",
            "volume": "534",
            "issn": "",
            "pages": "183--99",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Insights into Avian Influenza Virus 537 Pathogenicity: the Hemagglutinin Precursor HA0 of Subtype H16 Has an Alpha-Helix",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Structure in Its Cleavage Site with Inefficient HA1/HA2 Cleavage",
            "authors": [],
            "year": 2012,
            "venue": "J Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "All rights reserved. No reuse allowed without permission",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/228692"
                ]
            }
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Receptor Binding and Membrane Fusion in Virus Entry: The 542",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Skehel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Wiley",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Improving 545 the Accuracy of Demographic and Molecular Clock Model Comparison While 546",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Baele",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lemey",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bedford",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rambaut",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Suchard",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Alekseyenko",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Accommodating Phylogenetic Uncertainty Research article",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "29",
            "issn": "",
            "pages": "2157--67",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Estimating the Integrated Likelihood via 548",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Raftery",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Newton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Satagopan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Krivitsky",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Posterior Simulation Using the Harmonic Mean Identity",
            "authors": [],
            "year": null,
            "venue": "Meml Sloan-Kettering Cancer",
            "volume": "549",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Computing Bayes Factors Using Thermodynamic 552",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lartillot",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Philippe",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lewis",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Improving Marginal Likelihood Estimation 555 for Bayesian Phylogenetic Model Selection",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "O"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kuo",
                    "suffix": ""
                },
                {
                    "first": "M-H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Syst Biol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Improving 558 the accuracy of demographic and molecular clock model comparison while accomodating 559 phylogenetic uncertainty",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Baele",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lemey",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bedford",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rambaut",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Suchard",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Alekseyenko",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Mol Biol Evol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Accurate Model Selection 562 of Relaxed Molecular Clocks in Bayesian Phylogenetics Letter Fast Track",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Baele",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lok",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Drummond",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Suchard",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lemey",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "563",
            "issn": "",
            "pages": "239--282",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "46 viruses, such as influenza A virus (IAV), contain short gene segments that encode for few 47 proteins (7). Consequently, the literature regarding model development of phylogeny 48 reconstruction is dominated by the analysis on complete protein coding regions. For example, the 49 complete viral surface glycoprotein hemagglutinin (HA) is used the most when studying 50 influenza viral evolution and diffusion (8). However, assuming natural selection acts uniformly 51 across the protein domains may not be justified (9). Some partitioning strategies have been 52 developed to account for variations inside one gene segment (3,10). For example, approximate 53 codon-models, such as the SRD06, incorporate information about the genetic code by allowing 54 for a rate variation by defining substitution models for codon positions 1 and 2 and an 55 independent model for codon position 3. This model accounts for the rapid accumulation of 56 synonymous mutations in the third codon position (10). 57 HA glycoprotein with a spike-shaped structure binds to the receptors on the targeted host 58 cell membrane when the virus begins the infection (11). This protein has two main domainsthe 59 globular head domain and stalk domain. Functionally different, the globular head domain 60 contains the receptor binding sites, while the stalk domain is a main structure responsible for 61 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "126 on each protein structure partition cannot account for more realistic variations among codon 127 positions. One thing to note, though STC domain was not partitioned on codon positions, its 128 small amount of information from short nucleotide length (about 150 nucleotides) resulted in 129 high uncertainty of the STC substitution rates, showing long tails in the violin plots.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "136 from the CP model. The absolute rates calculated directly from each step of the Bayesian 137 Markov Chain Monte Carlo (MCMC) simulation were plotted into violin plot (Fig. 3). Results 138 showed that the head domain had a significantly higher substitution rate than stalk domain for all 139 influenza subtypes, under the unit of substitutions per site per year. The Bayes Factors (BF) for 140 the statistical tests between the substitution rates of head and stalk domains H7N9), +infinity (H5Nx), respectively, with the significant criteria as BF>3. 143 Approximate selection pressure 144 With partitioning on codon positions, the CP model can estimate the ratio of substitution 145 rate of codon positions 1 and 2 (majority of non-synonymous changes occur in these codons) 146 over the rate of codon position 3 (majority changes are synonymous), that is, dC1+2/dC3, for stalk 147 domain and head domain separately. The relative rate of C3 to C1+2 is a good predictor of the ω 148 parameter of selection pressure measure (18) and thus could reflect the domain specific selection 149 pressure. As shown in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "from these datasets had similar estimates and 95% BCI, where it was 183 only slightly overestimated in the 20% of H5Nx dataset. The substitution rates of protein 184 structure partitions (Fig. 5) also showed stable estimations across different sample sizes but only 185 had slight overestimation with the 20% H5Nx dataset. Taken together, though the new model 186 with partitioning on both codon positions and protein functional domains introduced more 187 parameters, it performed stably with different amount of data and thus was not sensitive subsets of random selection from seasonal H3N2, model selection procedure 190 and evolutionary parameter estimations generated very similar results. It indicated that the new 191 model validated through different subsets and was not sensitive to the different distributions of 192 epidemiological factors, including geographic location and isolation time (the H1N1pdm09 dataset into the Early stage and Later stage of an 195 epidemic outbreak, model selection procedure reported that the CP model was significantly 196 better than all other models in both datasets. The overall and domain-specific substitution rates in 197 the Early stage was slightly higher compared to the Later stage of the outbreak (shown in 198 Supplemental",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "study a novel phylogenetic model with integrating both codon positions and 205 protein structure was developed and tested with HA protein of influenza viruses. Results showed 206 that the new model was statistically supported to fit the data better and provided novel biological 207 information that can reveal new insights into viral evolution. The substitution rates of stalk and 208 head domains of HA protein were significantly different, with a higher rate in head domains for 209 all the tested influenza types. Approximate selection pressure constructed from codon position 210 partitions showed that stalk domain experienced higher purifying selection pressure to maintain 211 its conservation. Model validation from subsets of multiple influenza subtype reported the model 212 performed stably and was not sensitive to sample size, data distribution and epidemic stage. 213 Taken together, this new model could provide potential biological explanations related to 214 antigenic drift, vaccine escape and pandemic emergence to understand viral evolution and on genetic data allows for capturing similar evolutionary features 217 inside one partition of data and comparing different partitions to generate new insights on viral 218 evolution. For example, SRD06 codon model categories the first and second codon positions 219",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "231 this approach is computationally inflexible because the combination of possible partitioning 232 schemes is tremendous even for a very small number of data blocks (20). Consequently, many 233 previous studies ended up either arbitrarily choosing a single partitioning scheme or just 234 selecting the best scheme based on statistical model selection (3,21,22). With these limitations on 235 proper partitioning, the accuracy of the inferences from partitioned phylogenetic analysis 236 remains uncertain, even though advanced developments in phylogenetic analysis have been 237 achieved in recent decades (3). Due to advanced progress in viral protein structure (23), 238 partitioning scheme in this study is based on biological functions of different protein domains, 239 where HA protein has been defined to distinguish the immunogenic roles and other molecular-240 level functions during viral infection. Molecular mechanism of influenza viruses, for example, 241 the initiation of viral fusion or antigenic-immune stimulation, is determined by the head domain 242 of the protein. Nucleic acid changes observed in this domain usually result from a balance 243 between immune selection and conserved functionality (24-26). The new partitioning model 244 considers the distinctive functions of head domain to mainly bind to host-cell receptors and the 245 stalk domain to perform membrane fusion. HME) and Akaike's information criterion through MCMC (AICM) (28) have been 250 commonly used. In recent years, several new approaches to perform model selection in the field 251 of phylogenetics, such as path-sampling (PS) (29) and stepping-stone sampling (SS) (30). Baele 252 et al. (31) have tested HME, AICM, PS, and SS approaches for demographic and molecular 253 clock model comparison, which \"confirmed that HME systematically overestimates the marginal 254 likelihood and fails to yield reliable model classification, and PS and SS substantially outperform 255 HME estimators\" (32). Therefore, in this study both PS and SS approaches have been used to 256 perform the model selection procedure to generate reliable results of model comparison. 257 The new model with both partitioning on codon positions and protein structure 258 incorporates biological functional domains inside one protein to allow for a quantitative 259 exportation of the evolutionary process as a function of approximate host immune selection. The 260 model did capture the different evolutionary process of these functional domains, which showed 261 that the stalk domain had a significantly lower substitution rates and lower dC1+2/dC3, indicating 262 that the stalk domain experienced stronger purifying selection and maintained its conserved 263 functionality. The estimated domain-specific dC1+2/dC3 can reveal insights of selection pressure 264 on different viral isolates in different host populations. For example, diversifying selection 265 pressure on the head domain has been observed only in chicken population in Egypt. One 266 possible explanation could be that the failed efficacy of poultry influenza H5 vaccines 267 implemented in Egypt (33,34) may drive the genetic diversity of the viruses in the of a full codon or amino acid models (10). When assuming synonymous 273 changes do not affect viral fitness, the dC1+2/dC3 value can provide corresponding estimation for 274 selection pressure compared to mutation-selection models which assess the strength of natural 275 selection on specific mutations (35). Furthermore, the partitioning scheme and additional 276 parameter estimation did not significantly increase the analysis run time compared to other 277 models in this study under the same computing environment. 278 The structurally informed evolutionary model may provide insight for universal vaccine 279 design. The higher rates observed in the head domain are probably due to strong immune 280 selection targeted on the globular head, where some sites are mostly targeted by the neutralizing 281 immunity induced by seasonal influenza vaccine (13). Supported by many laboratory studies, 282 stalk domain could be used to induce more broad-reactive vaccines (13,15,17). This model can 283 more accurately reconstruct the ancestral sequence of the stalk domain with estimating domain-284 specific rates and substitution patterns under a shared viral phylogeny. Therefore, if this model 285 was used to reconstruct common ancestral sequence for all viral types in influenza A virus Group 286 1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "-like and B/Victoria-like, and two HPAI H5Nx and H7N9. Except for HPAI H7N9, 303 H1N1pdm09 and seasonal A/H1N1postpdm that have been directly downloaded from the Global 304 Initiative on Sharing All Influenza Data (GISAID, https://www.gisaid.org/) (36,37), all other 305 datasets were from published research, including seasonal A/H3N2 (38), HPAI H5Nx (39), 306 B/Yamagata-like and B/Victoria-like (40). To avoid improper weights of duplicate isolates on 307 the partitioning models, sequences with 100% similarity were removed for all datasets after removing the vaccine candidates (39). The two influenza B virus lineages were full 314 genome datasets sampled during 2002-2013 in eastern Australia and New Zealand (40). For B-315",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "of HA protein structural partitions 320 HA glycoprotein has been defined as different functional domains, including signal 321 peptide, stalk domain, globular head domain, transmembrane domain and cytoplasmic domain 322 (11,12). These protein domains labeled with sites of amino acid were translated into the linear 323 sites on the nucleotide sequences of HA gene (Fig. 2.1a and 2.1b). To use the full length of HA 324 sequences and avoid some partitions being too short and lack of information, signal peptide, 325 transmembrane domain, and cytoplasmic domain were combined as one partition named STC, 326 given the similarly evolutionary characteristics of these functional domains. Though the stalk 327 domain on the linear nucleotide sequence was separated by the head domain, the two gene 328 regions of stalk domain were merged together for analysis (supplemental table I-1 and xml files 329 in GitHub https://github.com/XuetingQiu/FluPartitioningModels). 330 Structurally informed phylogenetic models 331 As shown in Fig. 2.1b, four different Bayesian phylogenetic models were conducted 332 using the same molecular clock model and coalescent model for each dataset. Only the 333 partitioning strategies on the nucleotide sequences were different. The base model applied HKY 334 substitution model (4) with Gamma invariant distribution, where this model accounts for base 335 frequencies and allows for rate variations between transitions and transversions. SRD06 codon 336 model (C model in Fig. 2.1c) (10) partitioned all codons of the HA gene reading frame into 337 codon positions 1+2 and codon position 3, where these two partitions also used HKY 338 substitution model. Protein structure partitioning model (P model in Fig. 2.1c) contained STC, likelihood construction in the partitioning models 344 After partitioning with codon positions or/and protein structural domains, the overall tree 345 likelihood calculations need to be explained. The general Bayesian inferences are based on the 346 posterior probability of a hypothesis, for example, a given tree . Then the posterior probability 347 of the tree based on the data can be obtained using Bayes theorem, Pr( ) is the prior probability of the tree hypothesis based on data x; Pr(x| ) is 350 the probability of observing the data at a specific site. 351 Then assuming independence of substitution across sites, the general likelihood based on 352 a specific phylogenetic model, i.e. the probability of observing the aligned matrix X of , c is the number of total sites along the sequences; represents the tree hypothesis, 356 represents the branch lengths, is the substitution model parameters, and represents all structurally informed partitioning model based on HA protein functional 359 domains extends the formula [2] of the tree likelihood estimation. Each of the defined partition360",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": ", the sum of c1, c2, …, cn is equal to c, the total number of nucleotide sites along 366 the sequences; and n is the number of partitions in the model.367 Phylogenetic model simulations 368 All models were simulated in the package of Bayesian Evolutionary Analysis Sampling 369 Trees (BEAST) v1.8.4 (41). To allow for rate variations across lineages, the uncorrelated 370 lognormal relaxed molecular clock was used with an initial mean of 0.0033 with a uniform prior 371 ranging from 0.0 to 1.0. Based on prior knowledge, a smooth and time-aware Gaussian Markov 372 random field (GMRF) process prior on the population sizes was applied in the Skyride calescent 373 model (42). Each model was performed at least four independent runs of 100 million Markov 374 Chain Monte Carlo (MCMC) generations. To report the substitution rates and phylogenetic trees, 375 four runs for each model were combined after removal of burn-in to achieve an Effective Sample 376 Size (ESS) of >200 as diagnosed in Tracer v 1.5. Visualized violin plots for substitution rates 377 were generated via personal R scripts (GitHub 378 https://github.com/XuetingQiu/FluPartitioningModels).379",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "388 type, not assuming any particular model parameters (31). The marginal likelihood estimation for 389 both PS and SS with Beta path step distributions is set to run 100 path steps and length of chains 390 as 1 million. Bayes Factors (BF), the ratio of marginal likelihood estimations from two models, 391 are used to evaluate the significance of the model comparison. When converted to a log scale, BF 392 becomes the difference between two log marginal likelihood estimations. model with parameters Θ, the marginal likelihood for the model M with data X is, 395 p (X | M) =∫ ( |Θ, M) (Θ|M) Θ [3] 396",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "420To further conduct model validation, two more approaches were applied. Firstly, to 421 evaluate whether the structurally informed partitioning model was sensitive to data distribution,422 the full seasonal A/H3N2 dataset was randomly and repeated sampled 40% of the full dataset 423 into two subsets. These two subsets had different geographical and temporal distributions of 424 A/H3N2 isolates. Secondly, to assess whether the new model was sensitive to the epidemic 425 stage. With the H1N1pdm09 dataset, the Early stage of the pandemic was defined as April to 426 middle of July, 2009, and the Later stage of the pandemic was July-December, 2009. The same 427 model variations and model selection procedure were conducted to all these subsets. 428 429 Domain-specific dC1+2/dC3 recorded to tree branches 430 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "rates for stalk domain codon positions 1+2, stalk domain codon position 3, head 434 domain codon positions 1+2, and head domain codon position 3. Python script (GitHub link: 435 https://github.com/XuetingQiu/FluPartitioningModels) was constructed to compute and write the 436 dC1+2/dC3 for stalk and head domain from the median rate of each partition to the final 437 summarized tree branches. Seasonal A/H3N2 and all Egypt H5Nx data were used as examples to 438 show the domain-specific dC1+2/dC3 changes in A/H3N2 with different vaccine isolates 439 introduced and the changes in different hosts (human v.s. avian)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "membrane fusion machinery (11,12). Even though immune selection strongly drives antigenic 62 drift, allowing for accumulation of mutations in the head domain, the stalk domain is 63 functionally conserved across viral subtypes. Current seasonal influenza virus vaccines induce 64 humoral immune responses primarily targeting the immunodominant globular head domain 65 (13,14), which can provide strong protection from an infecting virus that is similar with vaccine 66 candidates, but have weak cross-reactivity to antigenic drift variants. Conversely, studies in the 67 ferret experimental model demonstrate that the stalk domain is highly conserved across IAV 68 subtypes and stalk specific antibodies could provide cross-reactive protection to a high diversity 69 of IAV subtypes (13,15). Despite the importance of understanding how substitution rates and 70 patterns vary across functionally conserved domains in universal vaccine design (16,17), few 71 studies have incorporated protein structure in phylogenetic models. In this study we proposed a novel phylogenetic model that incorporates a protein 73 structure informed partitioning scheme to account for variable evolutionary rates resulting from 74 immune selection. We aimed to evaluate the appropriateness of the novel model to reliably to 75 estimate biologically informative parameters from available genetic data. We evaluated and 76 compared four different models: HKY, SRD06 codon, HKY with a structurally informed 77 partitioning scheme, SRD06 with a structurally informed partitioning scheme. We also evaluated 78 the model performance across multiple viral subtypes, including pandemic H1N1pdm09, 79 seasonal A/H1N1postpdm, A/H3N2, the two seasonal Influenza B virus lineages -Yamagata-80 like and Victoria-like, and two highly pathogenic avian Influenza (HPAI) H5Nx and H7N9 81 viruses. We further conducted sensitivity analysis to determine whether the new model was 82 sensitive to sample size, data distribution and epidemic stage resulting in biased estimation. Separate estimation of viral evolutionary rates for the head and stalk domain may be informative All rights reserved. No reuse allowed without permission. for vaccine design. We therefore formally tested the hypothesis that evolutionary rates in each 85 domain were significantly different and further estimated the relative selection pressure for each 86 functional domain of HA protein. This study proposed a new model to incorporate a structurally informed partitioning 90 scheme on a single protein into phylogenetic reconstruction. Decisive statistical support from the 91 model selection procedure and stably supported across multiple influenza subtypes validated the 92 superiority of the new model. The model can provide biological insights for viral evolution, with",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "), CP model performed significantly better 109 for all datasets, with different levels of BF supports. HKY with protein structure model (P 110 model) performed significantly better than HKY model for human influenza A and B viruses, but 111 it was not significant in highly pathogenic avian influenza H7N9 and H5Nx datasets. This may 112 indicate that these emerging viruses with avian-dominated host populations have a different 113immune selection pressure pattern compared to human influenza viruses.Tree root height and substitution ratesTo evaluate the accuracy and stability of model performance, tree parameters and 116 estimated substitution rates were used to compare different models. Results from four models 117 showed very similar tree root height and 95% Bayesian Credible Interval (BCI) for each 118 influenza subtype(Table 1). The estimated mean substitution rates(Fig. 3) estimated from all 119 models were similar for each dataset suggesting that the CP model generated reliable estimations 120 for important evolutionary parameters that were comparable to other models. Furthermore, since121    both CP and P model incorporated partitioning scheme on protein structure, these two models 122 provided domain-specific substitution rates for STC (including signal peptide, transmembrane 123 domain and cytoplasmic tail), stalk and head domains, respectively. However, the domain-124 specific rates reported by P model were underestimated, compared to CP model (results shown in SupplementalTable 2). Such an observation was unsurprising since the HKY substitution model",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "domain had a significantly lower dC1+2/dC3 than head domain for each influenza subtype (Bayes Factors shown inTable 2), which indicated that stalk domain experienced stronger purifying 155 selection to maintain its conservation. Further to compare pandemic H1N1pdm09 and seasonal156    A/H1N1 post pandemic, we found that the seasonal H1N1 post pandemic had lower dC1+2/dC3 in157 both stalk and head domains, indicating pandemic H1N1pdm09 experienced less purifying To observe different patterns of selection pressure on the viral populations, phylogenetic 160 tree branch-specific stalk dC1+2/dC3 and head dC1+2/dC3 were calculated and visualized via 161 mapping the upper and lower quantiles of the ratio values onto the phylogenetic tree. We used 162 seasonal H3N2 (Supplemental Fig. 1) and Egypt H5Nx (Supplemental Fig. 2) as examples. The 163 dC1+2/dC3 had a range of 0.63 -0.75 for H3N2 head domain, 0.21 -0.23 for H3N2 stalk domain, 164 0.12 -1.87 for Egypt H5Nx head domain and 0.09 -0.32 for Egypt H5Nx stalk domain. Again, 165 results from the branch-specific dC1+2/dC3 demonstrated that the head domain had significantly 166 higher dC1+2/dC3 compared to stalk domain, which indicated that stalk domain was under 167 stronger purifying selection pressure to maintain its conservation. To note, the majority of the 168 dC1+2/dC3 values were less than 1, which indicated purifying selection, but occasionally some 169 diversifying selection pressure (dC1+2/dC3 >1) was observed in Egypt H5Nx head domain in 170 chicken-dominated population. This high dC1+2/dC3 in H5Nx chicken population may indicate 171that the viruses circulating in chicken may experience less purifying selection pressure to 172 generate higher diversity with keeping more non-synonymous changes compared to that in 173 human population. This suggests that avian population may generate more variants with All rights reserved. No reuse allowed without permission.The copyright holder for this preprint (which was not peer-reviewed) is the author/funder.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Then the Bayes factor can be calculated for model M1 against modelM2,  397    The log scale of BF is derived as below, logBF12 = log ( | 1 )log ( | 2 )= dB[5]  400    With log scale BF as dB, the criteria for model selection are: dB <0 means the selection 401 supports M2; 0  dB <5 means no evidence for supporting M1; 5  dB < 10 means substantial 402 strength of evidence for supporting M1; 10  dB <15 means strong evidence of supporting M1;403    15  dB < 20 means very strong evidence of supporting M1; dB  20 means decisive evidence ofModel performance, validation and sensitivity analysisAll rights reserved. No reuse allowed without permission.The copyright holder for this preprint (which was not peer-reviewed) is the author/funder.. https://doi.org/10.1101/228692 doi: bioRxiv preprint 19 To compare model performance among four models for each dataset, two basic 408 evolutionary parameters were estimated and reported: the root heights and overall substitution 409 rates. If the parameters for each dataset were similar across these four models, then it indicated 410 that the model can provide accurate and stable estimation no matter how many partitions it has To evaluate whether the structurally informed partitioning model was sensitive to sample 413 size, sensitivity analysis was performed on HPAI H5Nx from 1996-2017, the largest final dataset 414 with 1,095 isolates in this study. With retaining the oldest isolate of H5Nx, the rest was 415 randomly subsampled to keep 80%, 60%, 40% and 20% of the dataset, respectively. Four runs of 416 100 million MCMC chain length of the four models for the full dataset and these subsampled 417 datasets were conducted with marginal likelihood estimations for model selection. Tree height 418 parameters, domain-specific substitution rates, and model selection BFs were reported to 419 evaluate the data sufficiency for model stability.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This study was partially funded by NIAID Centers of Excellence for Influenza Virus Research 443 and Surveillance (CEIRS, HHSN272201400006C). These funders had no role in study design,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "442"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. All rights reserved. No reuse allowed without permission.The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/228692 doi: bioRxiv preprint 37 690 All rights reserved. No reuse allowed without permission.The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/228692 doi: bioRxiv preprint 39 711 712 All rights reserved. No reuse allowed without permission.The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/228692 doi: bioRxiv preprint 41 722 723 All rights reserved. No reuse allowed without permission.The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/228692 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}