{
    "paper_id": "75e68869f9b65bca661e768402395d9dede6de2c",
    "metadata": {
        "title": "Modeling the Epidemic Dynamics and Control of COVID-19 Outbreak in China",
        "authors": [
            {
                "first": "Shilei",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "CAS Key Laboratory of Genomic and Precision Medicine",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "100101",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Hua",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "CAS Key Laboratory of Genomic and Precision Medicine",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "100101",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": "chenh@big.ac.cn"
            }
        ]
    },
    "abstract": [
        {
            "text": "and more than 30 countries over last two months. COVID-19 has multiple characteristics distinct from other infectious diseases, including high infectivity during incubation, time delay between real dynamics and daily observed number of confirmed cases, and the intervention effects of implemented quarantine and control measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We develop a Susceptible, Un-quanrantined infected, Quarantined infected, Confirmed infected (SUQC) model to characterize the dynamics of COVID-19 and explicitly parameterize the intervention effects of control measures, which is more suitable for analysis than other existing epidemic models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The outbreak of coronavirus disease 2019 (COVID-19) was initially identified in mid-December 2019 in Wuhan, China [1, 2] . The earliest patients in Wuhan are related to exposure from a seafood market. Later, the number of patients grows drastically due to human-to-human transmission [3] . The incubation period of COVID-19 is reported to be 3-7 days, at most 14 days, which varies greatly among patients [2] . The novel coronavirus is believed to be infectious during incubation period when no symptoms are shown on the patients [4] , an important characteristics differentiating COVID-19 from its close relative SARS. Considerable measures have been implemented to control the outbreak in Wuhan and China, mainly by quarantine to reduce transmission. On Jan 23rd, 2019, Wuhan restricted travel outside the city. Any person exposed to COVID-19 is required to perform a self-isolation for 14 days. Around Jan 25rd, 2019, nucleic acid kit was developed to diagnose the patients. On Feb 12th, 2020, clinical diagnosis was used to assist the confirmation of infection in Hubei province. Nonetheless, has spread to all provinces of China and more than 30 other countries in the last two months [5, 6] .",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 117,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 118,
                    "end": 120,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 284,
                    "end": 287,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 405,
                    "end": 408,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 530,
                    "end": 533,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1190,
                    "end": 1193,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1194,
                    "end": 1196,
                    "text": "6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "COVID-19 has three features that make it hard to describe with the existing epidemic models including SIR, SEIR etc [7, 8] . Firstly, COVID-19 has a relatively long incubation period, which causes a time delay between real dynamic and the dailyobserved case numbers. Secondly, the epidemic trend heavily depends on multiple artificial factors, including local medical resources, quarantine measures, and the efficiency of confirmation approaches, which should be explicitly modeled. For example, the outbreak is more severe in Wuhan compared to other cities in China that constrains the medical resources, therefore the infected need a longer time to be confirmed and reported in the official released numbers. This potentially leads to a larger difference between real and reported infected cases in Wuhan than in other places.",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 119,
                    "text": "[7,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 120,
                    "end": 122,
                    "text": "8]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "This could also explain why a sudden increase of confirmed infected cases was observed when clinical diagnosis was adopted in confirmation in Wuhan. Lastly, the quarantine measures are widely implemented, and the quarantined have a lower chance to infect the susceptible individuals. This is critical for controlling the spread across China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The characteristics of COVID-19 outbreak and control are distinct from existing infectious diseases, and the existing epidemic models cannot be applied to describe the observed data directly. We thus propose to use a simple SUQC model (Susceptible, Unquarantined infected, Quarantined infected, Confirmed infected). SUQC distinguishes the infected individuals to be un-quarantined, quarantined but not confirmed, and confirmed. Among the three types, the confirmed number is the data we can directly observe from the official released report. Only un-quarantined infected have ability to infect susceptible individuals and affect the development of the epidemic. In our proposed model, the quarantine rate parameter is used to quantify the strength of quarantine policy on the development of epidemics, and the confirmation rate parameter is used to measure the efficiency of confirmation based on the released data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The two parameters can be solved from fitting the observed confirmed cases over time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Note that the model contains only four variables and three parameters to model both artificial factors and characteristics of epidemics using the data we can directly observe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "We expect that the simplified model will not over fit the data given the short time span, but will adequately characterize the essential dynamics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "We apply the SUQC model to the daily released numbers of confirmed cases in Wuhan city, Hubei province (excluding Wuhan), China (excluding Hubei) and four first-tier cities: Beijing, Shanghai, Guangzhou and Shenzhen. The parameters of the model were inferred, and used to predict the future trends of epidemics in China. The data of confirmed infected numbers includes 33 consecutive daily records from Jan . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.27.20028639 doi: medRxiv preprint 20th, 2020 to Feb 21th, 2020 released by the National Health Commission of the People's Republic of China (see Table S1 ). The parameters in the model, such as the quarantine rate, are time varying, and thus we divided data into different stages (according to the changes of measures during the epidemic), and we assumed the parameters within each stage are relatively stable. We defined time before Jan 30, 2020 as stage Ⅰ, and after Jan 30th, 2020 as stage Ⅱ. To guarantee enough data points within the two stages, the start and end of the stages may vary by one or two days.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 248,
                    "end": 256,
                    "text": "Table S1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Wuhan has recently undergone stricter measures of quarantine and transmission limiting, and clinical diagnosis was adopted after Feb 12th, we thus further did a stage III analysis of the dynamics in Wuhan using data after Feb 13th. Figure 1 shows the inference and prediction of epidemic dynamics of Wuhan using stage Ⅰ, Ⅱ and Ⅲ data respectively. The first 15 daily data points (from Jan 28th to Feb 11th) of stage Ⅱ were used to fit the model and infer parameters. The following 10 daily data points were used as test data for evaluating the performance of the model.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 232,
                    "end": 240,
                    "text": "Figure 1",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "In Figure 1 With the inferred parameters, we further plot the long-term predictions of the numbers of total infected ( I ), un-quarantined infected ( U ), quarantined infected ( Q ) and cumulative Confirmed infections ( C ) in Wuhan (Figure 1(A) ). The end time (increment of confirmed infections equals zero) is predicted to be 147 days from Jan 28th, 2020.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 11,
                    "text": "Figure 1",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 233,
                    "end": 245,
                    "text": "(Figure 1(A)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Remarkable difference among trends inferred from three-stage data"
        },
        {
            "text": "The total number of infected individuals is 62,577 (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 51,
                    "end": 60,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Remarkable difference among trends inferred from three-stage data"
        },
        {
            "text": "We can do a similar analysis using stage Ⅰ data of Wuhan. The stage Ⅰ data is informative for predicting the epidemic trend assuming no rigorous quarantine and control measures. The first 10 daily data points (from Jan 20th) were used to infer the parameters. The rest data points were used to test the performance of the model ( Figure   1 (C-D)). As clearly seen in Figure 1 (C), the predicted numbers of ) (t C and ) (t I increase dramatically, which are far beyond the observed numbers after Jan 21. The number of total infected can be as large as 8,923,823, and the epidemic lasts for a much longer time (328 days, see Table 1 ). The dramatic difference between predictions from stage Ⅰ and stage Ⅱ data indicates the preventing measures and quarantines, such as travel restrict, are very efficient in controlling the outburst of the epidemic.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 330,
                    "end": 340,
                    "text": "Figure   1",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 368,
                    "end": 376,
                    "text": "Figure 1",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 624,
                    "end": 631,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Remarkable difference among trends inferred from three-stage data"
        },
        {
            "text": "Since more strict quarantine and traffic control measures were executed recently to inhibit the infection of COVID-19 in Wuhan and clinical diagnosis was adopted after Feb 12th, we also analyzed the stage Ⅲ data (from Feb 13th). The estimated quarantine rate is 0.6185, much higher than that of 0.3917 estimated based on stage Ⅱ data. The total number of infected individuals is estimated to be 49,510, indicating a further acceleration of the epidemic end (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 457,
                    "end": 466,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Remarkable difference among trends inferred from three-stage data"
        },
        {
            "text": "Similar analysis was accomplished on stage Ⅰ and Ⅱ data of Hubei province (excluding Wuhan), the whole country (excluding Hubei), and four tier-1 cities in China   (Figures 2-3, S1-S4, Tables 1-2) . Overall, the model predictions are in high accuracy.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 156,
                    "end": 196,
                    "text": "China   (Figures 2-3, S1-S4, Tables 1-2)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Remarkable difference among trends inferred from three-stage data"
        },
        {
            "text": "We see similar trends in these regions: the predicted numbers of infected are distinct between results from the two stage data, indicating the necessity and efficiency of quarantine and control measures. We note that even with stage Ⅰ data, Beijing have a reproductive number smaller than 1 ( Figure S1 , Table 2 , 0.8840), indicating an earlystage prompt and effective response to COVID-19. Figures 2-3 , S1-S4, we notice that the difference between ) (t C and ) (t I in Wuhan is the biggest. Wuhan has the most infected individuals than any other places in China (more than 50 %), highly beyond the limit of local clinical resources, leading to a long waiting time for confirmation, and the lowest confirmation . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. Using stage Ⅱ data, the estimated number of ) (t U individuals in Wuhan ( Figure   1 (A)) on Feb 12th is still as high as 3,509. The person-to-person transmission will last for more than two months to mid May 2020. However, estimated with stage Ⅲ data, the quarantine rate of Wuhan increases to 0.6185 and the un-quarantined infected individuals decreases to 334 on Feb 21th, 2020 (Figure 1(E) ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 293,
                    "end": 302,
                    "text": "Figure S1",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 305,
                    "end": 312,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 392,
                    "end": 403,
                    "text": "Figures 2-3",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 951,
                    "end": 961,
                    "text": "Figure   1",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1258,
                    "end": 1270,
                    "text": "(Figure 1(E)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Remarkable difference among trends inferred from three-stage data"
        },
        {
            "text": "After fitting the model with the recent data from stage Ⅱ and stage Ⅲ (for Wuhan), we make a series of predictions about future dynamics of the COVID-19 outbreak in China. S is the same as that in existing infectious disease models, e.g. SIR and SEIR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PREDICTION S"
        },
        {
            "text": ", the number of infected and un-quarantined individuals that can be either presymptomatic or symptomatic. Different from E in the SEIR model, U are infectious, and can render a susceptible to be un-quarantined infected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PREDICTION S"
        },
        {
            "text": ", the number of quarantined infected individuals. The un-quarantined infected become Quarantined infected by isolation or hospitalization, and lose the ability of infecting the susceptible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PREDICTION S"
        },
        {
            "text": ", the number of confirmed infected cases. The number of confirmed infections is released by the official agency or media, which may be the only variable with observation that we can access. Note that C is usually smaller than the number of real infected individuals, due to the limited sensitivity of diagnosis methods. The duration of incubation can also cause a time delay of confirmation. Nevertheless, C is also the number useful for monitoring and predicting the trend of epidemic dynamics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PREDICTION S"
        },
        {
            "text": "Besides the aforementioned variables, we have a composite variable",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PREDICTION S"
        },
        {
            "text": ", representing the real cumulative number of infected individuals at time t . The limitation of detection methods and the medical resources can greatly delay the confirmation process, insomuch the confirmation proportion I C / is less than 1 and time-varying. R , the number of removed individuals, is not included in the model as in the SIR/SEIR models. Once the infected are quarantined, we assume their probability of infecting susceptible individuals is zero, and thus no matter the infected are recovered or not, they have no effect on the dynamics of the epidemic system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PREDICTION S"
        },
        {
            "text": " is the infection rate, the mean number of new infected caused by an un-quarantined infected per day.  is the subsequent confirmation rate of those infected that are not confirmed by the conventional methods, but confirmed with some additional tests. If no other special approaches used,  is set to 0. Combing two sources of confirmation approaches",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The model comprises the following independent parameters:"
        },
        {
            "text": "is the total confirmation rate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The model comprises the following independent parameters:"
        },
        {
            "text": " is the confirmation rate of the un-quarantined infected who can be identified as confirmed infections without being quarantined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The model comprises the following independent parameters:"
        },
        {
            "text": "We thus set up a set of ODE equations to model the dynamics of an infectious disease and the control by artificial factors (Eqn. 1). In the model, U goes directly to C , or go through Q indirectly. Actually, the former can be viewed as a special case of the later with zero delay time during C Q  . Thus we delete the direct way and simplified the model as Eqn. 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The model comprises the following independent parameters:"
        },
        {
            "text": "From the above SUQC model, we can further define some biologically meaningful parameters, for monitoring and predicting the trend of disease: Some parameters can be calculated beforehand using the public data directly. We calculate the infection rate  using the confirmed infected numbers of Wuhan city during Jan 20th and Jan 27th. By fitting an exponential curve, we get 0.2967   . . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The model comprises the following independent parameters:"
        },
        {
            "text": "The loss function is then optimized with the interior-point method implemented in the MATLAB function fmincon to infer the parameter values. We try different initial values in parameter optimization, and notice that the inferred parameter values are not sensitive to the provided initial values.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The model comprises the following independent parameters:"
        },
        {
            "text": "Note that the loss function (Eqn 3) may give too much weight to later observations since the cumulative case numbers are higher than earlier days. We tried another two weighted loss functions to better integrate information across the whole epidemic (Eqns S1 and S2 in the Supplementary information), and compared the prediction of the loss functions. The prediction seems robust on the choice of loss functions (Figures S5 and   S6 ). In practice the loss functions may be chosen by their performances evaluated on the test data. with stage Ⅰ data, the first 10 data points (from Jan 20th) are used to infer the parameters, and the remaining points are used to test the model; (E) prediction using stage Ⅲ data; (F) Model-fitting and testing with stage Ⅲ data. The first 7 data points (from Jan 23th) are used to infer the parameters, and the remaining points are used to test the model. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 412,
                    "end": 432,
                    "text": "(Figures S5 and   S6",
                    "ref_id": null
                }
            ],
            "section": "The model comprises the following independent parameters:"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.27.20028639 doi: medRxiv preprint prediction using stage Ⅱ data; (B) model-fitting and testing with stage Ⅱ data. The first 15 data points (from Jan 28th) are used to infer the parameters, and the remaining points are used to test the model performance; (C) prediction using stage Ⅰ data; (D) model-fitting and testing with stage Ⅰ data. The first 10 data points (from Jan 20th) are used to infer the parameters, and the remaining points are used to test the model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The model comprises the following independent parameters:"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The model comprises the following independent parameters:"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.27.20028639 doi: medRxiv preprint Model-fitting and testing with stage Ⅰ data. The first 10 data points (from Jan 20th) are used to optimize the parameters, and the remaining points are used to test the model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The model comprises the following independent parameters:"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The model comprises the following independent parameters:"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.27.20028639 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The model comprises the following independent parameters:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Wuhan Municipal Health Commission briefing on the pneumonia epidemic situation 31",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A novel coronavirus outbreak of global health concern",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Horby",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "30185--30194",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: Lancet",
            "authors": [
                {
                    "first": "Jf-W",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "K-H",
                    "middle": [],
                    "last": "Kok",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "30154--30163",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Infectious Disease Specialists. Prevention and control of novel coronavirus pneumonia (The Fifth Edition)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Risk for transportation of 2019 novel coronavirus disease from Wuhan to other cities in China",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chauchemez",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Emerg Infect Dis",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2605.200146"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Simulation of an SEIR infectious disease model on the dynamic contact network of conference attendees",
            "authors": [
                {
                    "first": "Juliette",
                    "middle": [],
                    "last": "Stehlé",
                    "suffix": ""
                },
                {
                    "first": "Nicolas",
                    "middle": [],
                    "last": "Voirin",
                    "suffix": ""
                },
                {
                    "first": "Alain",
                    "middle": [],
                    "last": "Barrat",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Early Epidemic Dynamics of the West African",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fisman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Khoo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tuite",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Estimates Derived with a Simple Two-Parameter Model",
            "authors": [
                {
                    "first": "Ebola",
                    "middle": [],
                    "last": "Outbreak",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Currents",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Transmissibility of 2019-n-CoV. Available at",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                },
                {
                    "first": "Cori",
                    "middle": [
                        "A"
                    ],
                    "last": "Dorigatti",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(B), the blue curve presents the model fitting result; blue dots present the predicted numbers of the confirmed infections with the fitted model; and red dots are the observed number of the confirmed infections. Note that the reported numbers of confirmed are based on nucleic acid diagnosis before Feb 12th; both results of nucleic acid and clinical diagnosis are provided from Feb 12th to 14th, and only the total confirmed numbers of the two diagnoses are provided from Feb 15th to 21th. By comparing with three daily data points of the nucleic acid diagnosis, we can see the fitted model predicts the trend well. The predicted numbers of all infected ( ) (t I ) are also plotted in Figure 1(B). We can see big gap between the predicted numbers of total infections and the predicted numbers of confirmed infections in Wuhan. Clinical diagnosis is adopted by Wuhan local medical agency as an additional diagnosis criterion after Feb 12th, increasing the confirmation rate and causing a big boost of the number of confirmed infections. Note that a proportion of the total infected still remains unidentified even with clinical diagnosis.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "increases to 0.3229(Table 1)after Feb 12th when clinical diagnosis was adopted in Wuhan.Quarantine rate and reproductive number. At stage Ⅱ, Wuhan has the smallest quarantine rate (0.3917) compared to the other six regions (all close to or decreases from 0.7575 at stage Ⅱ to 0.4797 at stage Ⅲ . Based on reproductive numbers, the epidemic all over China is apparently under control.Un-quarantined. The un-quarantined individuals are the source of new infection.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The end time of the epidemic (with zero new confirmed infections as the criterion) of Wuhan and Hubei (excluding Wuhan) is around late-March, and around mid-March of China. The end time of the four first-tier cities, Beijing, Shanghai, Guangzhou and Shenzhen, is before early March. The end time with zero unquarantined infections as a criterion is usually earlier than that with zero new confirmed infections.  The final reported infected number of the whole country is predicted to be 80,511 individuals, among which 49,510 are from Wuhan and 17,679 from Hubei confirmation methods on the epidemic, and further provide guidance on the control of the outbreak in these countries. METHODS SUQC model SUQC takes into account the following novel epidemic features of COVID-19: (1) the epidemic has an infection probability during the incubation (presymptomatic) period; (2) various isolation measures are used to control the development of the epidemic; (3) the main data source is the daily number of confirmed infections released in the official report, which is affected by the detection method and has a delay between the real infected and confirmed infected number. Four variables related to the features are used to model the flows of people between four possible states: number of susceptible individuals with no resistance to disease in the population.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The quarantines can be centralized isolation, self isolation, hospitalization and so on. It is a parameter representing multi-resource measures to reduce infection caused by U .2  , the confirmation rate of Q , is the probability that the quarantined infected are identified to be confirmatory cases by a conventional method, such as the is affected by the incubation period duration, medical conditions, accuracy of laboratory tests, and other artificial factors such as the time delay between case confirmation and the official release.2  is time-varying since the change of diagnosis criterion and the improvement of nucleic acid test can accelerate the confirming process.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "the four variables of the model, the number of cumulative confirmed infections, ) (t C , is usually the only variable with daily observed data to be used for model fitting and parameter inference. the official report. Note that the initial time of the ODE system does not have to be at the beginning of the epidemic, and can start from any time point during the break of COVID-19.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "numbers during this time interval may be less biased and represent natural character of COVID-19, while confirmed numbers are small and fluctuating at early stages before Jan 20th and are affected by strict quarantine measures in later stages.The parameter  is hard to estimate accurately. The values estimated by using different methods or different data sets range from 0.3 to 0.5[9,10,11]. Luckily in SUQC an accurate value of  is not necessary; the overall infection ability expected daily time series of confirmed infections provided by the model (Eqn 2), which was solved by the fourth order Runge-. Define the loss function,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Inferring the epidemic dynamics in Wuhan: (A) prediction using stage Ⅱ data; (B) Model-fitting and testing with stage Ⅱ data. The first 15 data points (from Jan 28th) are used to infer the parameters, and the remaining points are used to test the model performance. (C) prediction using stage Ⅰ data; (D) Model-fitting and testing",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Inferring the epidemic dynamics in Hubei province (excluding Wuhan): (A)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Inferring epidemic dynamics in China (excluding Hubei province): (A) prediction using stage Ⅱ data; (B) model-fitting and testing with stage Ⅱ data. The first 15 data points (from Jan 30th) are used to optimize the parameters, and the remaining points are used to test the model; (C) prediction using stage Ⅰ data; (D)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Parameter estimation of the epidemic dynamics in Wuhan, Hubei (excluding Wuhan) and China (excluding Hubei). Note the end time is counted from the start point of the stage.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Parameter inference of the epidemic dynamics in Beijing, Shanghai, Note the end time is counted from the start point of the stage.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We are grateful to Drs. Yongbiao Xue and Liping Wang for motivating this project, to Dr. Hongyu Zhao and the anonymous reviewers for their valuable comments. This project was supported by the National Natural Science Foundation of China (Grant No. 31571370, 91631106, and 91731302), the ''Strategic Priority Research Program'' of the",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 237,
                    "end": 247,
                    "text": "(Grant No.",
                    "ref_id": null
                }
            ],
            "section": "ACKNOWLEDGEMENTS"
        }
    ]
}