{
    "paper_id": "7bc87a77a7aba144248cfa3bc514541f09047edf",
    "metadata": {
        "title": "A new phylogenetic protocol: Dealing with model misspecification and confirmation bias in molecular phylogenetics",
        "authors": [
            {
                "first": "Lars",
                "middle": [
                    "S"
                ],
                "last": "Jermiin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CSIRO Land & Water",
                    "location": {
                        "postCode": "2601",
                        "settlement": "Canberra",
                        "region": "ACT",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Renee",
                "middle": [
                    "A"
                ],
                "last": "Catullo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CSIRO Land & Water",
                    "location": {
                        "postCode": "2601",
                        "settlement": "Canberra",
                        "region": "ACT",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Barbara",
                "middle": [
                    "R"
                ],
                "last": "Holland",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Tasmania",
                    "location": {
                        "postCode": "TAS 7001",
                        "country": "Australia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "To the memory of Rossiter H. Crozier , an evolutionary biologist, who with his generosity and inquisitiveness inspired many students and scientists, in Australia and abroad. doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "2 Molecular phylogenetics plays a key role in comparative genomics and has an increasinglysignificant impacts on science, industry, government, public health, and society. We posit that the current phylogenetic protocol is missing two critical steps, and that their absence allows model misspecification and confirmation bias to unduly influence our phylogenetic estimates. Based on the potential offered by well-established but under-used procedures (e.g., assessment of phylogenetic assumptions and tests of goodness-of-fit), we introduce a new phylogenetic protocol that will reduce confirmation bias and increase the accuracy of phylogenetic estimates. doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "CONFIRMATION BIAS IN PHYLOGENETICS",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Bayesian methods (77-82)), or using non-parametric phylogenetic methods (i.e., parsimony methods (66,68,70,71,(83)(84)(85)). In reality, many researchers analyze their data using a range of model-based phylogenetic methods, and reports that only use parsimony methods are increasingly rare. Depending on the chosen phylogenetic method, researchers may have to select a suitable model of sequence evolution (i.e., a model that combines the substitution model and the rates-across-sites model) to apply to the sub-MSA. This choice is often made by using model-selection methods (6,86-97).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Having chosen a phylogenetic method and, in relevant cases, a suitable model of sequence evolution, the next step involves obtaining accurate estimates of the tree and evolutionary processes that led to the data. Phylogenetic methods are implemented in many programs (66-85) and, depending on the methods chosen, users often also obtain the nonparametric bootstrap probability (98) or clade credibility (99) to measure support for divergence events in the phylogeny.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Molecular phylogenetics plays a pivotal role in the analysis of genomic data and has already had a significant, wide-reaching impact in science, industry, government, public health, and society (Table 1 (1-41)). Although the science and methodology behind applied phylogenetics is increasingly well understood within parts of the scientific community (42), there is still a worryingly large body of research where the phylogenetic analysis was done with little attention to the consequences of a statistical misfit between the phylogenetic data and the assumptions that underpin the phylogenetic methods.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 194,
                    "end": 202,
                    "text": "(Table 1",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "One reason for this is that phylogenetics relies extensively on statistics, mathematics, and computer science, and many users of phylogenetic methods find the relevant sections of these disciplines challenging to comprehend. Another reason is that methods and software often are chosen because they already are popular or easy to use, rather than because they are the most appropriate for the scientific questions and phylogenetic data at hand. A third reason is that much of the phylogenetic research done so far has relied on phylogenetic protocols (43-48), which have evolved to become a standard to which it seems sensible to adhere. Although these protocols vary, they have, at their core, a common set of sensible features that are linked in a seemingly logical manner (see below).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Here we posit that, although the current phylogenetic protocol has many useful features, it is missing two crucial components whereby the quality of fit between the data and models applied is assessed. This means that using the phylogenetic protocol in its current form may lead to biased conclusions. We suggest a modification to the protocol that will make it more robust and reliable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Phylogenetic analysis of alignments of nucleotides or amino acids usually follows a protocol like that in Figure 1 . Initially, the phylogenetic data are chosen on the assumption that they will allow the researchers to solve a particular scientific problem. This choice of sequences data is often based on prior knowledge, developed locally or extracted from the literature.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 106,
                    "end": 114,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "The current phylogenetic protocol"
        },
        {
            "text": "Then, a multiple sequence alignment (MSA) method is chosen, often on the basis of prior experience with a specific method. The sequences are then aligned, the aim being to obtain an MSA, wherein homologous characters (i.e., nucleotides or amino acids) are identified and aligned. In practice, it is often necessary to insert gaps between some of the characters of these sequences to obtain an optimal MSA-in some cases, there may be sections of the MSA that cannot be aligned reliably.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The current phylogenetic protocol"
        },
        {
            "text": "Then follows the task of selecting sites that will be used to infer the phylogenetic tree. The rationale behind doing so is to maximize the signal-to-noise ratio in the MSA. By omitting poorly-aligned and highly-variable sections of the MSA, which are thought to create noise due to the difficulty of establishing true homology for each site (defined as similarity due to historical relationships by descent (49)), it is hoped that the resulting sub-MSA will retain a strong historical signal (defined as the order and timing of divergence events (50)) that will allow users to obtain an accurate phylogeny. The choice of sites to retain is made by visual inspection of the MSA or by using purpose-built software (51-61). The automated ways of filtering MSAs have been questioned (62).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The current phylogenetic protocol"
        },
        {
            "text": "Having obtained a sub-MSA, the next step in the protocol is to select a phylogenetic method.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The current phylogenetic protocol"
        },
        {
            "text": "The choice of phylogenetic method implies accepting the assumptions on which the method rests. For example, it is often assumed that the sequences evolved along a single bifurcating tree and that the evolutionary processes operating at the variable sites in the sequences are independent and identically-distributed processes. If model-based molecular phylogenetic methods are chosen, the underlying assumption usually is that the evolutionary processes operating at the variable sites can be approximated accurately by using Markov models that are stationary, reversible, and homogeneous (63-65) over time (the assumption of evolution under SRH conditions). In practice, the choice is one between methods assuming that the underlying evolutionary processes can be modelled using a Markov model of nucleotide or amino-acid substitutions (i.e., distance methods (66-71), likelihood methods (66,68,70-76), analysis. However, if a researcher's expectations are met by the phylogenetic results, it is more likely that a report will be written without a further assessment of what might have gone wrong during the analysis. This tendency-allow prior expectations to influence the interpretation of phylogenetic estimates-is called confirmation bias. Confirmation bias is not discussed in phylogenetics, even though it is well recognized as a critical factor in other disciplines (e.g., psychology and social science (121)), so it is timely that the phylogenetic community takes onboard the serious implications of this.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The current phylogenetic protocol"
        },
        {
            "text": "Although the current phylogenetic protocol has many shortcomings, it also has many good attributes, including that it is easy to apply and implement as a pipeline. But to mitigate its limitations, it will be necessary to redesign the protocol to accommodate well-established, but largely-ignored, procedures as well as new feedback loops. Figure 2 shows a proposal for new phylogenetic protocol. It shares many features found in the current protocol (e.g., the first four steps). However, the fifth step (assess phylogenetic assumptions) will be novel to many researchers. As all phylogenetic methods are based on assumptions, it is sensible to validate these assumptions at this point in the protocol. Since many phylogenetic methods assume that the data (e.g., different genes) have evolved over the same tree, and that the chosen data partitions have evolved independently under the same time-reversible Markovian conditions, it is wise to survey the sub-MSA for evidence that the sequences actually have evolved under these conditions. If the data violate these phylogenetic assumptions, then it will be wise to avoid these phylogenetic methods and to employ other such methods. Alternatively, it may be worth following the relevant feedback loops in Figure 2 -perhaps something led to a biased sub-MSA? The relevance and benefits of this step are illustrated using a case study (Box 1), which focuses on determining whether a data set is consistent with the phylogenetic assumption of evolution under time-reversible conditions. Assessments of other phylogenetic assumptions require other types of tests and Next follows the choice of phylogenetic method, but now this choice is made on the basis of the previous step, rather than on cultural or computational reasons. If the sequences have evolved on a single tree under time-reversible Markovian conditions, there is a large set of phylogenetic methods to choose from (66-85). On the other hand, if these data have evolved under more complex Markovian conditions, the number of suitable phylogenetic methods is, frustratingly, rather limited (5,64,146-171), and most of these methods are aimed at finding the optimal model of sequence evolution for a given tree rather than finding the optimal set of trees. Users of phylogenetic methods therefore are sometimes confronted by a dilemma:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 339,
                    "end": 347,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1255,
                    "end": 1263,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "The new phylogenetic protocol"
        },
        {
            "text": "Do they abandon their data set because it has evolved under non-time-reversible conditions and because there are no appropriate phylogenetic methods for such data, or do they take the risk and employ the phylogenetic methods that assume evolution under time-reversible conditions? Fortunately, there may be a way around this dilemma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The new phylogenetic protocol"
        },
        {
            "text": "Having inferred the phylogeny using model-based phylogenetic methods, it is possible to test the fit between tree, model and data (step 10 of the new protocol). A suitable test of goodness-of fit was proposed in 1993 (172) (Fig. 4) . In brief, using the inferred optimal tree, including the edge lengths, it is possible to simulate data sets under the null model (i.e., the inferred optimal model of sequence evolution with its parameter values included). This is called a parametric bootstrap. Given this tree and this model of sequence evolution, several sequence-generating programs (5,160,173-175) facilitate procurement of pseudo-data.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 223,
                    "end": 231,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "The new phylogenetic protocol"
        },
        {
            "text": "Having generated, say, = 1,000 pseudo-data, the next step involves finding the difference (δ) between the unconstrained (i.e., without assuming a tree and a model) and constrained (i.e., assuming a tree and a model) log-likelihoods (i.e., δ = ( ) − ( | , ), where is the data, is the tree, and is the model of sequence evolution). If the estimate of δ is greater for the real data than for the pseudo-data, then that result reveals a poor fit between tree, model, and data (136). The approach described here works well for likelihoodbased phylogenetic analysis and a similar approach is available for Bayesian-based phylogenetic analysis (176). Parametric bootstrapping is computationally expensive and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The new phylogenetic protocol"
        },
        {
            "text": "Results emerging from studies that rely on the new phylogenetic protocol might well call into question published phylogenetic research, but there is also a chance that research might gain stronger support. This is good for everyone concerned, especially since it will become easier to defend the notion that the research was done without prejudice or preference for a particular result. Objectivity should be restored in phylogenetics-it is no longer reasonable to defend phylogenetic results on the basis that they were obtained using the best available tools; if these tools do not model the evolutionary processes accurately, then that should be reported rather than be hidden away. This is critical as it increases transparency and aids other researchers to understand the nature of the challenges encountered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The new phylogenetic protocol"
        },
        {
            "text": "Notwithstanding the likely benefits offered by the new phylogenetic protocol and the methods supporting it, it would be unwise to assume that further development of phylogenetic methods will no longer be needed. On the contrary, there is a lot of evidence that method development will be needed in different areas: • Analysis of Residuals -Although goodness-of-fit tests can tell you whether or not the lack of fit observed is potentially due to chance, they do not answer the more useful question of whether or not that lack of fit matters or how the lack of fit arises (180,181). For this reason, residual diagnostic tools that can inform the user about the way in which their model fails to fit the data would be very useful.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The new phylogenetic protocol"
        },
        {
            "text": "In summary, while calls for better phylogenetic methods and more careful considerations of the data have occurred (119), we posit there is a need for a comprehensive overhaul of the current phylogenetic protocol. The proposed new phylogenetic protocol is unlikely to be a final product; rather, it is probably a first, but important step towards a more scientifically sound phylogenetic protocol, which not only should result in more accurate phylogenetic estimates and but also to a reduction in the likelihood of confirmation bias.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The new phylogenetic protocol"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/400648 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The Holy Grail in molecular phylogenetics is being able to obtain accurate, reproducible, transparent, and trustworthy phylogenetic estimates from the phylogenetic data. We are not there yet, but encouraging progress is being made in not only in the design of the phylogenetic protocol but also in phylogenetic methodology based on the likelihood and Bayesian optimality criteria.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "14"
        },
        {
            "text": "Notwithstanding this progress, a quantum shift in attitudes and habits is needed within the phylogenetic community-it is no longer enough to infer an optimal phylogenetic estimate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "14"
        },
        {
            "text": "The fit between trees, models, and data must be evaluated before phylogenetic estimates can be considered newsworthy. We owe it to the scientific community and wider public to be as rigorous as we can-the attitude \"She'll be alright, mate\" is no longer appropriate in this discipline.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "14"
        },
        {
            "text": "To illustrate the relevance and benefits of the fifth step in the new phylogenetic protocol, we examined the phylogenetic data used to infer the evolution of insects(3). The tetrahedral plots in Figure 3a -3c reveal that the nucleotide composition at the three codon positions is heterogeneous, implying that the evolutionary processes that operated at these positions are unlikely to have been time-reversible. However, the plots are deceptive because the presence of constant sites (i.e., sites with the same nucleotide or amino acid) in the data can mask how compositionally dissimilar the sequences actually are. To learn how to resolve this issue, it is necessary to focus on the evolution of two sequences on a tree (Fig. 3d ) and the corresponding divergence matrix at time 0 (Fig. 3e) and at time (Fig. 3f) . At time 0, the two sequences are beginning to diverge from one another, so the off-diagonal elements of the divergence matrix are all zero. Later, the divergence matrix may look like that in Figure 3f . All the off-diagonal elements are now greater than zero, and the so-called matching offdiagonal elements of the divergence matrix might differ (i.e., 23 ≠ 32 ). The degree of divergence between the two sequences can be inferred by comparing the off-diagonal elements to the diagonal elements, while the degree of difference between the two evolutionary processes can be inferred by comparing the above-diagonal elements to the below-diagonal elements. If the two evolutionary processes were the same, the matching off-diagonal elements in Figure 3f would be similar. A lack of symmetry (i.e., 23 ≠ 32 ) implies that the evolutionary processes along the two descendant lineages may be different. Because the dots in these plots do not fall along the diagonal line in the plots (showing that a lack of symmetry is not statistically significant), there is an overwhelming evidence that the evolutionary processes at these positions do not match a time-reversible Markovian process.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 195,
                    "end": 204,
                    "text": "Figure 3a",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 722,
                    "end": 730,
                    "text": "(Fig. 3d",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 805,
                    "end": 814,
                    "text": "(Fig. 3f)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1008,
                    "end": 1017,
                    "text": "Figure 3f",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1559,
                    "end": 1568,
                    "text": "Figure 3f",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "BOX 1 -CASE STUDY"
        },
        {
            "text": "The same is the case for the corresponding amino acid alignment (not shown). Therefore, it would be unwise to assume that the data evolved under time-reversible conditions. A more complex evolutionary process is likely to explain these data, so the time-reversible Questions and methods pertaining to pre-phylogenetic surveys of phylogenetic data Are evolutionary processes Markovian (122-124)?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BOX 1 -CASE STUDY"
        },
        {
            "text": "Are evolutionary processes independent and identically distributed (125-128)?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BOX 1 -CASE STUDY"
        },
        {
            "text": "Are evolutionary processes stationary, reversible, and homogeneous (50,129-138)?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BOX 1 -CASE STUDY"
        },
        {
            "text": "Are evolutionary processes heterotachous (139)?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BOX 1 -CASE STUDY"
        },
        {
            "text": "Is the phylogenetic signal in phylogenetic data tree-like (140,141)?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BOX 1 -CASE STUDY"
        },
        {
            "text": "Is the historical signal in phylogenetic data decayed (142)?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BOX 1 -CASE STUDY"
        },
        {
            "text": "Is the compositional signal in phylogenetic data stronger than expected (142)?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BOX 1 -CASE STUDY"
        },
        {
            "text": "How phylogenetically informative are phylogenetic data (143-145)?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BOX 1 -CASE STUDY"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/400648 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/400648 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BOX 1 -CASE STUDY"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "that ad hoc assumptions for choice of matrix are not justified",
            "authors": [],
            "year": null,
            "venue": "BMC Evol. Biol",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "ModelTest Server: a web-based tool for the statistical selection of models of nucleotide substitution online",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Posada",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nucl. Acid. Res",
            "volume": "34",
            "issn": "",
            "pages": "700--703",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "jModelTest: Phylogenetic model averaging",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Posada",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Mol. Biol. Evol",
            "volume": "25",
            "issn": "",
            "pages": "1253--1256",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "ProtTest 3: fast selection of best-fit models of protein evolution",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Darriba",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Taboada",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Doallo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Posada",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Bioinformatics",
            "volume": "27",
            "issn": "",
            "pages": "1164--1165",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "More models, new heuristics and parallel computing",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Darriba",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Taboada",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Doallo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Posada",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nature Meth",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Partitionfinder: combined selection of partitioning schemes and substitution models for phylogenetic analyses",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lanfear",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Calcott",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y W"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Guindon",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Mol. Biol. Evol",
            "volume": "29",
            "issn": "",
            "pages": "1695--1701",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": ") jmodeltest.org: selection of nucleotide substitution models on the cloud",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Santorum",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Darriba",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Taboada",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Posada",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Bioinformatics",
            "volume": "30",
            "issn": "",
            "pages": "1310--1311",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "ModelOMatic: Fast and automated model selection between RY, nucleotide, amino acid, and codon substitution models",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Whelan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Blackburne",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Talavera",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Syst. Biol",
            "volume": "64",
            "issn": "",
            "pages": "42--55",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Replace!!! SMS: Smart model selection in PhyML",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Lefort",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Longueville",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Gascuel",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Mol. Biol. Evol",
            "volume": "34",
            "issn": "",
            "pages": "2422--2424",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Ultrafast approximation for phylogenetic bootstrap",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "Q"
                    ],
                    "last": "Minh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A T"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Haeseler",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Mol. Biol. Evol",
            "volume": "30",
            "issn": "",
            "pages": "1188--1195",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Markov chain Monte Carlo algorithms for the Bayesian analysis of phylogenetic trees",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Larget",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Simon",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Mol. Biol. Evol",
            "volume": "16",
            "issn": "",
            "pages": "750--759",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The evolutionary root of flowering plants",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "V"
                    ],
                    "last": "Goremykin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Nikiforova",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Biggs",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Delange",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Woetzel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Atherton",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Mclenachan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Lockhart",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Syst. Biol",
            "volume": "62",
            "issn": "",
            "pages": "50--61",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Another look at the root of the angiosperms reveals a familiar tale",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Drew",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Ruhfel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Briggs",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Gitzendanner",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Soltis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Soltis",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Syst. Biol",
            "volume": "63",
            "issn": "",
            "pages": "368--382",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The root of flowering plants and total evidence",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "V"
                    ],
                    "last": "Goremykin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Nikiforova",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cavalieri",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pindo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lockhart",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Syst. Biol",
            "volume": "64",
            "issn": "",
            "pages": "879--891",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Animal evolution and the molecular signature of radiations compressed in time",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rokas",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Krüger",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Carroll",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "310",
            "issn": "",
            "pages": "1933--1938",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Problems with data quality in the reconstruction of evolutionary relationships in the Drosophila melanogaster species group",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Catullo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Oakeshott",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Mol. Phylogenet. Evol",
            "volume": "78",
            "issn": "",
            "pages": "275--276",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Multiple sequence alignment averaging Improves phylogeny reconstruction",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ashkenazy",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Sela",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Karin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Landan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pupko",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Syst. Biol",
            "volume": "68",
            "issn": "",
            "pages": "117--130",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Multiple sequence alignment for phylogenetic purposes",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Morrison",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Aust. Syst. Bot",
            "volume": "19",
            "issn": "",
            "pages": "479--539",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Mind the gaps: Evidence of bias in estimates of multiple sequence alignments",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Golubchik",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Wise",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Easteal",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Jermiin",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Mol. Biol. Evol",
            "volume": "24",
            "issn": "",
            "pages": "2433--2442",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A framework for phylogenetic sequence alignment",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Morrison",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Plant Syst. Evol",
            "volume": "282",
            "issn": "",
            "pages": "127--149",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "A matched-pairs test of symmetry (133) can be used to determine whether this observed deviation from symmetry is statistically significant.Figures 3g-3ishow the distributions of the observed and expected values from these tests for the data assessed inFigures 3a-3c.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The current phylogenetic protocol. Solid arrows show the order of actions normally taken during a phylogenetic analysis. Dashed arrows show feedback loops often employed in phylogenetic research. For details, see the main text.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "A new phylogenetic protocol. Solid arrows show the order of actions normally taken during a phylogenetic analysis. Dashed arrows show feedback loops often employed in phylogenetic research. For details, see the main text.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Illustrating the merits of the fifth step in the new phylogenetic protocol. Panels a -c show the average nucleotide composition at first, second, and third codon position of the sequences (144 sequences, 413,459 codons) originally examined by Misof et al. (3). Each dot represents the nucleotide composition of a single sequence. The spread of dots in panels a -c reveals compositional heterogeneity at first, second, and third codon position, indicating these data violate important assumptions underlying most phylogenetic methods. The tetrahedral plots were generated using SeqVis (134). Panel d shows a two-tipped tree with an ancestral sequence and two diverged sequences. Panels e and f show the divergence matrix for these sequences at time 0 and time . Each number in a cell of a divergence matrix corresponds to the number of sites with nucleotide in one sequence, and nucleotide in the other. Panels h -i shows the PP plots for the data already analysed in panels a -c. A total of 10,296 tests were done for each of the three codon positions using Homo 1.3 (http://www.csiro.au/homo/ -a new version of Homo is now available (50)).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Diagram showing the parametric bootstrap procedure that may be used to conduct a suitable goodness-of-fit test. The procedure includes three steps. For details, see the main text.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": ", M., Inoue, J., Hasegawa, M., Asher, R.J., Donoghue, P.C.J. and Yang, Z.H. (2012) Phylogenomic datasets provide both precision and accuracy in estimating the timescale of placental mammal phylogeny. Proc. R. Soc. B, 279, 3491-3500. 2. Ruhfel, B.R., Gitzendanner, M.A., Soltis, P.S., Soltis, D.E. and Burleigh, J.G. (2014) From algae to angiosperms-inferring the phylogeny of green plants (Viridiplantae) from 360 plastid genomes. BMC Evol. Biol., 14, 26. 3. Misof, B., Liu, S.L., Meusemann, K., Peters, R.S., Donath, A., Mayer, C., Frandsen, P.B., Ware, J., Flouri, T., Beutel, R.G. et al. (2014) Phylogenomics resolves the timing and pattern of insect evolution. Science, 346, 763-767. 4. Prum, R.O., Berv, J.S., Dornburg, A., Field, D.J., Townsend, J.P., Lemmon, E.M. and Lemmon, A.R. (2015) A comprehensive phylogeny of birds (Aves) using targeted nextgeneration DNA sequencing. Nature, 526, 569-U247. 5. Jayaswal, V., Wong, T.K.F., Robinson, J., Poladian, L. and Jermiin, L.S. (2014) Mixture models of nucleotide sequence evolution that account for heterogeneity in the substitution process across sites and across lineages. Syst. Biol., 63, 726-742. 6. Kalyaanamoorthy, S., Minh, B.Q., Wong, T.F.K., Von Haeseler, A. and Jermiin, L.S. (2017) ModelFinder: fast model selection for accurate phylogenetic estimates. Nature Meth., 14, 587-589. 7. Penny, D. and Phillips, M.J. (2004) The rise of birds and mammals: are microevolutionary processes sufficient for macroevolution. Trends Ecol. Evol., 19, 516-522. 8. Meredith, R.W., Janečka, J.E., Gatesy, J., Ryder, O.A., Fisher, C.A., Teeling, E.C., Goodbla, A., Eizirik, E., Simão, T.L.L., Stadler, T. et al. (2011) Impacts of the Cretaceous terrestrial revolution and KPg extinction on mammal diversification. Science, 334, 521-524. 9. Knapp, M., Stockler, K., Havell, D., Delsuc, F., Sebastiani, F. and Lockhart, P.J. (2005) Relaxed molecular clock provides evidence for long-distance dispersal of Nothofagus (southern beech). PLoS Biol., 3, 38-43. 10. Jetz, W., Thomas, G.H., Joy, J.B., Hartmann, K. and Mooers, A.O. (2012) The global diversity of birds in space and time. Nature, 491, 444-448. 11. Marazzi, B., Ane, C., Simon, M.F., Delgado-Salinas, A., Luckow, M. and Sanderson, M.J. (2012) Locating evolutionary precursors on a phylogenetic tree. Evolution, 66, 3918-3930. 12. Pagel, M., Meade, A. and Barker, D. (2004) Bayesian estimation of ancestral character states on phylogenies. Syst. Biol., 53, 673-684. 13. Wilding, M., Peat, T.S., Kalyaanamoorthy, S., Newman, J., Scott, C. and Jermiin, L.S. (2017) Reverse engineering: transaminase biocatalyst development using ancestral sequence reconstruction. Green Chem., 19, 5375-5380. 14. Searls, D.B. (2003) Pharmacophylogenomics: Genes, evolution and drug targets. Nat. Rev. Drug Discov., 2, 613-623. 15. Goodfellow, M. and Fiedler, H.P. (2010) A guide to successful bioprospecting: informed by actinobacterial systematics. Antonie Van Leeuwenhoek, 98, 119-142. 16. Wright, G.D. and Poinar, H. (2012) Antibiotic resistance is ancient: implications for drug discovery. Trends Microbiol., 20, 157-159. 17. Boykin, L.M., Armstrong, K.F., Kubatko, L.S. and De Barro, P.J. (2012) Species delimitation and global biosecurity. Evol. Bioinform., 8, 1-37. 18. Hosokawa, T., Nikoh, N. and Fukatsu, T. (2014) Fine-Scale Geographical Origin of an Insect Pest Invading North America. PLoS One, 9, 5. 19. Yasaka, R., Ohba, K., Schwinghamer, M.W., Fletcher, J., Ochoa-Corona, F.M., Thomas, J.E., Ho, S.Y.W., Gibbs, A.J. and Ohshima, K. (2015) Phylodynamic evidence of the migration of turnip mosaic potyvirus from Europe to Australia and New Zealand. J. Gen. Virol., 96, 701-713. 20. Tay, W.T., Walsh, T.K., Downes, S., Anderson, C., Jermiin, L.S., Wong, T.K.F., Piper, M.C., Chang, E.S., Macedo, I.B., Czepak, C. et al. (2017) Mitochondrial DNA and trade data support multiple origins of Helicoverpa armigera (Lepidoptera, Noctuidae) in Brazil. Scientific Rep., 7, 45302. 21. Anderson, C.J., Oakeshott, J.G., Tay, W.T., Gordon, K.H.J., Zwick, A. and Walsh, T.K. (2018) Hybridization and gene flow in the mega-pest lineage of moth, Helicoverpa. Proc. Natl. Acad. Sci. USA, 115, 5034-5039. 22. Gonzalez-Orozco, C.E., Pollock, L.J., Thornhill, A.H., Mishler, B.D., Knerr, N., Laffan, S., Miller, J.T., Rosauer, D.F., Faith, D.P., Nipperess, D.A. et al. (2016) Phylogenetic approaches reveal biodiversity threats under climate change. Nat. Clim. Chang., 6, 1110-+. 23. Rosauer, D.F., Blom, M.P.K., Bourke, G., Catalano, S., Donnellan, S., Gillespie, G., Mulder, E., Oliver, P.M., Potter, S., Pratt, R. et al. (2016) Phylogeography, hotspots and conservation priorities: an example from the Top End of Australia. Biol Conserv, 204, 83-93. 24. Tucker, C.M., Cadotte, M.W., Carvalho, S.B., Davies, T.J., Ferrier, S., Fritz, S.A., Grenyer, R., Helmus, M.R., Jin, L.S., Mooers, A.O. et al. (2017) A guide to phylogenetic metrics for conservation, community ecology and macroecology. Biol. Rev., 92, 698-715. 25. Andersen, K.G., Shapiro, B.J., Matranga, C.B., Sealfon, R., Lin, A.E., Moses, L.M., Folarin, O.A., Goba, A., Odia, I., Ehiane, P.E. et al. (2015) Clinical sequencing uncovers origins and evolution of Lassa Virus. Cell, 162, 738-750. 26. Holmes, E.C., Dudas, G., Rambaut, A. and Andersen, K.G. (2016) The evolution of Ebola virus: Insights from the 2013-2016 epidemic. Nature, 538, 193-200. 27. Lanciotti, R.S., Lambert, A.J., Holodniy, M., Saavedra, S. and Signor, L.D.C. (2016) Phylogeny of Zika Virus in Western Hemisphere, 2015. Emerg. Infect. Dis., 22, 933-935. 28. Lessler, J., Chaisson, L.H., Kucirka, L.M., Bi, Q.F., Grantz, K., Salje, H., Carcelen, A.C., Ott, C.T., Sheffield, J.S., Ferguson, N.M. et al. (2016) Assessing the global threat from Zika virus. Science, 353, 10. 29. Bush, R.M., Bender, C.A., Subbarao, K., Cox, N.J. and Fitch, W.M. (1999) Predicting the evolution of human influenza A. Science, 286, 1921-1925. 30. Alves, J.M., Prieto, T. and Posada, D. (2017) Multiregional tumor trees are not phylogenies. Trends Cancer, 3, 546-550. 31. Schwartz, R. and Schaffer, A.A. (2017) The evolution of tumour phylogenetics: principles and practice. Nat. Rev. Genet., 18, 213-229.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "language as a culturally transmitted replicator. Nat. Rev. Genet., 10, 405-415. 33. Bouckaert, R., Lemey, P., Dunn, M., Greenhill, S.J., Alekseyenko, A.V., Drummond, A.J., Gray, R.D., Suchard, M.A. and Atkinson, Q.D. (2012) Mapping the origins and expansion of the Indo-European language family. Science, 337, 957-960. 34. Barbrook, A.C., Howe, C.J., Blake, N. and Robinson, P. (1998) The phylogeny of The Canterbury Tales. Nature, 394, 839-839. 35. Tehrani, J.J. (2013) The phylogeny of Little Red Riding Hood. PLoS One, 8, 11. 36. Windram, H.F., Charlston, T. and Howe, C.J. (2014) A phylogenetic analysis of Orlando Gibbons's Prelude in G. Early Music, 42, 515-+. 37. Ingman, M., Kaessmann, H., Pääbo, S. and Gyllensten, U. (2000) Mitochondrial genome variation and the origin of modern humans. Nature, 408, 708-713. 38. Ke, Y.H., Su, B., Song, X.F., Lu, D.R., Chen, L.F., Li, H.Y., Qi, C.J., Marzuki, S., Deka, R., Underhill, P. et al. (2001) African origin of modern humans in East Asia: A tale of 12,000 Y chromosomes. Science, 292, 1151-1153. 39. Schraiber, J.G. and Akey, J.M. (2015) Methods and models for unravelling human evolutionary history. Nat. Rev. Genet., 16, 727-740. 40. Posth, C., Renaud, G., Mittnik, A., Drucker, D.G., Rougier, H., Cupillard, C., Valentin, F., Thevenet, C., Furtwangler, A., Wissing, C. et al. (2016) Pleistocene mitochondrial genomes suggest a single major dispersal of Non-Africans and a late glacial population turnover in Europe. Curr. Biol., 26, 827-833. 41. Nielsen, R., Akey, J.M., Jakobsson, M., Pritchard, J.K., Tishkoff, S. and Willerslev, E. (2017) Tracing the peopling of the world through genomics. Nature, 541, 302-310. 42. Yang, Z.H. and Rannala, B. (2012) Molecular phylogenetics: principles and practice. Nat. Rev. Genet., 13, 303-314. 43. Harrison, C.J. and Langdale, J.A. (2006) A step by step guide to phylogeny reconstruction. Plant J, 45, 561-572. 44. Hunt, T. and Vogler, A.P. (2008) A protocol for large-scale rRNA sequence analysis: Towards a detailed phylogeny of Coleoptera. Mol. Phylogenet. Evol., 47, 289-301. 45. Hall, B.G. (2013) Building phylogenetic trees from molecular data with MEGA. Mol. Biol. Evol., 30, 1229-1235. 46. Lemmon, E.M. and Lemmon, A.R. (2013) High-throughput genomic data in systematics and phylogenetics. Annu. Rev. Ecol. Evol. Syst., 44, 99-121. 47. O'Halloran, D. (2014) A oractical guide to phylogenetics for nonexperts. J. Vis. Exp., 14. 48. Wilding, M., Nachtschatt, M., Speight, R. and Scott, C. (2017) An improved and general streamlined phylogenetic protocol applied to the fatty acid desaturase family. Mol. Phylogenet. Evol., 115, 50-57. 49. Morrison, D.A. (2015) Is sequence alignment an art or a science? Syst. Bot., 40, 14-26. 50. Jermiin, L.S., Lovell, D.R., Misof, B., Foster, P.G. and Robinson, J. (2020) Detecting heterogeneous evolutionary processes across aligned sequence data. Syst. Biol., (in review), https://doi.org/10.1101/828996. 51. Castresana, J. (2000) Selection of conservative blocks from multiple alignments for their use in phylogenetic analysis. Mol. Biol. Evol., 17, 540-552. 52. Talavera, G. and Castresana, J. (2007) Improvement of phylogenies after removing divergent and ambiguously aligned blocks from protein sequence alignments. Syst. Biol., 56, 564-577. 53. Dress, A.W.M., Flamm, C., Fritzsch, G., Grunewald, S., Kruspe, M., Prohaska, S.J. and Stadler, P.F. (2008) Noisy: identification of problematic columns in multiple sequence alignments. Algorithms for Molecular Biology, 3, 7. 54. Hartmann, S. and Vision, T.J. (2008) Using ESTs for phylogenomics: can one accurately infer a phylogenetic tree from a gappy alignment? BMC Evol. Biol., 8, 95. 55. Misof, B. and Misof, K. (2009) A Monte Carlo approach successfully identifies randomness in multiple sequence alignments: a more objective means of data exclusion. Syst. Biol., 58, 21-34. 56. Capella-Gutierrez, S., Silla-Martinez, J.M. and Gabaldon, T. (2009) trimAl: a tool for automated alignment trimming in large-scale phylogenetic analyses. Bioinformatics, 25, 1972-1973. 57. Kück, P., Meusemann, K., Dambach, J., Thormann, B., von Reumont, B.M., Wägele, J.W. and Misof, B. (2010) Parametric and non-parametric masking of randomness in sequence alignments can be improved and leads to better resolved trees. Front. Zool., 7, 10. 58. Criscuolo, A. and Gribaldo, S. (2010) BMGE (Block Mapping and Gathering with Entropy): a new software for selection of phylogenetic informative regions from multiple sequence alignments. BMC Evol. Biol., 10, 210. 59. Penn, O., Privman, E., Landan, G., Graur, D. and Pupko, T. (2010) An alignment confidence score capturing robustness to guide tree uncertainty. Mol. Biol. Evol., 27, 1759-1767. 60. Wu, M.T., Chatterji, S. and Eisen, J.A. (2012) Accounting for alignment uncertainty in phylogenomics. PLoS One, 7, e30288. 61. Wong, T.F.K., Kalyaanamoorthy, S., Meusemann, K., Yeates, D.K., Misof, B. and Jermiin, L.S. (2020) A minimum reporting standard for multiple sequence alignments. Nature Meth., (in review), https://doi.org/10.1101/2020.1101.1115.907733. 62. Tan, G., Muffato, M., Ledergerber, C., Herrero, J., Goldman, N., Gil, M. and Dessimoz, C. (2015) Current methods for automated filtering of multiple sequence alignments frequently worsen single-gene phylogenetic inference. Syst. Biol., 64, 778-791. 63. Bryant, D., Galtier, N. and Poursat, M.-A. (2005) In Gascuel, O. (ed.), Mathematics of Evolution and Phylogeny. Oxford University Press, Oxford, pp. 33-62. 64. Jayaswal, V., Jermiin, L.S. and Robinson, J. (2005) Estimation of phylogeny using a general Markov model. Evol. Bioinform., 1, 62-80. 65. Ababneh, F., Jermiin, L.S. and Robinson, J. (2006) Generation of the exact distribution and simulation of matched nucleotide sequences on a phylogenetic tree. J. Math. Model. Algor., 5, 291-308. 66. Swofford, D.L. (2003). 4 ed. Sinauer Associates, Sunderland, Massachusetts. 67. Paradis, E., Claude, J. and Strimmer, K. (2004) APE: Analyses of phylogenetics and evolution in R language. Bioinformatics, 20, 289-290. 68. Felsenstein, J. (2005). 3.6 ed. Distributed by the author, Seattle. 69. Popescu, A.A., Huber, K.T. and Paradis, E. (2012) ape 3.0: New tools for distancebased phylogenetics and evolutionary analysis in R. Bioinformatics, 28, 1536-1537. 70. Kumar, S., Stecher, G. and Tamura, K. (2016) MEGA7: Molecular evolutionary genetics analysis version 7.0 for bigger datasets. Mol. Biol. Evol., 33, 1870-1874. 71. Xia, X.H. (2017) DAMBE6: New tools for microbial genomics, phylogenetics, and molecular evolution. J. Hered., 108, 431-437.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "R., Maxwell, P., Birmingham, A., Carnes, J., Caporaso, J.G., Easton, B.C., Eaton, M., Hamady, M., Lindsay, H., Liu, Z.Z. et al. (2007) PyCogent: a toolkit for making sense from sequence. Genome Biol., 8, 16. 73. Guindon, S., Dufayard, J.F., Lefort, V., Anisimova, M., Hordijk, W. and Gascuel, O. (2010) New algorithms and methods to estimate maximum-likelihood phylogenies: Assessing the performance of PhyML 3.0. Syst. Biol., 59, 307-321. 74. Bazinet, A.L., Zwickl, D.J. and Cummings, M.P. (2014) A gateway for phylogenetic analysis powered by grid computing featuring GARLI 2.0. Syst. Biol., 63, 812-818. 75. Stamatakis, A. (2014) RAxML version 8: A tool for phylogenetic analysis and postanalysis of large phylogenies. Bioinformatics, 30, 1312-1313. 76. Nguyen, L.-T., Schmidt, H.A., Von Haeseler, A. and Minh, B.Q. (2015) IQ-TREE: A fast and effective stochastic algorithm for estimating maximum-likelihood phylogenies.Mol. Biol. Evol., 32, 268-274. 77. Lartillot, N., Lepage, T. and Blanquart, S. (2009) PhyloBayes 3: a Bayesian software package for phylogenetic reconstruction and molecular dating. Bioinformatics, 25, 2286-2288. 78. Ronquist, F., Teslenko, M., van der Mark, P., Ayres, D.L., Darling, A., Hohna, S., Larget, B., Liu, L., Suchard, M.A. and Huelsenbeck, J.P. (2012) MrBayes 3.2: Efficient Bayesian phylogenetic inference and model choice across a large model space. Syst. Biol., 61, 539-542. 79. Lartillot, N., Rodrigue, N., Stubbs, D. and Richer, J. (2013) PhyloBayes MPI: Phylogenetic Reconstruction with Infinite Mixtures of Profiles in a Parallel Environment. Syst. Biol., 62, 611-615.80. Bouckaert, R., Heled, J., Kuhnert, D., Vaughan, T., Wu, C.H., Xie, D., Suchard, M.A., Rambaut, A. and Drummond, A.J. (2014) BEAST 2: a software platform for Bayesian evolutionary analysis. PLoS Comp. Biol., 10, 6. 81. Höhna, S., Landis, M.J., Heath, T.A., Boussau, B., Lartillot, N., Moore, B.R., Huelsenbeck, J.P. and Ronquist, F. (2016) RevBayes: Bayesian phylogenetic inference using graphical models and an interactive model-specification language. Syst. Biol., 65, 726-736. 82. Ogilvie, H.A., Heled, J., Xie, D. and Drummond, A.J. (2016) Computational performance and statistical accuracy of *BEAST and comparisons with other methods. Syst. Biol., 65, 381-396. 83. Goloboff, P.A., Farris, J.S. and Nixon, K.C. (2008) TNT, a free program for phylogenetic analysis. Cladistics, 24, 774-786. 84. Goloboff, P.A. and Catalano, S.A. (2016) TNT version 1.5, including a full implementation of phylogenetic morphometrics. Cladistics, 32, 221-238. 85. White, W.T.J. and Holland, B.R. (2011) Faster exact maximum parsimony search with XMP. Bioinformatics, 27, 1359-1367. 86. Posada, D. and Crandall, K.A. (1998) MODELTEST: testing the model of DNA substitution. Bioinformatics, 14, 817-818. 87. Chiotis, M., Jermiin, L.S. and Crozier, R.H. (2000) A molecular framework for the phylogeny of the ant subfamily Dolichoderinae. Mol. Phylogenet. Evol., 17, 108-116. 88. Abascal, F., Zardoya, R. and Posada, D. (2005) ProtTest: selection of best-fit models of protein evolution. Bioinformatics, 21, 2104-2105. 89. Keane, T.M., Creevey, C.J., Pentony, M.M., Naughton, T.J. and McInerney, J.O. (2006) Assessment of methods for amino acid matrix selection and their use on empirical would phylogeneticists ignore computerized sequence alignment? Syst. Biol., 58, 150-158. 110. Sievers, F., Wilm, A., Dineen, D., Gibson, T.J., Karplus, K., Li, W.Z., Lopez, R., McWilliam, H., Remmert, M., Soding, J. et al. (2011) Fast, scalable generation of highquality protein multiple sequence alignments using Clustal Omega. Mol. Syst. Biol., 7, 539. 111. Thompson, J.D., Linard, B., Lecompte, O. and Poch, O. (2011) A comprehensive benchmark study of multiple sequence alignment methods: Current challenges and future perspectives. PloS One, 6, 14. 112. Chatzou, M., Magis, C., Chang, J.M., Kemena, C., Bussotti, G., Erb, I. and Notredame, C. (2016) Multiple sequence alignment modeling: methods and applications. Brief. Bioinf., 17, 1009-1023. 113. Chowdhury, B. and Garai, G. (2017) A review on multiple sequence alignment from the perspective of genetic algorithm. Genomics, 109, 419-431. 114. Jordan, G. and Goldman, N. (2011) The effects of alignment error and alignment filtering on the sitewise detection of positive selection. Mol. Biol. Evol., 29, 1125-1139. 115. Vialle, R.A., Tamuri, A.U. and Goldman, N. (2018) Alignment modulates ancestral sequence reconstruction accuracy. Mol. Biol. Evol., 35, 1783-1797. 116. Blackburne, B.P. and Whelan, S. (2012) Class of multiple sequence alignment algorithm affects genomic analysis. Mol. Biol. Evol., 30, 642-653. 117. Ho, S.Y.W. and Jermiin, L.S. (2004) Tracing the decay of the historical signal in biological sequence data. Syst. Biol., 53, 623-637. 118. Jermiin, L.S., Ho, S.Y.W., Ababneh, F., Robinson, J. and Larkum, A.D.W. (2004) The biasing effect of compositional heterogeneity on phylogenetic estimates may be underestimated. Syst. Biol., 53, 638-643. 119. Cooper, E.D. (2014) Overly simplistic substitution models obscure green plant phylogeny. Trends Plant Sci., 19, 576-582. 120. Jermiin, L.S., Poladian, L. and Charleston, M.A. (2005) Evolution -Is the \"Big Bang\" in animal evolution real? Science, 310, 1910-1911. 121. Winking, J. (2018) Exploring the great schism in the Social Sciences: Confirmation bias and the interpretation of results relating to biological influences on human behavior and psychology. Evol. Psychol., 16, 10. 122. Tuller, T. and Mossel, E. (2011) Co-evolution is incompatible with the Markov assumption in phylogenetics. IEEE/ACM Transactions on Computational Biology and Bioinformatics, 8, 1667-1670. 123. Vera-Ruiz, V.A., Lau, K.W., Robinson, J. and Jermiin, L.S. (2014) Statistical tests to identify appropriate types of nucleotide sequence recoding in molecular phylogenetics. BMC Bioinformatics, 15 (Suppl. 2), S8. 124. Vera-Ruiz, V.A., Robinson, J. and Jermiin, L.S. (2020) A likelihood-ratio test for lumpability of phylogenetic data: Is the Markovian property of an evolutionary process retained in recoded DNA? Syst. Biol., (in preperation). 125. Nasrallah, C.A., Mathews, D.H. and Huelsenbeck, J.P. (2011) Quantifying the impact of dependent evolution among sites in phylogenetic inference. Syst. Biol., 60, 60-73. 126. Siepel, A. and Haussler, D. (2004) Phylogenetic estimation of context-dependent substitution rates by maximum likelihood. Mol. Biol. Evol., 21, 468-488. 127. Lindsay, H., Yap, V.B., Ying, H. and Huttley, G.A. (2008) Pitfalls of the most commonly used models of context dependent substitution. Biology Direct, 3, 52. 128. Shapiro, B., Rambaut, A. and Drummond, A.J. (2005) Choosing appropriate substitution models for the phylogenetic analysis of protein-coding sequences. Mol. Biol. Evol., 23, 7-9. 129. Tavaré, S. (1986) Some probabilistic and statistical problems on the analysis of DNA sequences. Lect. Math. Life Sci., 17, 57-86. 130. Lanave, C. and Pesole, G. (1993) Stationary MARKOV processes in the evolution of biological macromolecules. Binary, 5, 191-195. 131. Rzhetsky, A. and Nei, M. (1995) Tests of applicability of several substitution models for DNA sequence data. Mol. Biol. Evol., 12, 131-151. 132. Weiss, G. and von Haeseler, A. (2003) Testing substitution models within a phylogenetic tree. Mol. Biol. Evol., 20, 572-578. 133. Ababneh, F., Jermiin, L.S., Ma, C. and Robinson, J. (2006) Matched-pairs tests of homogeneity with applications to homologous nucleotide sequences. Bioinformatics, 22, 1225-1231. 134. Ho, J.W.K., Adams, C.E., Lew, J.B., Matthews, T.J., Ng, C.C., Shahabi-Sirjani, A., Tan, L.H., Zhao, Y., Easteal, S., Wilson, S.R. et al. (2006) SeqVis: Visualization of compositional heterogeneity in large alignments of nucleotides. Bioinformatics, 22, 2162-2163. 135. Jermiin, L.S., Jayaswal, V., Ababneh, F. and Robinson, J. (2008) In Keith, J. (ed.), Bioinformatics, Volume 1: Data, sequence analysis, and evolution. Humana Press, Totowa, NJ, Vol. I, pp. 331-364. 136. Jermiin, L.S., Jayaswal, V., Ababneh, F.M. and Robinson, J. (2017) In Keith, J. (ed.), Bioinformatics: Volume 1: Data, Sequence Analysis, and Evolution. Humana Press, Totowa, NJ, pp. 379-420. 137. Naser-Khdour, S., Minh, B.Q., Zhang, W., A., S.E. and R., L. (2019) The prevalence and impact of model violations in phylogenetic analysis. Genome Biology and Evolution, 3341-3352. 138. Kedzierska, A.M., Drton, M., Guigó, R. and Casanellas, M. (2011) SPIn: model selection for phylogenetic mixtures via linear invariants. Mol. Biol. Evol., 29, 929-937. 139. Lockhart, P.J. and Steel, M. (2005) A tale of two processes. Syst. Biol., 54, ???-??? 140. Eigen, M., Winkler-Oswatitsch, R. and Dress, A. (1988) Statistical geometry in sequence space: A method of quantitative comparative sequence analysis. Proc. Natl. Acad. Sci. USA, 85, 5913-5917. 141. Holland, B.R., Huber, K.T., Dress, A. and Moulton, V. (2002) δ plots: a tool for analyzing phylogenetic distance data. Mol. Biol. Evol., 19, 2051-2059. 142. Jermiin, L.S. and Misof, B. (2020) Measuring historical and compositional signals in phylogenetic data. Syst. Biol., (in review), https://doi.org/10.1101/2020.1101.1103.894097. 143. Townsend, J.P. (2007) Profiling phylogenetic informativeness. Syst. Biol., 56, 222-231. 144. López-Giráldez, F. and Townsend, J.P. (2011) PhyDesign: an online application for profiling phylogenetic informativeness. BMC Evolutionrary Biology, 11, 152. 145. Dornburg, A., Fisk, N., Tamagnam, J. and Townsend, J.P. (2016) PhyInformR: phylogenetic experimental design and phylogenomic data exploration in R. BMC Evol. Biol., 16, 262.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Stat. Sci., 2, 191-210. 147. Reeves, J. (1992) Heterogeneity in the substitution process of amino acid sites of proteins coded for by the mitochondrial DNA. J. Mol. Evol., 35, 17-31. 148. Steel, M.A., Lockhart, P.J. and Penny, D. (1993) Confidence in evolutionary trees from biological sequence data. Nature, 364, 440-442. 149. Lake, J.A. (1994) Reconstructing evolutionary trees from DNA and protein sequences: paralinear distances. Proc. Natl. Acad. Sci. USA, 91, 1455-1459. 150. Lockhart, P.J., Steel, M.A., Hendy, M.D. and Penny, D. (1994) Recovering evolutionary trees under a more realistic model of sequence evolution. Mol. Biol. Evol., 11, 605-612. 151. Steel, M.A. (1994) Recovering a tree from the leaf colourations it generates under a Markov model. Appl. Math. Lett., 7, 19-23. 152. Galtier, N. and Gouy, M. (1995) Inferring phylogenies from DNA sequences of unequal base compositions. Proc. Natl. Acad. Sci. USA, 92, 11317-11321. 153. Steel, M.A., Lockhart, P.J. and Penny, D. (1995) A frequency-dependent significance test for parsimony. Mol. Phylogenet. Evol., 4, 64-71. 154. Yang, Z. and Roberts, D. (1995) On the use of nucleic acid sequences to infer early branches in the tree of life. Mol. Biol. Evol., 12, 451-458. 155. Gu, X. and Li, W.-H. (1996) Bias-corrected paralinear and logdet distances and tests of molecular clocks and phylogenies under nonstationary nucleotide frequencies. Mol. Biol. Evol., 13, 1375-1383. 156. Galtier, N. and Gouy, M. (1998) Inferring pattern and process: maximum-likelihood implementation of a nonhomogenous model of DNA sequence evolution for phylogenetic analysis. Mol. Biol. Evol., 15, 871-879. 157. Gu, X. and Li, W.-H. (1998) Estimation of evolutionary distances under stationary and nonstationary models of nucleotide substitution. Proc. Natl. Acad. Sci. USA, 95, 5899-5905. 158. Galtier, N., Tourasse, N. and Gouy, M. (1999) A nonhyperthermophilic common ancestor to extant life forms. Science, 283, 220-221. 159. Tamura, K. and Kumar, S. (2002) Evolutionary distance estimation under heterogeneous substitution pattern among lineages. Mol. Biol. Evol., 19, 1727-1736. 160. Foster, P.G. (2004) Modelling compositional heterogeneity. Syst. Biol., 53, 485-495. 161. Thollesson, M. (2004) LDDist: a Perl module for calculating LogDet pair-wise distances for protein and nucleotide sequences. Bioinformatics, 20, 416-418. 162. Blanquart, S. and Lartillot, N. (2006) A Bayesian compound stochastic process for modeling nonstationary and nonhomogeneous sequence evolution. Mol. Biol. Evol., 23, 2058-2071. 163. Jayaswal, V., Robinson, J. and Jermiin, L.S. (2007) Estimation of phylogeny and invariant sites under the General Markov model of nucleotide sequence evolution. Syst. Biol., 56, 155-162. 164. Blanquart, S. and Lartillot, N. (2008) A site-and time-heterogeneous model of amino acid replacement. Mol. Biol. Evol., 25, 842-858. 165. Dutheil, J. and Boussau, B. (2008) Non-homogeneous models of sequence evolution in the Bio++ suite of libraries and programs. BMC Evol. Biol., 8, 255.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": ", V., Jermiin, L.S., Poladian, L. and Robinson, J. (2011) Two stationary, nonhomogeneous Markov models of nucleotide sequence evolution. Syst. Biol., 60, 74-86. 167. Jayaswal, V., Ababneh, F., Jermiin, L.S. and Robinson, J. (2011) Reducing model complexity when the evolutionary process over an edge is modeled as a homogeneous Markov process. Mol. Biol. Evol., 28, 3045-3059. 168. Dutheil, J.Y., Galtier, N., Romiguier, J., Douzery, E.J.P., Ranwez, V. and Boussau, B. (2012) Efficient selection of branch-specific models of sequence evolution. Mol. Biol. Evol., 29, 1861-1874. 169. Zou, L.W., Susko, E., Field, C. and Roger, A.J. (2012) Fitting nonstationary generaltime-reversible models to obtain edge-lengths and frequencies for the Barry-Hartigan model. Syst. Biol., 61, 927-940. 170. Groussin, M., Boussau, B. and Gouy, M. (2013) A branch-heterogeneous model of protein evolution for efficient inference of ancestral sequences. Syst. Biol., 62, 523-538. 171. Holland, B.R., Jarvis, P.D. and Sumner, J.G. (2013) Low-parameter phylogenetic inference under the General Markov Model. Syst. Biol., 62, 78-92. 172. Goldman, N. (1993) Statistical tests of models of DNA substitution. J. Mol. Evol., 36, 182-198. 173. Rambaut, A. and Grassly, N.C. (1997) Seq-Gen: an application for the Monte Carlo simulation of DNA sequence evolution along phylogenetic trees. Comput. Appl. Biosci., 13, 235-238. 174. Fletcher, W. and Yang, Z. (2009) INDELible: a flexible simulator of biological sequence evolution. Mol. Biol. Evol., 26, 1879-1888. 175. Mallo, D., de Oliveira Martins, L. and Posada, D. (2016) SimPhy: phylogenomic simulation of gene, locus, and species trees. Syst. Biol., 65, 334-344. 176. Bollback, J.P. (2002) Bayesian model adequacy and choice in phylogenetics. Mol. Biol. Evol., 19, 1171-1180. 177. Susko, E. and Roger, A.J. (2020) On the use of information criteria for model selection in phylogenetics. Mol. Biol. Evol., (in press), https://doi.org/10.1093/molbev/msz1228. 178. Dziak, J.J., Coffman, D.L., Lanza, S.T., Li, R. and Jermiin, L.S. (2020) Sensitivity and specificity of information criteria. Brief. Bioinf., (in press), https://doi.org/10.1093/bib/bbz1016. 179. Duchêne, D.A., Duchêne, S. and Ho, S.Y.W. (2018) PhyloMAd: efficient assessment of phylogenomic model adequacy. Bioinformatics, 34, 2300-2301. 180. Kumar, S., Filipski, A.J., Battistuzzi, F.U., Pond, S.L.K. and Tamura, K. (2012) Statistics and truth in phylogenomics. Mol. Biol. Evol., 29, 457-472. 181. Holland, B.R. (2013) The rise of statistical phylogenetics. Aust. N. Zea. J. Stat., 55,",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "There is a dire need for MSA methods that yield accurate homology statements. Likewise, there is a need for methods that allow users to: (i) determine how accurate different MSA methods are, and (ii) select MSA methods that are most suitable for the data at hand. Moreover, there is a dire need for better transparency in the way MSAs are reported in the literature (61). Methods for Masking MSAs -Assuming an accurate MSA has been inferred, there is a need for strategies that can be applied to identify and distinguish between poorlyaligned and highly-variable regions of MSA. Well aligned but highly-variable regions of MSAs may be more informative than poorly-aligned regions of such MSAs, so to delete them may be unwise. For example, the evolutionary process may have to be considered an evolving entity in its own right. Further, a better understanding of the information criteria used is necessary (178). Phylogenetic Methods -While there are many accurate phylogenetic methods for analysis of data that have evolved under time-homogeneous, reversible Markovian conditions, there is a dearth of accurate phylogenetic methods suitable for analysis of data that have evolved under more complex conditions. Added to this challenge are methods that accurately consider incomplete lineage sorting of genetic markers and the special conditions associated with the analysis of SNP data. Goodness-of-fit Tests -Suitable goodness-of-fit tests are available, but there is not only a need for a wider understanding of the merits of these tests, but also of how they can be tailored to suit different requirements. In particular, there is a need for programs that can generate simulated data under extremely complex evolutionary conditions. Some programs are available (5,160,175,179), but they only cater for a very limited set of conditions.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "phylogenetic methods used by Misof et al. (3) were clearly not suitable for analysis of these data. However, such methods were not available at the time, and that is still the case! Examples of phylogenetic research, divided into areas, based on impact and/or relevance.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}