{
    "paper_id": "7cdd50888f639629380fa9906d73f97010158127",
    "metadata": {
        "title": "2 3 TIM-1 SERVES AS A NONREDUNDANT RECEPTOR FOR EBOLA 4 VIRUS, ENHANCING VIREMIA AND PATHOGENESIS 5 6",
        "authors": [
            {
                "first": "Bethany",
                "middle": [],
                "last": "Brunton",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Iowa",
                    "location": {
                        "addrLine": "14 3-750 Bowen Science Building 15 51 Newton Rd. 16",
                        "postCode": "52242",
                        "settlement": "Iowa City, Iowa City",
                        "region": "IA, IA"
                    }
                },
                "email": ""
            },
            {
                "first": "Kai",
                "middle": [],
                "last": "Rogers",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Iowa",
                    "location": {
                        "addrLine": "14 3-750 Bowen Science Building 15 51 Newton Rd. 16",
                        "postCode": "52242",
                        "settlement": "Iowa City, Iowa City",
                        "region": "IA, IA"
                    }
                },
                "email": ""
            },
            {
                "first": "Elisabeth",
                "middle": [
                    "K"
                ],
                "last": "Phillips",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Iowa",
                    "location": {
                        "addrLine": "14 3-750 Bowen Science Building 15 51 Newton Rd. 16",
                        "postCode": "52242",
                        "settlement": "Iowa City, Iowa City",
                        "region": "IA, IA"
                    }
                },
                "email": ""
            },
            {
                "first": "Rachel",
                "middle": [
                    "B"
                ],
                "last": "Brouillette",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Iowa",
                    "location": {
                        "addrLine": "14 3-750 Bowen Science Building 15 51 Newton Rd. 16",
                        "postCode": "52242",
                        "settlement": "Iowa City, Iowa City",
                        "region": "IA, IA"
                    }
                },
                "email": ""
            },
            {
                "first": "Ruayda",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Iowa",
                    "location": {
                        "addrLine": "14 3-750 Bowen Science Building 15 51 Newton Rd. 16",
                        "postCode": "52242",
                        "settlement": "Iowa City, Iowa City",
                        "region": "IA, IA"
                    }
                },
                "email": ""
            },
            {
                "first": "Noah",
                "middle": [
                    "S"
                ],
                "last": "Bouls",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Iowa",
                    "location": {
                        "addrLine": "14 3-750 Bowen Science Building 15 51 Newton Rd. 16",
                        "postCode": "52242",
                        "settlement": "Iowa City, Iowa City",
                        "region": "IA, IA"
                    }
                },
                "email": ""
            },
            {
                "first": "Wendy",
                "middle": [],
                "last": "Butler",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Iowa",
                    "location": {
                        "addrLine": "14 3-750 Bowen Science Building 15 51 Newton Rd. 16",
                        "postCode": "52242",
                        "settlement": "Iowa City, Iowa City",
                        "region": "IA, IA"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Maury",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Iowa",
                    "location": {
                        "addrLine": "14 3-750 Bowen Science Building 15 51 Newton Rd. 16",
                        "postCode": "52242",
                        "settlement": "Iowa City, Iowa City",
                        "region": "IA, IA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background. T cell immunoglobulin mucin domain-1 (TIM-1) is a phosphatidylserine (PS) 28 receptor, mediating filovirus entry into cells through interactions with PS on virions. TIM-1 29 expression has been implicated in Ebola virus (EBOV) pathogenesis; however, it remains 30 unclear whether this is due to TIM-1 serving as a filovirus receptor in vivo or, as others have 31 suggested, TIM-1 induces a cytokine storm elicited by T cell/virion interactions. Here, we use a 32 BSL2 model virus that expresses EBOV glycoprotein and demonstrate the importance of TIM-1 33 as a virus receptor late during in vivo infection. 34",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methodology/Principal findings. We used an infectious, recombinant vesicular stomatitis virus 35 expressing EBOV glycoprotein (EBOV GP/rVSV) to assess the role of TIM-1 during in vivo 36 infection. TIM-1-sufficient or TIM-1-deficient BALB/c interferon α/β receptor -/mice were 37 challenged with EBOV GP/rVSV-GFP or G/rVSV-GFP. While G/rVSV caused profound 38 morbidity and mortality in both mouse strains, TIM-1-deficient mice had significantly better 39 survival than TIM-1-expressing mice following EBOV GP/rVSV challenge. EBOV GP/rVSV 40 load in spleen was high and unaffected by expression of TIM-1. However, infectious virus in 41 serum, liver, kidney and adrenal gland was reduced late in infection in the TIM-1-deficient mice, 42",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "suggesting that virus entry via this receptor contributes to virus load. Consistent with higher 43 virus loads, proinflammatory chemokines trended higher in organs from infected TIM-1-44 sufficient mice compared to the TIM-1-deficient mice, but proinflammatory cytokines were more 45 modestly affected. To assess the role of T cells in EBOV GP/rVSV pathogenesis, T cells were 46 depleted in TIM-1-sufficient and -deficient mice and the mice were challenged with virus. 47",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Depletion of T cells did not alter the pathogenic consequences of virus infection. 48 . CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/466102 doi: bioRxiv preprint Conclusions. Our studies provide evidence that at late times during EBOV GP/rVSV infection, 49 TIM-1 increased virus load and associated mortality, consistent with an important role of this 50 receptor in virus entry. This work suggests that inhibitors which block TIM-1/virus interaction 51 may serve as effective antivirals, reducing virus load at late times during EBOV infection. 52",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "53 Author summary 54 T cell immunoglobulin mucin domain-1 (TIM-1) is one of a number of phosphatidylserine (PS) 55 receptors that mediate clearance of apoptotic bodies by binding PS on the surface of dead or 56 dying cells. Enveloped viruses mimic apoptotic bodies by exposing PS on the outer leaflet of the 57 viral membrane. While TIM-1 has been shown to serve as an adherence factor/receptor for 58 filoviruses in tissue culture, limited studies have investigated the role of TIM-1 as a receptor in 59 vivo. Here, we sought to determine if TIM-1 was critical for Ebola virus glycoprotein-mediated 60 infection using a BSL2 model virus. We demonstrate that loss of TIM-1 expression results in 61 decreased virus load late during infection and significantly reduced virus-elicited mortality. 62 These findings provide evidence that TIM-1 serves as an important receptor for Ebola virus in 63 vivo. Blocking TIM-1/EBOV interactions may be effective antiviral strategy to reduce viral load 64 and pathogenicity at late times of EBOV infection. 65 66 . CC-BY 4.0 International license is made available under a",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/466102 doi: bioRxiv preprint 129 for maEBOV we observed that EBOV GP/rVSV was less pathogenic in TIM-1-deficient mice 130 compared to control mice. The impact of the loss of TIM-1 was specific for EBOV GP-131 expressing virus since wild-type VSV was equally virulent in TIM-1-deficient and TIM-1-132 sufficient mice over a wide range of challenge doses. Importantly, reduced mortality observed 133 in the virus-infected TIM-1 -/mice was associated with lower virus load at late time points 134 during infection in multiple tissues previously appreciated to be important in EBOV 135 . CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/466102 doi: bioRxiv preprint 157 Havcr1, were replaced with a LacZ gene, generating a TIM-1-null mouse (TIM-1 -/-) BALB/c 158 IFN-αβ receptor-deficient (Ifnar -/-) mice were a kind gift from Dr. Joan Durbin, NYU Langone 159 . CC-BY 4.0 International license is made available under a",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Zaire ebolavirus (EBOV) is one of five species of ebolaviruses within the Filoviridae family. 68 EBOV continues to cause significant outbreaks in sub-Saharan Africa with case fatality rates as 69 high as 90% [1] . All filoviruses have a broad species and cellular tropism. With the exception of 70 lymphocytes, most cells within the body are thought to support EBOV infection and replication 71 [2, 3] . Histopathological studies of EBOV infected humans and non-human primates (NHPs) 72",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 211,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 395,
                    "end": 398,
                    "text": "[2,",
                    "ref_id": null
                },
                {
                    "start": 399,
                    "end": 401,
                    "text": "3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction 67"
        },
        {
            "text": "have demonstrated viral antigen in many different organs including: liver, spleen, lymph nodes, 73 kidney, adrenal glands, lungs, gastrointestinal tract, skin, brain and heart [3] [4] [5] [6] [7] . -/genotype (referred to as TIM-1 -/throughout this study). All expected genotypes 164 were produced in normal Mendelian ratios. Genomic DNA from mouse tail-clips was assessed 165 by PCR for genotypes. The primers and protocol for Ifnar -/screening has been previously 166 Organs were harvested from control and TIM-1 -/mice at 1, 3 or 5 days following infection 204 from with EBOV GP∆O/rVSV. Prior to euthanasia, mice were anesthetized with isoflurane to 205 perform retro-orbital bleeds for serum. Mice were euthanized and perfused with 10 mL of PBS 206 through the heart and organs harvested, weighed and frozen at -80ºC. To determine virus titers, 207 organs or sera were thawed and organs were homogenized in PBS and filtered through a 0.45 µ 208 syringe filter. Viral titers were determined by end point dilution on Vero cell as previously 209 Quantitative reverse transcriptase polymerase chain reaction (qRT-PCR) was used to detect 216 proinflammatory cytokine and chemokines levels from organs of mice challenged with EBOV 217 GP∆O/rVSV. At time of harvest, organs were placed in Trizol and frozen at -80ºC until further 218 use. Total RNA was isolated using TRIzol LS reagent (Life Technologies) according 219 to manufacturer's tissue RNA isolation procedure. RNA was quantified by Nanodrop (Thermo 220 Scientific). Total RNA (2 µg) was reverse transcribed into cDNA using random primers and the 221 High-Capacity cDNA Reverse Transcription kit (Applied Biosystems). SYBR Green based 222 quantitative PCR reactions (Applied Biosystems) were performed using 1.5µL of a 1:100 223 dilution of cDNA from each reaction and specific primers for murine cytokines and 224 chemokines. Primer sequences are found in Supplemental Table I The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/466102 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. has not been examined. Further, WT VSV serves as an excellent control for in vivo studies with 287 EBOV GP/rVSV. We challenged TIM-1 -/and control mice with 10 5 iu of VSV by i.v. injection. 288",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 179,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 180,
                    "end": 183,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 184,
                    "end": 187,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 188,
                    "end": 191,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 192,
                    "end": 195,
                    "text": "[7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1926,
                    "end": 1933,
                    "text": "Table I",
                    "ref_id": null
                }
            ],
            "section": "Introduction 67"
        },
        {
            "text": "In contrast to our EBOV GP/rVSV findings, we observed no difference in the survival curve 289 between the two strains of mice (Fig. 1C ). Since it is likely that VSV bearing it native GP is 290 more pathogenic than a recombinant VSV containing a different viral GP, we also evaluated 291 mortality associated with different doses of VSV and found that administration of as little as 10 1 292 iu of VSV was lethal to Ifnar -/mice (Supplemental Fig. 2 ). Thus, we repeated VSV infections in 293 control and TIM-1 -/mice at a challenge dose of 10 1 iu to determine if subtle changes in virus 294 pathogenesis could be discerned. Even at this low dose, there was no difference in the survival in 295 the TIM-1 -/mice versus the control mice (Fig. 1D ). These results provide evidence that the 296 difference in EBOV GP/rVSV pathogenesis in BALB/c Ifnar -/and TIM-1 -/mice was due to the 297 presence of EBOV GP expressed in the recombinant VSV rather than other VSV genes. The 298 reduced pathogenesis of EBOV GP expressing virus in TIM-1 -/mice was consistent with 299 findings described by Younan et al. using maEBOV [34] . 300 301",
            "cite_spans": [
                {
                    "start": 1115,
                    "end": 1119,
                    "text": "[34]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 126,
                    "end": 134,
                    "text": "(Fig. 1C",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 443,
                    "end": 449,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 737,
                    "end": 745,
                    "text": "(Fig. 1D",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Introduction 67"
        },
        {
            "text": "The effect of TIM-1 expression on viremia and organ viral loads following i.v. EBOV 304 GP∆O/rVSV infection was examined in serum and organs harvested 1, 3 or 5 days following 305 infection (Fig. 2) . Viremia and infectious virus in various organs were quantified by endpoint 306 dilution titering on Vero cells, a highly permissive cell line for EBOV GP/rVSV. At early times 307 . CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/466102 doi: bioRxiv preprint during infection, no difference in viremia or virus load was observed in most organs of TIM-1 308 versus control mice. However, by day 5 of EBOV GPΔO/rVSV infection, TIM-1 -/mice had a 309 100-fold reduction in viremia compared to control mice (Fig. 2) and a similar trend was observed 310 during infections with full length EBOV GP/rVSV (Supplement Fig. 3 ). In parallel, levels of 311 infectious virus in liver, kidney, and adrenal gland were also significantly reduced. Studies at day 312 5 of infection also indicated that EBOV GP∆O/rVSV loads were much reduced in the brain of 313 TIM-1 -/mice and trended lower in the testis (Supplement Fig. 4A at days -1 and 2. We verified that T cells within peripheral blood were profoundly depleted at 366 day 5 of infection by flow cytometry following immunostaining with an α-CD90 mAb (Fig. 5A) . 367",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 190,
                    "end": 198,
                    "text": "(Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 833,
                    "end": 841,
                    "text": "(Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 939,
                    "end": 945,
                    "text": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 1232,
                    "end": 1239,
                    "text": "Fig. 4A",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1420,
                    "end": 1429,
                    "text": "(Fig. 5A)",
                    "ref_id": null
                }
            ],
            "section": "Murine TIM-1 enhances EBOV GP/rVSV virus load at late times during infection 302 303"
        },
        {
            "text": "As observed for the T cell-competent mice in above studies, T cell-depleted control mice 368 challenged with EBOV GP/rVSV succumbed to the infection between 4-6 days. Likewise, while 369 T cell-depleted TIM-1 -/mice had significantly better survival than T cell depleted control mice 370 they did not exhibit improved survival over TIM-1 -/mice that were not T cell-depleted ( The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/466102 doi: bioRxiv preprint identifying TIM-1 expressing cells that serve as viral targets and understanding the contribution 469 of these cells to the EBOV disease pathogenesis, we will be able to better develop TIM-1 470 specific therapeutics against EBOV infection. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/466102 doi: bioRxiv preprint C-type lectin specific for galactose and N-acetylgalactosamine promotes filovirus entry. J 508",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Murine TIM-1 enhances EBOV GP/rVSV virus load at late times during infection 302 303"
        },
        {
            "text": "Virol The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/466102 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/466102 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/466102 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Murine TIM-1 enhances EBOV GP/rVSV virus load at late times during infection 302 303"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Sudan Ebola virus",
            "authors": [],
            "year": null,
            "venue": "The Journal of infectious diseases",
            "volume": "2",
            "issn": "",
            "pages": "357--363",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Human fatal zaire ebola virus 601 infection is associated with an aberrant innate immunity and with massive lymphocyte 602 apoptosis",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wauquier",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Becquart",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Padilla",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Baize",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Leroy",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS Negl Trop Dis",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Characterization of clinical and 604 immunological parameters during Ebola virus infection of rhesus macaques",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Martins",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wells",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bell",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Viral 605 Immunol",
            "volume": "28",
            "issn": "",
            "pages": "32--41",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Modeling the Disease 607 Course of Zaire ebolavirus Infection in the Outbred Guinea Pig",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Cross",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Fenton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Geisbert",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Mire",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Geisbert",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Infect Dis",
            "volume": "212",
            "issn": "2",
            "pages": "608--305",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "T-cell immunoglobulin 610 and mucin domain 1 deficiency eliminates airway hyperreactivity triggered by the 611 recognition of airway cell death",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Chuang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "I"
                    ],
                    "last": "Kasahara",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Allergy Clin Immunol",
            "volume": "132",
            "issn": "",
            "pages": "414--425",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "An analysis of features of 613 pathogenesis in two animal models of Ebola virus infection",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "I"
                    ],
                    "last": "Ryabchikova",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "V"
                    ],
                    "last": "Kolesnikova",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Luchko",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "The Journal of infectious 614 diseases 179",
            "volume": "1",
            "issn": "",
            "pages": "199--202",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Pathology of 616 experimental Ebola virus infection in African green monkeys. Involvement of fibroblastic 617 reticular cells",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "O"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Geisbert",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Steele",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Geisbert",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Arch Pathol Lab Med",
            "volume": "121",
            "issn": "",
            "pages": "805--819",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Mouse Model of Ebola Virus Disease Mimics the Immune Responses in Human Disease",
            "authors": [],
            "year": null,
            "venue": "620 J Infect Dis",
            "volume": "213",
            "issn": "",
            "pages": "703--711",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Ebola virus 622 entry requires the host-programmed recognition of an intracellular receptor",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Obernosterer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Raaben",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Herbert",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Deffieu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "The EMBO 623 journal",
            "volume": "31",
            "issn": "",
            "pages": "1947--1960",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Cathepsin 625 cleavage potentiates the Ebola virus glycoprotein to undergo a subsequent fusion-relevant 626 conformational change",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brecher",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Schornberg",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Delos",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Fusco",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "O"
                    ],
                    "last": "Saphire",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of virology",
            "volume": "86",
            "issn": "",
            "pages": "364--372",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Ebolavirus entry 628 requires a compact hydrophobic fist at the tip of the fusion loop",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Gregory",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Larsson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Kasson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Virol",
            "volume": "88",
            "issn": "",
            "pages": "6636--6649",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "TIM-1 induces T 630 cell activation and inhibits the development of peripheral tolerance",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Umetsu",
                    "suffix": ""
                },
                {
                    "first": "W-L",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcintire",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Downey",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sanjanwala",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nat Immunol",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Essential Roles of TIM-1 and TIM-4",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "G"
                    ],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "X"
                    ],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Nie",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shao",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Homologs in Adaptive Humoral Immunity in a Zebrafish Model",
            "authors": [],
            "year": null,
            "venue": "J Immunol",
            "volume": "196",
            "issn": "",
            "pages": "1686--634",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "TIM-1 signaling in B cells 636 regulates antibody production",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Usui",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Takeda",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Harada",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yagita",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Biochem Biophys Res Commun",
            "volume": "406",
            "issn": "",
            "pages": "223--228",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "KIM-1-mediated 638 phagocytosis reduces acute injury to the kidney",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Sabbisetti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yeung",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Clin Invest",
            "volume": "125",
            "issn": "",
            "pages": "1620--1636",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Identification of 640 Tim4 as a phosphatidylserine receptor",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Miyanishi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tada",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Koike",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Uchiyama",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kitamura",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nature",
            "volume": "450",
            "issn": "",
            "pages": "435--439",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Inhibition of VSV binding and 642 infectivity by phosphatidylserine: is phosphatidylserine a VSV-binding site?",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schlegel",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Tralka",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Willingham",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Pastan",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Cell",
            "volume": "32",
            "issn": "",
            "pages": "643--639",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Role of sialic acid in cell receptors for 645 vesicular stomatitis virus",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Superti",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Girmenta",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Seganti",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Orsi",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Acta Virol",
            "volume": "30",
            "issn": "",
            "pages": "10--18",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Characterization of 647 membrane components of the erythrocyte involved in vesicular stomatitis virus 648 attachment and fusion at acidic pH",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mastromarino",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Conti",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Goldoni",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hauttecoeur",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Orsi",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J Gen Virol",
            "volume": "68",
            "issn": "",
            "pages": "2359--2369",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Phosphatidylserine is not the cell surface receptor for vesicular 650 stomatitis virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Coil",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "",
            "pages": "10920--10926",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Endoplasmic reticulum 652 chaperone gp96 is essential for infection with vesicular stomatitis virus",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bloor",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Maelfait",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Krumbach",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Beyaert",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Randow",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proc Natl Acad",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Mediates Dystroglycan-Independent Entry of Lassa Virus",
            "authors": [],
            "year": null,
            "venue": "J Virol",
            "volume": "92",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Pathogenesis of the viral hemorrhagic fevers",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Paessler",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Walker",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Annu Rev 657 Pathol",
            "volume": "8",
            "issn": "",
            "pages": "411--440",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Mouse models for filovirus infections",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Bradfute",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Warfield",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bray",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Viruses",
            "volume": "4",
            "issn": "",
            "pages": "659--1477",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Filovirus infection of STAT-1 knockout mice",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Raymond",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bradfute",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bray",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J 661 Infect Dis",
            "volume": "204",
            "issn": "",
            "pages": "986--990",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Supplemental Table 1. Cytokine/Chemokine primer sequences for qRT-PCR analysis",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "C) and weight loss (B, D) associated with increasing doses 725 of EBOV GPΔO/rVSV (A,B) and EBOV GP/rVSV (C,D)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--3",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Weight loss following intraperitoneal infection of Ifnar -/-mice with 10-729 fold serial dilutions of VSV. BALB/c Ifnar -/-mice (1-4 mice per dose) received the indicated 730 dose of EBOVΔO GP/rVSV virus by i.p. injection. Weight loss was tracked over 10-days to 731 determine the lowest predictably lethal dose (10 1 infectious units). Grey lines indicate the virus 732 doses that caused mortality in all or some of the mice over the course of the experiment with",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "733",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Sera were harvested from BALB/c Ifnar -/-736 (control) or BALB/c Ifnar -/-/TIM-1 -/-(TIM-1 -/-) mice at days 1, 3 and 5 following infection with 737 10 5 iu of EBOV GP/rVSV by i.v. injection. Titers were determined by endpoint dilution of serum 738",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Solid lines indicate geometric mean for each data set. Dotted line indicates the 739 level of detection. Significance was calculated by Student's t-tests comparisons of the geometric 740 means",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "1 -/-mice 743 5 days following i.v. EBOV GP ΔO /rVSV infection",
            "authors": [
                {
                    "first": "/",
                    "middle": [],
                    "last": "Tim-",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "testis (B) and lung (C) tissue were harvested from BALB/c Ifnar -/-(control) to",
            "authors": [],
            "year": null,
            "venue": "Brain (A)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "/-) mice at day 5 following infection with 10 5 iu of EBOV GP",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Titers were determined by endpoint dilution of homogenized organ 747 samples on Vero cells. Shown are data points for individual mice within each treatment and the 748 bold line represent the mean titers from serum of of 2-4 mice per group",
            "authors": [],
            "year": null,
            "venue": "ΔO /rVSV by i.v. injection",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/466102"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "of cell surface receptors are appreciated to mediate filovirus binding and 76 internalization into the endosomal compartment of cells, including phosphatidylserine (PS) 77 receptors [8,9] and C-type lectin receptors [10-14]. PS receptors do not interact with the viral 78 glycoprotein (GP), but bind to PS on the surface of the virion lipid membrane, causing 79 internalization of viral particles into the endosomal compartment [9,15]. This mechanism of 80 viral entry has been termed apoptotic mimicry [16]. Following endosomal uptake of filovirions, 81 proteolytic GP processing occurs, thereby allowing GP to interact with its endosomal cognate 82 receptor, Niemann Pick C1 [17-21]. 83 84 One important family of PS receptors is the T-cell immunoglobulin mucin domain (TIM) 85 family. TIM family members, encoded by the Havcr family of genes, contribute to the uptake 86 of apoptotic bodies to clear dying cells from tissues and the circulation [22-24]. TIM proteins 87 are type 1, cell surface glycoproteins. Three family members are present in humans (hTIM-1, 88 hTIM-3 and hTIM-4) and four in mice (TIM-1, TIM-2, TIM-3 and TIM-4) [25]. hTIM-1 was 89 pathogenesis. Consistent with reduced overall virus loads, proinflammatory chemokine profiles 136 were also lower in the EBOV GP/rVSV infected TIM-1-deficient mice at late time points 137 following infection. Finally, to directly evaluate whether enhanced survival and reduced 138 inflammation in TIM-1-deficient mice was associated with T cell activation as previously 139 reported [34], we depleted T cells in EBOV GP/rVSV infected TIM-1-sufficient or -deficient 140 mice and found that T cell depletion did not alter EBOV GP/rVSV pathogenesis. In total, our 141 studies provide evidence that TIM-1 associated pathogenesis correlated with enhanced virus 142 load at late times during infection, consistent with TIM-1 having an important role as a receptor 143 for EBOV in vivo. 144 Materials and Methods 145 146 Ethics statement 147 This study was conducted in strict accordance with the Animal Welfare Act and the 148 recommendations in the Guide for the Care and Use of Laboratory Animals of the National 149 Institutes of Health (University of Iowa (UI) Institutional Assurance Number: #A3021-01). All 150 animal procedures were approved by the UI Institutional Animal Care and Use Committee 151 (IACUC) which oversees the administration of the IACUC protocols and the study was 152 performed in accordance with the IACUC guidelines (Protocol #8011280, Filovirus 153 glycoprotein/cellular protein interactions). 154 Mice 155 BALB/c TIM-1-deficient mice have been previously described [35] and were a kind gift from 156 Dr. Paul Rothman (Johns Hopkins University). Briefly, exons 4 and 5 of the TIM-Ifnar -/and BALB/c Havcr1 -/-(TIM-1 -/-) mice were crossed for the creation of 162 heterozygous progeny. Progeny were interbred and mice screened for the correct BALB/c Ifnar",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": ". Expression levels of the 225 cytokine/ chemokines of interest were defined as a ratio between threshold cycle (Ct) values for 226 the gene of interest and the endogenous control, mouse HPRT, and is displayed as the log2 227 value of this ratio. 228 T cell depletion studies 229 Five-to eight-week-old female BALB/c Ifnar -/and BALB/c Ifnar/TIM-1 -/mice were injected 230 with 200µg of anti-CD4 (clone GK1.5) and 200µg anti-CD8 (clone 2.43) depleting monoclonal 231 antibodies both one day prior to retroorbital infection with EBOV GP/rVSV-GFP and two days 232 post infection. Survival was tracked; mice were weighed and scored for sickness daily as 233",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "described above to assess euthanasia criteria for each infected mouse. Prior to infection with 234 EBOV GP/rVSV-GFP, depletion was validated by isolating peripheral blood mononuclear cells 235 from both depleted and non-depleted animals and staining of PBMCs with anti-CD90 antibody 236 (clone 30-H12). Staining was done by incubating with anti-CD90 antibody in FACS buffer and 237 Fc block (2.4G2) for 30 minutes, washing 3 times to remove excess antibody, and detecting 238 fluorescence on a BD FACSCalibur. 239 Statistics 240 Statistical analyses were performed using GraphPad Prism software (GraphPad Software, Inc.). 241 Results are shown as means or geometric means and standard error of the means (s.e.m.) or 242 geometric s.e.m., respectively, is shown where appropriate. Log-rank (Mantel-Cox) tests were 243 used to analyze differences in survival. In vivo experiments were performed at least in duplicate 244 with at least 8 mice total per treatment group. Mice or samples were randomly assigned to 245 various treatment groups. All data points and animals were reported in results and statistical 246 analyses. For the nonparametric viral titer data, Mann-Whitney U-test was used. P values less 247 than 0.05 were considered significant. For two way comparisons between control and 248 experimental values, a Student's t-test was performed. 249 250 251 Results 252 TIM-1 expression enhances EBOV GP/rVSV infection, but not VSV 253 254 To create a TIM-1 deficient mouse, exons 4 and 5 of the Havcr1 gene encoding TIM-1 were 255 replaced with the LacZ gene by homologous recombination as previously described [35]. This 256 mouse strain was used to study the role of TIM-1 in allergic airway diseases and Th2 responses 257 [35]. Phenotypic characterization of TIM-1 -/mice revealed no differences in immune cell 258 numbers, immune system development, or immunological homeostasis compared to WT mice 259 were bred onto a BALB/c interferon αβ receptor (Ifnar -/-) knock out 260 background since type I interferon abrogates replication of the BSL2 recombinant EBOV 261 GP/rVSV used in these studies [36,37]. Homozygous BALB/c Ifnar/TIM-1 -/and Ifnar -/mice 262 (called TIM-1 -/and control mice, respectively, throughout the remainder of this study) were used 263 for all infections. Challenge virus was administered intravenously since this route of delivery 264 mimics a primary route of EBOV transmission, blood-to-blood contact. Control and TIM-1 -/-265 mice were challenged with the lowest dose of virus that produced predictable death in control 266 mice in 5-7 days (Supplemental Fig. 1). Minor titer variations were observed between virus 267 stocks and dosages were adjusted accordingly. 268 269 We challenged the TIM-1 -/and control mice with full length EBOV GP/rVSV or EBOV 270 GP∆O/rVSV, which has the GP1 mucin like domain (MLD) deleted. EBOV GP∆O 271 pseudovirions and recombinant viruses have the same tropism as virus bearing EBOV GP [8,38-272 40]. Use of both viruses in these studies allowed us to determine if the elimination of the mucin 273domain altered the pathogenesis associated with in vivo challenge with these viruses. As 274 expected, TIM-1-sufficient control mice succumbed to EBOV GP/rVSV or EBOV GP∆O/rVSV 275 between days 4-7 of infection (Fig. 1A and B). By contrast, TIM-1 -/mice challenged with the 276 same dose had significantly reduced mortality following EBOV GP/rVSV or EBOV 277 GP∆O/rVSV infection and delayed time-to-death of those that did succumb to infection. Weight 278 loss associated with infection in the TIM-1 -/mice were also significantly reduced at some days 279 (data not shown). These findings indicate that TIM-1 -/mice had improved survival when 280 infected with EBOV GP/rVSV compared to controls and that survival was not affected by the 281 presence of the GP1 MLD.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "and B), consistent with an 314 overall reduction in virus load in the TIM-1 -/mice at late times during infection. Thus, reduced 315 virus replication in a number of organs was associated with the survival observed in TIM-1 -/-316 mice. These findings provide evidence that TIM-1 expression is important for the generation of 317 high viral load in some organs at late times in infection. 318 319 Viral loads in the spleen and lungs were not affected by the loss of TIM-1 (Fig. 2 and 320 Supplemental Fig. 4C). The viral burden in the spleen was significantly higher at day 1 than in 321 any other organ assessed and remained high in both mouse strains throughout the course of 322 infection with a peak in titers occurring at day 3. These results are consistent with previous 323 studies that implicate spleen in early and sustained EBOV replication [42-44]. Lung titers were 324 not significantly different between the control and TIM-1 -/mice at 5 days following infection. 325 This result was somewhat unexpected as we had previously demonstrated robust hTIM-1 326 expression on the apical surface airway epithelial cells [8]. As TIM-1 was not observed to be 327 expressed on the basolateral side of lung epithelium, TIM-1 may be important for entry of 328 aerosolized EBOV entry into a host, but may not influence basolateral infection of lung via expressing mice exhibit elevated levels of specific proinflammatory chemokines 332 following EBOV GP/rVSV infection 333 Elevated proinflammatory and immunomodulatory cytokines and chemokines are evident in 334 serum and infected organs during EBOV infection of animal models and patients [45-51]. To 335 determine if reduced virus load in TIM-1-deficient mice at late time points was associated with 336 lower RNA expression profiles of selected, well-characterized cytokines, levels in the spleen, 337 liver and kidney were examined prior to and following EBOV GP∆O/rVSV infection. Organs 338 were harvested at day 3 and 5 following infection and total RNA was isolated and amplified for 339 the mRNA of the housekeeping gene, HPRT, and the cytokines IL-6, TNF, IL-12 and IL-10. 340 Cytokine expression levels were normalized against HPRT expression. Overall, baseline values 341 of the organ cytokine expression from uninfected control and TIM-1 -/mice were low with little 342 difference between the strains (Fig. 3). While at day 5 TNF was significantly higher in spleen of 343 control mice, in general during the infection cytokine expression was variable within groups and 344 levels were not significantly different between the two strains of mice. 345 346 Elevated levels of several chemokines and growth factors have been implicated in fatal EBOV 347 disease outcomes including MIP-1α, MIP-1β, MCP-1, M-CSF, MIF, IP-10, GRO-α and eotaxin 348 [49]. Therefore, we analyzed control and TIM-1 -/organs following EBOV GP∆O/rVSV 349 infection for the chemokines, CXCL10 (IP-10) and CCL2 (MCP-1). At least one of the two 350 chemokine transcripts in all three organs was elevated in the control mice at both day 3 and/or 5 351 of infection compared to the TIM-1 -/mouse tissues (Fig. 4). In combination with our survival 352 and viral burden results, these observations suggest that the presence of TIM-1 in mice 353 depletion does not alter morbidity associated with EBOV GP/rVSV infection 358 TIM-1 is expressed by a range of hematopoietic and non-hematopoietic cells [52]. This study 359showed that virus load in spleen, an organ rich in hematopoietic cells, was not affected by the 360 loss of TIM-1 expression, suggesting that it might be TIM-1 expression on non-hematopoietic 361 cells late during infection that affects EBOV GP/rVSV load and survival. As others have 362 suggested that TIM-1 on T cell subsets may contribute to enhanced EBOV pathogenesis [34], we 363 depleted T cells in control and TIM-1 -/mice to assess outcomes during EBOV GP/rVSV 364 infection. Mice were intraperitoneally administered α-CD8 mAb, 2.43, and α-CD4 mAb, GK1.5, 365",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "). These data provide evidence that the presence of T cells does not alter the course of this 372 acute infection and suggests that TIM-1 expression on non-T cell populations contributes to 373 pathogenesis. 374Discussion 375Here, we show that loss of TIM-1 expression decreased overall mortality and delayed time-to-376 those mice that do succumb when challenged with EBOV GP/rVSV. The impact on 377 survival of TIM-1 expression was similar with rVSV bearing MLD-deleted EBOVGP,  378    indicating that the presence of the MLD did not affect the observed pathogenesis. Consistent 379 with the enhanced survival of the TIM-1-deficient mice following virus challenge, we show that 380 these mice also had reduced infectious virus in liver, kidney and adrenal gland at late times 381 during infection. EBOV replication in these organs is well established and is thought to 382 contribute to overall EBOV load [42, 53-55]. The lower virus load in these organs of the TIM-383 1 -/mice was also reflected in a ~100-fold reduction in serum viremia at day 5 of infection. The 384 reduced pathology in our TIM-1-deficient mice was EBOV GP-dependent since survival 385 associated with G/rVSV infection was unaffected by TIM-1 expression. Thus, our studies 386 indicate that the glycoprotein present on the virions was responsible for the TIM-1-dependent 387 changes in virus load and mouse survival. 388 389 Interestingly, we did not observe that all organs previously implicated as important in EBOV 390 infection had lower virus load in TIM-1 -/mice. Splenic viral loads were at high throughout 391 infection in both control and TIM-1 -/mice. These data suggested that TIM-1 expressing cells 392 do not appreciably contribute to splenic virus loads and that splenic loads can be high in mice 393 without those animals necessarily succumbing to infection. 394 395 While the TIM-1 does not interact directly with EBOV GP, the binding of TIM-1 to virion-396 associated PS has been shown to elicit viral particle entry into the endosomal compartment 397[9,15] where EBOV GP is proteolytically processed, binds to NPC1 and mediates membrane 398 fusion [17,18,20,21,56-58]. Filoviral particle entry into endosomes occurs through interactions 399 of other cell surface receptors in tissue culture. However, these studies and those 400 by Younan, et al [34] demonstrate that in vivo at least one receptor, TIM-1, is not redundant 401 with other receptors, but uniquely contributes to EBOV pathogenesis. Future studies to evaluate 402 the role of additional host receptors implicated in EBOV entry would provide valuable insights 403 to the potential receptor redundancy. These receptors include other TIM family members, TAM 404 tyrosine kinase receptors and C-type lectins. 405 406 The correlation between enhanced survival and reduced viral loads in the TIM-1 -/mice 407 suggests that TIM-1 serves as a virus receptor for EBOV in some organs late during infection. 408 Likely, late cell targets that express TIM-1 would include kidney epithelial cells [59] and 409 epithelial cells in other organs [8]. Surprisingly, decreased virus load was not observed in an 410 earlier study that challenged TIM-1 -/mice with maEBOV [34]. Instead, the authors reported 411 that the genome copy number in plasma did not significantly differ in TIM-1-sufficient and -412 deficient mice. However, in this study, virus load was shown from a single time point during 413 infection. The discrepancy between our findings and the previous study may be due to the 414 tissues examined and/or the timing of the sampling. 415 416 The physiological role of TIM-1 has been extensively studied. Agonistic monoclonal antibody 417 binding to TIM-1 on CD4 + T, iNKT and splenic B cells induces cellular activation in a wide 418 range of organisms from zebrafish to humans [24,32,33,59-61]. This observation has led to the 419 understanding that TIM-1 serves as a costimulatory molecule on these cells and leads to 420 upregulation of cytokines in T and iNKT cells [24,59], as well as antibody production by B 421 cells [61]. In contrast, transient TIM-1 expression on injured kidney epithelial cells serves an 422 chemokine dysregulation [34]. Yet proinflammatory cytokines were only 426 modestly altered in our studies even at late times during infection in TIM-1-sufficient mice. We 427 did observe elevated levels of the proinflammatory chemokines, CCL2 and CXCL10, in the 428 TIM-1-sufficient mice compared to the deficient mice and postulated that the higher levels of 429 chemokines in TIM-1 + mice may reflect the innate immune responses stimulated by the higher 430 virus load. Alternatively, as postulated by Younan, et al., the elevated chemokine profile and 431 associated mortality in the TIM-1 + mice might be due to a TIM-1-dependent cytokine storm 432 elicited by T cells [34]. We tested this latter possibility by virus challenge of T cell-depleted 433 mice. T cell depletion did not alter EBOV GP/rVSV pathology. Significantly greater mortality 434 was associated with virus infection of TIM-1-sufficient mice which were depleted for T cells 435 than T cell-depleted, TIM-1-deficient mice, suggesting that T cells are not responsible for the 436 reduced survival of TIM-1-sufficient mice. Hence, our findings do not support the conclusion 437 that TIM-1 expression on T cells plays a significant role in the pathology associated with and studies performed by Younan et al. [34] delivered EBOV GP/rVSV 441 intravenously. In studies not shown, we observed that intraperitoneal (i.p.) delivery of EBOV 442 GP/rVSV or maEBOV into WT versus TIM-1 -/mice was equally pathogenic. This finding may 443 be explained by the previous observation that another TIM family member, TIM-4, is highly 444 expressed on resident peritoneal macrophages [63] and is used as a receptor for EBOV [27]. 445 also demonstrate that TIM-1 is not important for WT VSV pathogenesis. Due to the 449 wide cellular tropism of VSV, ubiquitous cell lipid components like PS, phosphatidylinositol or 450 the ganglioside GM3 were originally proposed as the VSV cell surface receptor [64-66]. 451 However, more recent investigations have revealed that these lipids are not readily used as VSV 452 cell surface receptors [67,68]. Instead, the LDL receptor and its family members are proposed 453 to serve as VSV receptors on human and mouse cells [41]. Therefore, in vivo pathogenesis 454 induced by VSV would differ from EBOV GP/rVSV since the dependence on LDL receptors 455 for entry is conferred by the VSV G glycoprotein [41]. Presumably the VSV membrane 456 contains PS that can interact with TIM-1, but the affinity of VSV G for LDL receptors is likely 457 greater than the affinity of PS in the virion envelope towards PS receptors like TIM-1. Studies 458 from our lab have shown that only when the high affinity interactions of Lassa virus GP with its 459 receptor, α-dystroglycan, are abrogated does TIM-1 mediate Lassa virus pseudovirion entry 460 [69]. Future studies would be valuable to assess the ability of VSV to utilize TIM-1 as a cell 461 surface receptor in the absence of expression of LDL receptors. 462 463 Liver and kidney dysfunction and necrosis are integral aspects of EBOV pathology of humans, 464 NHPs [3,70] and mice [71,72].Our studies indicate that TIM-1 expression is associated with 465 elevated viral loads in the liver, kidney, adrenal gland, and brain since loss of TIM-1 466 significantly lowered viral burden in these organs. Future studies will need to explore the 467 impact that TIM-1 expression has on EBOV infection of specific cells within these organs. By 468",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Feldmann H, Geisbert TW (2011) Ebola haemorrhagic fever. Lancet 377: 849-862. 478 2. Geisbert TW, Hensley LE, Gibb TR, Steele KE, Jaax NK, et al. (2000) Apoptosis induced in 479 vitro and in vivo during infection by Ebola and Marburg viruses. Lab Invest 80: 171-186. 480 3. Martines RB, Ng DL, Greer PW, Rollin PE, Zaki SR (2015) Tissue and cellular tropism, 481 pathology and pathogenesis of Ebola and Marburg viruses. J Pathol 235: 153-174. 482 4. Zaki SR, Goldsmith CS (1999) Pathologic features of filovirus infections in humans. Curr Top 483 Microbiol Immunol 235: 97-116. 484 5. Zaki SR, Shieh WJ, Greer PW, Goldsmith CS, Ferebee T, et al. (1999) A novel 485 immunohistochemical assay for the detection of Ebola virus in skin: implications for 486 diagnosis, spread, and surveillance of Ebola hemorrhagic fever. Commission de Lutte 487 contre les Epidemies a Kikwit. J Infect Dis 179 Suppl 1: S36-47. 488 6. Geisbert TW, Hensley LE, Larsen T, Young HA, Reed DS, et al. (2003) Pathogenesis of 489 Ebola hemorrhagic fever in cynomolgus macaques: evidence that dendritic cells are early 490 and sustained targets of infection. Am J Pathol 163: 2347-2370. 491 7. Geisbert TW, Young HA, Jahrling PB, Davis KJ, Larsen T, et al. (2003) Pathogenesis of 492 Ebola hemorrhagic fever in primate models: evidence that hemorrhage is not a direct 493 effect of virus-induced cytolysis of endothelial cells. Am J Pathol 163: 2371-2382. 494 8. Kondratowicz AS, Lennemann NJ, Sinn PL, Davey RA, Hunt CL, et al. (2011) T-cell 495 immunoglobulin and mucin domain 1 (TIM-1) is a receptor for Zaire Ebolavirus and 496 Lake Victoria Marburgvirus. Proc Natl Acad Sci U S A 108: 8426-8431. 497 9. Jemielity S, Wang JJ, Chan YK, Ahmed AA, Li W, et al. (2013) TIM-family proteins promote 498 infection of multiple enveloped viruses through virion-associated phosphatidylserine. 499 PLoS Pathog 9: e1003232. 500 10. Alvarez CP, Lasala F, Carrillo J, Muniz O, Corbi AL, et al. (2002) C-type lectins DC-SIGN 501 and L-SIGN mediate cellular entry by Ebola virus in cis and in trans. J Virol 76: 6841-502 6844. 503 11. Simmons G, Reeves JD, Grogan CC, Vandenberghe LH, Baribaud F, et al. (2003) DC-SIGN 504 and DC-SIGNR bind ebola glycoproteins and enhance infection of macrophages and 505 endothelial cells. Virology 305: 115-123. 506 12. Takada A, Fujioka K, Tsuiji M, Morikawa A, Higashi N, et al. (2004) Human macrophage 507",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Loss of TIM-1 reduces mortality following EBOV GP/rVSV and EBOV GP 666 ΔO/rVSV infection, but not G/rVSV. 667 A and B. Female BALB/c Ifnar -/-(control) and BALB/c Ifnar/TIM-1 EBOV GP/rVSV (A; n = 5 mice per group) or EBOV GP ΔO/rVSV (B; n = 13-17 669 mice per group) by intravenous injection. C. Female BALB/c Ifnar -/-(control) and BALB/c 670 Ifnar/TIM-1 -/-(TIM-1 -/-) mice infected with 10 5 iu G/rVSV ( n = 10 mice per group). D. Similar 671 G/rVSV challenge studies as shown in panel C, but mice were challenged with 10 1 iu (n = 5 mice 672 per group) of G/rVSV. Survival was assessed following infection for all mouse studies. 673Significance for survival curve was determined by Log Rank (Mantel-Cox) test, * p< 0.05,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Reduced viremia and viral loads in a variety of organs of TIM-1 -/mice at late time 677 points following i.v. EBOV GP ΔO/rVSV infection. 678 Sera and organs were harvested from BALB/c Ifnar -/-(control) and BALB/c Ifnar/TIM-1 of EBOV GP ΔO /rVSV by i.v. 680 injection. Titers were determined by endpoint dilution of serum or homogenized organ samples 681 on Vero cells. Solid lines indicate geometric mean for each data set. Dotted line indicates the 682 level of detection. Adrenal gland (AG) titers are displayed as per AG homogenized in 1 ml of 683 PBS. Significance was calculated by Mann-Whitney test to compare control to TIMCytokine expression in liver, spleen and kidney of EBOV GPΔO/rVSV-infected 687 Ifnar -/and Infar/TIM-1 -/mice. 688 Tissues were harvested from uninfected and infected BALB/c Ifnar -/-(control) and BALB/c 689 Ifnar /TIM-1 -/-(TIM-1 -/-) mice. For infection studies, tissues were harvested at 3 or 5 days 690 following infection with 10 5 iu of EBOV GPΔO/rVSV by i.v. injection. RNA was isolated from 691 the organs and expression of mouse TNF, IL-6, IL-10 and IL-12, were quantified by qRT-PCR. 692 Results represent cytokines expression relative to murine HPRT for at least three independent 693 livers, spleens and kidneys. Data points represent values for individual mice. Solid lines indicate 694 the mean for each data set. Statistical significance was determined by Student's t-test compared 695 the control mice for each time point and is only shown for those comparisons observed to differ",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Chemokine CXCL10 and CCL2 expression in the liver, spleen and kidney of EBOV 699 GPΔO/rVSV-infected control and TIM-1 -/mice. 700 Tissues were harvested from uninfected and infected BALB/c Ifnar -/-(control) and BALB/of EBOV GPΔO/rVSV by i.v. injection. RNA was isolated from 703 the organs and proinflammatory chemokines, mouse CXCL10 and CCL2, were quantified by 704 qRT-PCR. Results represent chemokine expression relative to murine HPRT for at least three 705 independent livers, spleens and kidneys. Data points represent values for individual mice. Solid 706 lines indicate the mean for each data set. Statistical significance was determined by Student's t-707 test compared the control mice for each time point and is only shown for those comparisons 708 observed to differ, *p<0.05. 709 710 Fig. 5. T cell depletion does not alter the survival protection conferred by the loss of TIM-1 711 expression. 712 A. Intraperitoneal injection of α-CD8 mAb, clone 2.43, and α-CD4 mAb, clone GK1.5, treatment 713 at days -1 and 2 systemically depletes T cell populations in Female BALB/c Ifnar -/-(Control) and 714 BALB/c Ifnar -/-/TIM-1 -/-(TIM-1 -/-) mice as determined by α-CD90 mAb staining of peripheral 715 blood mononuclear cells at day 5 following EBOV GP/rVSV infection. CD90.2 overlay depicts 716 the subset of cells gated in the panel on the left. 717 B. Survival was assessed following infection with 7x10 2 iu of EBOV GP/rVSV administered by 718intravenous infection (n = 10 mice per group) and two treatments of α-CD8 mAb and α-CD4 719 mAb at Day -1 and 2 from infection. Significance for survival curve was determined by Log 720Rank (Mantel-Cox) test, ***p < 0.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "ACTCTACAAGGTCCAAGAC 3'; knockout reverse, 5' GTCTGTCCTAGCTTCCTCACTG 169 3'. PCR amplification was performed for 30 cycles at 94°C for 30 sec, 60°C for 30 sec, and 170 72°C for 1 min. 171 Production of full length EBOV GP/rVSV virus and EBOV GP∆O/rVSV which lacked expressing GFP and either full length EBOV GP (EBOV GP/rVSV-GFP) [18] (kind gift of 176 Dr. Kartik Chandran), EBOV GP lacking the mucin domain of GP1 (EBOV GP∆O/rVSV-177 GFP)[8,15] or rVSV-GFP encoding its native glycoprotein, G (G/rVSV) (kind gift of Dr. Sean 178 Whelan). Virus stocks were produced by infecting Vero cells, an African green monkey kidney 179 epithelial cell line, at a low multiplicity of infection (MOI) of ~0.001 and collecting 180 supernatants 48 hours following infection. Virus stocks were concentrated by centrifugation at 181 7,000 x g at 4°C overnight. The virus pellet was resuspended and centrifuged through a 20% 182 sucrose cushion by ultracentrifugation at 26,000 rpm for 2 hours at 4°C in a Beckman Coulter 183 SW32Ti rotor. The pellet was resuspended in PBS, treated with endotoxin removal agent 184 (ThermoScientific #20339), aliquoted, and frozen at -80°C until use. 185 mice were infected i.v. with recombinant, infectious VSV that encoded GFP and EBOV GP, 189 EBOV ∆O or the native VSV G glycoprotein (EBOV GP/rVSV-GFP, EBOV GP∆O/rVSV-190 GFP and G/rVSV-GFP, respectively) using concentrations of virus noted in the figure legends. 191 The dose of EBOV GP/rVSV or EBOV GP∆O/rVSV-GFP administered was dependent upon 192 the stock. The dose of each stock was titered in vivo to give predictable high levels of mortality 193 of control mice in 5-7 days. For studies with G/rVSV-GFP, either 10 1 or 10 5 iu of VSV virus 194 was administered by i.v. injection. Survival was tracked; mice were weighed and scored for 195 sickness daily. Clinical assessment of sickness was scored as follows: 0, no apparent illness; 1, 196 slightly ruffled fur; 2, ruffled fur, active; 3, ruffled fur, inactive; 4, ruffled fur, inactive, hunched 197 posture; 5, moribund or dead. While clinical assessments are not shown in figures, mice were 198 humanely euthanized if they reached a score of 4. All mouse infection studies were concluded 199 at 10 or 12 days following infection due to surviving mice regaining any lost weight and having 200 no signs of clinical illness. 201",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "described[8]. Infection was scored 5 days following infection for GFP positivity using an 210 inverted fluorescent microscope. Virus titers were calculated as 50% tissue culture infective 211 dose (TCID50)/mL by the Spearman-Karber method. All organ titers were normalized 212 according to the weight of the organ at harvest. 213",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "In tissue culture studies, we have shown that hTIM-1 does not mediate WT VSV entry [8], 284 presumably because the cognate receptor for VSV, LDL receptor is abundantly present on target 285 cells and mediates VSV entry[41]. However, the relevance of TIM-1 in vivo for VSV infection 286",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Youngner JS, Thacore HR, Kelly ME (1972) Sensitivity of ribonucleic acid and 568 deoxyribonucleic acid viruses to different species of interferon in cell cultures. J Virol 10: 569 171-178. 570 37. Stewart WE, 2nd, Scott WD, Sulkin SE (1969) Relative sensitivities of viruses to different 571 species of interferon. J Virol 4: 147-153. 572 38. Jeffers SA, Sanders DA, Sanchez A (2002) Covalent modifications of the ebola virus 573 glycoprotein. J Virol 76: 12463-12472. 574 39. Yang Z, Delgado R, Xu L, Todd RF, Nabel EG, et al. (1998) Distinct cellular interactions of 575 secreted and transmembrane Ebola virus glycoproteins. Science 279: 1034-1037. 576 40. Manicassamy B, Wang J, Jiang H, Rong L (2005) Comprehensive analysis of ebola virus 577 GP1 in viral entry. J Virol 79: 4793-4805. 578 41. Finkelshtein D, Werman A, Novick D, Barak S, Rubinstein M (2013) LDL receptor and its 579 family members serve as the cellular receptors for vesicular stomatitis virus. Proc Natl 580 Acad Sci U S A 110: 7306-7311. 581 42. Wyers M, Formenty P, Cherel Y, Guigand L, Fernandez B, et al. (1999) Histopathological 582 and immunohistochemical studies of lesions associated with Ebola virus in a naturally 583 infected chimpanzee. The Journal of infectious diseases 179 Suppl 1: S54-59. 584 43. Bray M, Davis K, Geisbert T, Schmaljohn C, Huggins J (1998) A mouse model for 585 evaluation of prophylaxis and therapy of Ebola hemorrhagic fever. J Infect Dis 178: 651-586 661. 587 44. Gibb TR, Bray M, Geisbert TW, Steele KE, Kell WM, et al. (2001) Pathogenesis of 588 experimental Ebola Zaire virus infection in BALB/c mice. J Comp Pathol 125: 233-242. 589 45. Hensley LE, Young HA, Jahrling PB, Geisbert TW (2002) Proinflammatory response during 590 Ebola virus infection of primate models: possible involvement of the tumor necrosis 591 factor receptor superfamily. Immunol Lett 80: 169-179. 592 46. Sanchez A, Lukwiya M, Bausch D, Mahanty S, Sanchez AJ, et al. (2004) Analysis of human 593 peripheral blood samples from fatal and nonfatal cases of Ebola (Sudan) hemorrhagic 594 fever: cellular responses, virus load, and nitric oxide levels. J Virol 78: 10370-10377. 595 47. Rubins KH, Hensley LE, Wahl-Jensen V, Daddario DiCaprio KM, Young HA, et al. (2007) 596 The temporal program of peripheral blood gene expression in the response of nonhuman 597 primates to Ebola hemorrhagic fever. Genome Biol 8: R174. 598 48. Hutchinson KL, Rollin PE (2007) Cytokine and chemokine expression in humans infected 599The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/466102 doi: bioRxiv preprint",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}