{
    "paper_id": "7d98a73314cd9f923aaa367f3f4de056b8cedec5",
    "metadata": {
        "title": "IFIT3 and IFIT2/3 promote IFIT1-mediated translation inhibition by enhancing binding to non-self RNA",
        "authors": [
            {
                "first": "Renata",
                "middle": [
                    "C"
                ],
                "last": "Fleith",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Addenbrooke's Hospital",
                    "location": {
                        "addrLine": "Hills Road",
                        "settlement": "Cambridge",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Harriet",
                "middle": [
                    "V"
                ],
                "last": "Mears",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Addenbrooke's Hospital",
                    "location": {
                        "addrLine": "Hills Road",
                        "settlement": "Cambridge",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Edward",
                "middle": [
                    "Emmott"
                ],
                "last": "1#",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Addenbrooke's Hospital",
                    "location": {
                        "addrLine": "Hills Road",
                        "settlement": "Cambridge",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Stephen",
                "middle": [
                    "C"
                ],
                "last": "Graham",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Addenbrooke's Hospital",
                    "location": {
                        "addrLine": "Hills Road",
                        "settlement": "Cambridge",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [
                    "S"
                ],
                "last": "Mansur",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Immunobiology",
                    "institution": "Universidade Federal de Santa Catarina",
                    "location": {
                        "settlement": "Florianópolis",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "Trevor",
                "middle": [
                    "R"
                ],
                "last": "Sweeney",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Addenbrooke's Hospital",
                    "location": {
                        "addrLine": "Hills Road",
                        "settlement": "Cambridge",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "word count: 197",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Text word count: 9541 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Interferon-induced proteins with tetratricopeptide repeats (IFITs) are highly expressed during the cell-intrinsic immune response to viral infection. IFIT1 inhibits translation by binding directly to the 5' end of foreign RNAs, particularly those with non-self cap structures, precluding the recruitment of the cap-binding eukaryotic translation initiation factor 4F and subsequent 40S recruitment. Interaction of different IFIT family members is well described, but little is known of the molecular basis of IFIT association or its impact on function. Here, we reconstituted different complexes of IFIT1, IFIT2 and IFIT3 in vitro, which enabled us to reveal critical aspects of IFIT complex assembly. IFIT1 interacts rapidly and strongly with IFIT3 forming a stable heterotetramer. IFIT2 and IFIT3 homodimers dissociate to form a more stable heterodimer that associates with IFIT1, forming an IFIT1:IFIT2:IFIT3 trimer. Site-directed mutagenesis revealed a C-terminal 'YxxxL' motif in IFIT1 that mediates its association with IFIT3. Using various reporter mRNAs, we demonstrate for the first time that IFIT3 stabilises IFIT1 binding to cap0-mRNA and enhances its translation inhibition activity. Disrupting the binding interface between IFIT1 and IFIT3 abrogated this enhancement. This work reveals molecular aspects of IFIT assembly and provides an important 'missing link' between IFIT interaction and function.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "author/funder. All rights reserved. No reuse allowed without permission. doi: bioRxiv preprint PCR amplified to contain 5' NdeI and 3' XhoI restriction sites for cloning into pET28b (Novagen) producing a full-length protein with thrombin cleavable N-terminal 6-His tag. For reporter RNA transcription, the firefly luciferase reporter gene (Fluc) was PCR amplified using primers containing the 5' UTR and 3' UTR sequences of human -globin (NM_000518.4), including a 5' T7 promotor and EcoRI and PstI sites to facilitate cloning into pUC57. pUC57-ZIKV-Fluc was previously described (30).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Recombinant IFITs were expressed in Rosetta 2 (DE3) pLysS (Novagen). Cells were grown to an OD600 of approximately 1 in 2x TY media at 37 C. Expression was induced by adding 1 mM isopropyl β-D-1thiogalactopyranoside. The induced culture was incubated at 22 C for 16 hours. Cells were harvested and lysed in a buffer containing 20 mM Tris-Cl pH 7.5, 400 mM KCl, 5 % glycerol, 1 mM DTT and 0.5 mM phenylmethylsulfonyl fluoride and 0.5 mg/ml lysozyme (from hen egg). IFITs were isolated by affinity chromatography on Ni-NTA Agarose beads (Qiagen). IFIT1 and IFIT1 mutants were additionally purified by FPLC on MonoQ (Q buffer: 20 mM Tris-Cl pH 7.5, 5 % glycerol, 1 mM DTT and 100-500 mM KCl), followed by MonoS 5/50 GL (S buffer: 30 mM HEPES pH 7.5, 5 % glycerol, 1 mM DTT and 100-500 mM KCl). IFIT2 and IFIT3 were treated with thrombin (from bovine plasma). author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The host innate immune response provides a first line defence against invading pathogens. Following infection, pathogen recognition receptors (PRRs) sense non-self, pathogen-associated molecular patterns (PAMPs) triggering signalling pathways that activate an immune response (reviewed in 1). Detection of viral signatures by PRRs, such as RIG I-like receptor sensing of double stranded RNA, induces production of Type I and Type III interferon (IFN). Through binding of cell surface IFN receptors and subsequent activation of the JAK-STAT pathway, IFN activates the transcription of hundreds of IFN-stimulated genes (ISGs) (2), many with known antiviral properties, priming neighbouring cells to restrict viral spread.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The interferon induced protein with tetratricopeptide repeats (IFIT) protein family, present in all vertebrates, include some of the most highly expressed ISGs. IFIT1, IFIT2, IFIT3 and IFIT5 contain multiple IFN-stimulated response elements (ISREs) in their promoters (reviewed in 3) and are also induced directly by the IFN-regulatory factor 3 (4), downstream of initial PRR activation. In contrast, the promoter of the poorly characterised human IFIT1B lacks ISREs. Different species have varying complements of IFITs, but most mammals possess IFIT1, IFIT1B, IFIT2, IFIT3 and IFIT5 (5) . Phylogenetic analysis revealed that rodents, including mice, have lost IFIT1 and instead Ifit1b1 is IFN responsive (6) . In mice Ifit1b1 has undergone duplication twice (Ifit1b2 and Ifit1b3) and Ifit3 once (Ifit3b) (6) . IFITs are composed of sequential tetratricopeptide repeat (TPR) motifs that form globular N-and C-terminal domains joined by a linker of variable flexibility (7) (8) (9) (10) .",
            "cite_spans": [
                {
                    "start": 584,
                    "end": 587,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 705,
                    "end": 708,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 805,
                    "end": 808,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 969,
                    "end": 972,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 973,
                    "end": 976,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 977,
                    "end": 980,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 981,
                    "end": 985,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "TPR motifs are frequently involved in protein-protein interactions and are commonly found in scaffolding proteins (11) . The crystal structures of IFIT1 and IFIT5 revealed a positively charged pocket formed in the groove between the N and C domains that interacts with single-stranded RNA (8) (9) (10) . IFIT1 RNA binding activity was first reported by Pichlmair et al. (12) who identified proteins in lysates from IFN stimulated cells that interacted with 5´-ppp RNAs. Subsequently, we and others demonstrated that IFIT1 tightly binds capped RNAs lacking methylation on the first cap-proximal nucleotide (cap0) with low nanomolar affinity (13) (14) (15) . While similar positively charged tunnels in IFIT1 and IFIT5 interact with the phosphate backbone of bound RNAs (8, 9, 13) , only IFIT1 possesses a large hydrophobic cavity at the rear of the tunnel that can accommodate the cap structure (9) . These findings support a model whereby IFIT1 out-competes eukaryotic initiation factor (eIF) 4E/4F for binding to cap0-mRNAs, thereby inhibiting their translation. As host mRNAs are generally methylated on the first or first and second bases (cap1 and cap2, respectively), this selectivity offers a mechanism of recognising and blocking translation of non-self RNAs.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 118,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 289,
                    "end": 292,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 293,
                    "end": 296,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 297,
                    "end": 301,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 370,
                    "end": 374,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 640,
                    "end": 644,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 645,
                    "end": 649,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 650,
                    "end": 654,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 768,
                    "end": 771,
                    "text": "(8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 772,
                    "end": 774,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 775,
                    "end": 778,
                    "text": "13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 894,
                    "end": 897,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Viruses have evolved numerous mechanisms to circumvent detection and inhibition by IFIT1. For example, members of the Flaviviridae and Coronaviridae families that replicate in the cytoplasm and rely on cap-dependent translation of their single-stranded positive-sense RNA genomes, encode their own 2´-O-methyltransferases. Disruption of methyltransferase activity increases susceptibility of the flaviviruses West Nile virus, japanese encephalitis virus and dengue virus (15) (16) (17) (18) (19) and the coronaviruses murine hepatitis virus and severe acute respiratory syndrome virus (20, 21) to IFIT1 restriction. Interestingly, enzymatically 2´-O-methylated, capped mRNAs from parainfluenza virus 5 display differential translational sensitivity to IFIT1 in vitro, while wild type middle east respiratory syndrome coronavirus (MERS) replication was enhanced upon IFIT1 depletion suggesting that factors other than 5´ end methylation can influence IFIT1 recognition (22, 23) . By contrast, alphaviruses, such as the emerging human pathogen chikungunya virus, also rely on cap-dependent translation but lack a virally encoded 2´-O-methyltranferase, thus possessing viral mRNAs with a cap0 structure at the 5´ end (24) . Recent evidence suggests that stable secondary structure at the 5´ end of alphaviral genomes protects the viral RNAs from IFIT1 restriction (25, 26) . IFIT1 may also affect translation through interaction with eIF3 (27) , while its direct binding to the viral E1 protein restricts human papilloma virus replication (28) .",
            "cite_spans": [
                {
                    "start": 471,
                    "end": 475,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 476,
                    "end": 480,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 481,
                    "end": 485,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 486,
                    "end": 490,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 491,
                    "end": 495,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 585,
                    "end": 589,
                    "text": "(20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 590,
                    "end": 593,
                    "text": "21)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 968,
                    "end": 972,
                    "text": "(22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 973,
                    "end": 976,
                    "text": "23)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1214,
                    "end": 1218,
                    "text": "(24)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1361,
                    "end": 1365,
                    "text": "(25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1366,
                    "end": 1369,
                    "text": "26)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1436,
                    "end": 1440,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1536,
                    "end": 1540,
                    "text": "(28)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "An intriguing feature of IFITs is their propensity to homo and heterooligomerise. Using pull-down experiments of differentially tagged IFITs, Stawowczyk et al. (29) demonstrated that IFIT2 could interact both with itself and with IFIT1 and IFIT3 in HeLa cells. In the same study, an IFIT1, IFIT2 and IFIT3 containing complex in HeLa cytoplasmic lysates was also reported to migrate between 150-200 kDa when analysed by glycerol gradient sedimentation. Deletion analysis identified the first four TPRs of IFIT2 as being important for interaction with IFIT3 while the TPR(s) of IFIT2 that promote interaction with IFIT1 could not be elucidated (29) . IFIT1 was later reported to interact with IFIT2 or IFIT3 by size exclusion chromatography (SEC) (12) . The crystal structure of IFIT2 revealed it forms a stable, domain-swapped dimer, with TPRs of the N-terminal domain exchanged between each monomer (7) . Using native gel electrophoresis, we previously demonstrated IFIT1 and IFIT3 could homooligomerise (13) , while a recently-reported crystal structure of IFIT1 identified a motif in the C terminus responsible for IFIT1 dimerisation (BioRxiv: https://doi.org/10.1101/152850).",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 164,
                    "text": "Stawowczyk et al. (29)",
                    "ref_id": null
                },
                {
                    "start": 642,
                    "end": 646,
                    "text": "(29)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 745,
                    "end": 749,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 899,
                    "end": 902,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1004,
                    "end": 1008,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Despite considerable evidence for IFIT oligomerisation, little is known about how different IFITs interact and what impact this interaction has on function. To address this, here we have reconstituted different IFIT complexes from individually purified proteins, determined the oligomeric state of each and reveal for the first time that interaction with IFIT3 or a heterocomplex of IFIT2 and IFIT3 enhances the cap0 RNA binding and translation inhibition activity of IFIT1. We also demonstrate in vitro that although IFIT2 and IFIT3 individually form stable homodimers, the IFIT2:IFIT3 dimer complex is the energetically more stable species. Our results provide a critical missing link between IFIT oligomerisation and function, and present a mechanistic framework for understanding the role of IFITs in the host immune response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "For mammalian cell expression, sequences for human IFIT1 (BC007091.1) and IFIT5 (BC025786.1) were PCR amplified to include a 5' Kozak sequence, 3' FLAG tag and 5' BamHI and 3' XhoI sites, to facilitate cloning into pCDNA3.1. The plasmid for expression of IFIT1 in Escherichia coli was previously described (10) and was used as a template for site directed mutagenesis to generate the mutant IFIT1 expression vectors. Sequences for IFIT2 (NM_001547.4) and IFIT3 (NM_001549.5) were IFIT2 and IFIT3 were further purified on MonoQ 5/50 (Q buffer), followed by size exclusion chromatography (SEC) on Superdex 200 increase 10/300 GL or HiLoad 16/600 Superdex 200 pg columns (SEC buffer: 20 mM Tris-Cl pH 7.5, 150 mM KCl and 1 mM DTT). All FPLC columns are from GE Healthcare and all buffer reagents and enzymes were from Sigma.",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 310,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Plasmids"
        },
        {
            "text": "Proteins were resolved by 12.5 % SDS-PAGE and transferred to 0.45 μm nitrocellulose membrane. For immunoprecipitations, membranes were probed with anti-FLAG M2-Peroxidase (A8592, Sigma), detected by chemiluminescence using Westar Supernova substrate (Cyanagen) and visualised on Super RX-N film (Fugifilm). As a loading control, membranes were probed with anti-GAPDH (AM4300, ThermoFisher), detected using IRDye 800CW Goat anti-Mouse and visualised on an Odyssey CLx Imaging System (Li-Cor). To normalise recombinant IFIT proteins and complexes, membranes were probed with anti-penta-His (34660, Qiagen) and quantified using ImageJ.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Western blotting"
        },
        {
            "text": "IFIT complex assembly All complexes were assembled in SEC buffer. IFIT1:IFIT2 and IFIT1:IFIT3-1 mg/mL of each protein was mixed and incubated for one hour at 4 or 30 C. IFIT2:IFIT3-0.18 mg/mL of each protein was mixed and incubated for one hour at 37 C and concentrated to 2 mg/mL. IFIT1:IFIT2:IFIT3 trimer-0.4 mg/mL of purified IFIT2:IFIT3 complex and 0.2 mg/mL of IFIT1 were incubated for 1 hour at 30 C. The complex was concentrated to 3 mg/mL. IFIT1:IFIT2:IFIT3 tetramer-0.4 mg/mL of purified IFIT2:IFIT3 complex and 0.4 mg/mL of IFIT1 were incubated for 1 hour at 30 C. The complex was concentrated to 4 mg/mL. Complexes were concentrated using Amicon Ultra 0.5 mL 10 kDa molecular weight cut off filters (Millipore).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Western blotting"
        },
        {
            "text": "Wild type or mutant IFIT1 was combined with IFIT3 as described in IFIT complex assembly, above. 150 L of each assembly reaction was injected on to a Superdex 200 Increase 10/300 GL column, at 0.3 mL/min flow rate and UV280 readings were monitored. Peak fractions were analysed by SDS-PAGE and Coomassie staining.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SEC analysis of mutant IFIT1 and IFIT3 complexes"
        },
        {
            "text": "Proteins/complexes were injected (100 L at the concentration described in IFIT complex assembly, above) onto an analytical Superdex 200 Increase 10/300 gel filtration column. MALS analysis was performed at room temperature, by inline measurement of static light scattering (DAWN 8+, Wyatt Technology), differential refractive index (Optilab T-rEX, Wyatt Technology), and 280 nm absorbance (Agilent 1260 UV, Agilent Technologies) following SEC at a flow rate of 0.4 mL/min. Molecular masses were calculated using the ASTRA6 software package (Wyatt Technology).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SEC -Multi-Angle Light Scatter (SEC-MALS)"
        },
        {
            "text": "Differential scanning fluorimetry experiments to determine the melting temperature (T M ) of IFIT2, IFIT3 and IFIT2:IFIT3 were performed using a Viia7 Real-Time PCR system (Applied Biosystems). In an optical 96-Well Reaction Plate (Applied Biosystems 4366932), 1:500 Protein Thermal Shift dye (Life Technologies, 4461146) was mixed with 0.1 mg/mL protein in a final buffer composition of 20 mM HEPES pH 7.5, 150 mM KOAc, 2.5 mM MgOAc, 5% glycerol, and 1 mM DTT in a final volume of 20 μL. Emission from quadruplicate samples was measured at 623 nm while ramping from 25 -95 C stepwise at a rate of 1 C per 20 seconds. To determine Tm, data were analysed by non-linear regression using the Boltzmann equation y = LL + (UL -LL)/(1 + exp(Tm -x)/a) where LL and UL are the minimum and maximum fluorescence intensities, respectively (31) .",
            "cite_spans": [
                {
                    "start": 830,
                    "end": 834,
                    "text": "(31)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Differential scanning fluorimetry"
        },
        {
            "text": "In vitro transcription author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Differential scanning fluorimetry"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/261776 doi: bioRxiv preprint pUC57-globin-Fluc was linearised with FspI and pUC57-ZIKV-Fluc was linearised with HindIII. RNA was transcribed using recombinant T7 polymerase at a final concentration of 50 ng/μL in transcription buffer (40 mM HEPES pH 7.5, 32 mM MgOAc, 40 mM DTT, 2 mM Spermidine, 10 mM NTPs, 0.2 U/μL RNaseOUT (Invitrogen)) for 2-4 hours at 37 C. RNA was purified by DNaseI treatment, acidic phenol extraction and ethanol precipitation. Residual nucleotides were removed using Illustra MicroSpin G-50 columns (GE Healthcare). RNA was capped using ScriptCap system and ScriptCap 2'-O-methyltransferase (CellScript).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Differential scanning fluorimetry"
        },
        {
            "text": "In vitro translation IFIT proteins or complexes were diluted in bovine serum albumin (BSA) diluent buffer (0.5 mg/mL BSA, 20 mM Tris pH 7.5, 160 mM KCl, 5 % glycerol, 2 mM DTT, 1U/μL RNaseOUT), and incubated with 125 ng reporter RNA for 15 minutes at 37 C to allow RNA binding. In vitro translation was performed using the Flexi Rabbit Reticulocyte Lysate (RRL) System (Promega) for 90 minutes at 30 C. Reactions were terminated by incubation on ice, followed by addition of 50 volumes of passive lysis buffer (Promega). After addition of an equal volume of firefly luciferase substrate (20 mM Tricine, 2.67 mM MgSO4, 0.1 mM EDTA, 33.3 mM DTT, 530 μM ATP, 270 μM Acetyl-CoA, 30 mg/mL luciferin, 250 μM magnesium carbonate hydroxide), luciferase signal was measured by GloMax (Promega). Luciferase values were normalised to the diluent buffer-only control for each experiment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Differential scanning fluorimetry"
        },
        {
            "text": "Analysis of the IFIT1-mRNA interaction by inhibition of primer extension (toeprinting) IFIT1/mRNA interaction was performed essentially as described previously (13) with minor modifications. Cap0-ZV or cap0--globin reporter mRNAs (1 nM) were incubated with IFIT1 or IFIT1 containing complexes (at concentrations indicated in Figures) for 10 min at 37 C in 20 μL reactions containing 20 mM Tris pH 7.5, 100 mM KCl, 2.5 mM MgCl2, 1 mM ATP, 0.2 mM GTP, 1 mM DTT, 0.25 mM spermidine and 0.5 mg/mL BSA. IFIT1/mRNA interaction was monitored by inhibition of primer extension using avian myeloblastosis virus reverse transcriptase (2.5 U) (Promega) and a 32 P-labelled primer in the presence of 4 mM MgCl2 and 0.5 mM dNTPs. Full length and truncated cDNA products were separated in a denaturing 6 % acrylamide gel and detected by autoradiography using an FLA7000 Typhoon Scanner (GE). Analysis was performed using Image-Quant TL.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 164,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Differential scanning fluorimetry"
        },
        {
            "text": "Stable isotope labelling with amino acids in cell culture and immunoprecipitation HEK293T cells were cultured in Arg/Lys-free DMEM, supplemented with light (R0K0), medium (R6K4) or heavy (R10K8) amino acids, as described (32) . 1x10 7 cells were transfected with 10 μg plasmid DNA using Lipofectamine 2000 (ThermoFisher). After 24 hours, media was replaced to contain 1000 U/mL human interferon -2a (Roferon-A, Roche) for a further 16 hours. Cells were harvested in lysis buffer (50 mM Tris pH 7.5, 150 mM NaCl, 1 mM EDTA, 1 % Triton X100) containing 1:200 Protease Inhibitor Cocktail Set III (Merck) and 1:200 Benzonase nuclease (Sigma-Aldrich). Lysates were normalised to 3 mg/mL of protein before incubation with anti-FLAG-M2 affinity gel (Sigma) at 4 C for 18 hours. Beads were washed 3 times in Tris-buffered saline, then resuspended in 2X SDS-sample buffer (Invitrogen) and boiled for 5 minutes to elute bound proteins.",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 225,
                    "text": "(32)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Differential scanning fluorimetry"
        },
        {
            "text": "Following immunoprecipitation, the combined samples were subjected to SDS-PAGE electrophoresis on a precast gel, and extracted as a single band for in-gel trypsinisation. The resulting peptides were fractionated using an Ultimate 3000 nanoHPLC system in line with an Orbitrap Fusion Tribrid mass spectrometer (Thermo Scientific). In brief, peptides in 1% (vol/vol) formic acid were injected onto an Acclaim PepMap C18 nano-trap column (Thermo Scientific). After washing with 0.5 % (vol/vol) acetonitrile 0.1 % (vol/vol) formic acid peptides were resolved on a 250 mm × 75 μm Acclaim PepMap C18 reverse phase analytical column (Thermo Scientific) over a 150 min organic gradient, using 7 gradient segments (1-6 % solvent B over 1 min., 6-15 % B over 58 min., 15-32 %B over 58 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LC-MS/MS and sample preparation"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/261776 doi: bioRxiv preprint min., 32-40 %B over 5 min., 40-90 %B over 1 min., held at 90 %B for 6 min and then reduced to 1 %B over 1 min.) with a flow rate of 300 nL min −1 . Solvent A was 0.1 % formic acid and Solvent B was aqueous 80 % acetonitrile in 0.1 % formic acid. Peptides were ionized by nano-electrospray ionization at 2.0 kV using a stainless steel emitter with an internal diameter of 30 μm (Thermo Scientific) and a capillary temperature of 275 C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LC-MS/MS and sample preparation"
        },
        {
            "text": "All spectra were acquired using an Orbitrap Fusion Tribrid mass spectrometer controlled by Xcalibur 2.1 software (Thermo Scientific) and operated in data-dependent acquisition mode. FTMS1 spectra were collected at a resolution of 120 000 over a scan range (m/z) of 350-1550, with an automatic gain control (AGC) target of 300 000 and a max injection time of 100 ms. Precursors were filtered using an Intensity Range of 1E4 to 1E20 and according to charge state (to include charge states 2-6) and with monoisotopic precursor selection. Previously interrogated precursors were excluded using a dynamic window (40 s +/-10 ppm). The MS2 precursors were isolated with a quadrupole mass filter set to a width of 1.4 m/z. ITMS2 spectra were collected with an AGC target of 20 000, max injection time of 40 ms and CID collision energy of 35 %.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LC-MS/MS and sample preparation"
        },
        {
            "text": "The raw data files were processed and quantified using MaxQuant v1.5.7.4 (33) and searched against the Uniprot Human database (70,550 entries, dated 19th September 2016) using the built-in Andromeda search engine. Peptide precursor mass tolerance was set a 4.5 ppm, and MS/MS tolerance was set at 0.5 Da. Search criteria included carbaminomethylation of Cys as a fixed modification. Oxidation of Met and N-terminal acetylation were selected as variable modifications. Quantification was based on Light (Arg 0, Lys 0), Medium (Arg 6, Lys 4), and Heavy (Arg 10, Lys 8) SILAC labels. Searches were performed with tryptic digestion, a minimum peptide length of seven amino acids, and a maximum of two missed cleavages were allowed. The reverse database search option was enabled and the maximum false discovery rate for both peptide and protein identifications was set to 0.01. Quantitation was performed using a mass precision of 2 ppm. The full MaxQuant output is provided as part of PRIDE submission PXD007584 permitting viewing of annotated spectra in MaxQuant v1.5.7.4. Downstream analysis was accomplished in the Perseus software (34) . Contaminants and reverse database hits were removed, and protein ratios were log2transformed. Proteins were considered to represent putative interaction partners if they showed a significant (t-test, p<0.05) increase in their abundance compared with the control pulldown and had to have been identified in at least two of the three replicates.",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 77,
                    "text": "(33)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1132,
                    "end": 1136,
                    "text": "(34)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Mass spectrometry data analysis"
        },
        {
            "text": "Protein structure analysis and generation of protein structure images was performed using PyMOL (The PyMOL Molecular Graphics System, Version 2.0 Schrödinger, LLC). The IFIT3 model was generated by submitting the IFIT3 amino acid sequence to the Swiss Model server. The crystal structure of the IFIT2 domain-swapped homodimer (PDB:4G1T) was used as a template for model generation. The electrostatic surface potential of IFIT2 and the IFIT3 model were analysed using PDB2PQR and APBS software (35) (36) (37) .",
            "cite_spans": [
                {
                    "start": 493,
                    "end": 497,
                    "text": "(35)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 498,
                    "end": 502,
                    "text": "(36)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 503,
                    "end": 507,
                    "text": "(37)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Protein structure modelling and analysis"
        },
        {
            "text": "IFIT1 co-precipitates IFIT2 and IFIT3 independently of RNA association IFIT1 was originally identified as an RNA binding protein after being precipitated by 5´-ppp RNA from lysates of IFN stimulated HEK293 cells. IFIT2 and IFIT3, as well as several well-characterised RNA binding proteins, co-precipitated with IFIT1 (12) . We used SILAC proteomics to examine if IFIT1 could interact directly with IFIT2 and IFIT3 in nuclease treated lysates from IFN-stimulated cells. HEK293 cells were passaged in differentially isotopically labelled media and transfected with either a plasmid author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 321,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/261776 doi: bioRxiv preprint expressing FLAG-tagged IFIT1, FLAG-tagged IFIT5 (previously reported not to interact with other IFITs (12, 29) ), or an empty vector control. 24 hours after transfection the cells were treated with IFN-α and incubated for a further 16 hours. Preparation of nuclease treated cell lysates and pull-down experiments are described in Materials and Methods. Consistent with previous reports (38) , IFIT1 was poorly overexpressed while IFIT5 was strongly expressed ( Figure S1 ). However, as shown in Figure 1A , IFIT2 and IFIT3 co-precipitated with FLAG-tagged IFIT1, while FLAG-tagged IFIT5 did not precipitate other IFIT family members ( Figure 1B ). The full SILAC data set is available on the PRIDE server. These results independently confirm the interaction of IFIT1, 2 and 3 in IFN-stimulated cell lysates and further demonstrate that this interaction is maintained after nuclease treatment. Both IFIT2 and IFIT3 were enriched to a similar extent in the IFIT1 pull downs ( Figure 1A ).",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 237,
                    "text": "(12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 238,
                    "end": 241,
                    "text": "29)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 517,
                    "end": 521,
                    "text": "(38)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [
                {
                    "start": 592,
                    "end": 601,
                    "text": "Figure S1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 626,
                    "end": 635,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 766,
                    "end": 775,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1105,
                    "end": 1114,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "To investigate human IFIT family oligomerisation and examine the influence of interaction with IFIT2 and IFIT3 on IFIT1 mRNA cap0 binding activity we reconstituted the IFIT1:IFIT2:IFIT3 hetero-complex in vitro. To this end, His-tagged IFIT1, IFIT2 and IFIT3 were individually expressed in bacteria and purified as described in Materials and Methods. The His-tag was removed from IFIT2 and IFIT3 but retained on IFIT1 for later detection. Each protein was subjected to size exclusion chromatography with multi angle light scattering (SEC-MALS) to analyse IFIT assembly. SEC-MALS reveals the molecular mass of species eluting at different volumes from a size exclusion column providing information about the oligomeric state of these species. Varying concentrations of IFIT were analysed by SEC-MALS and, consistent with a recent report (BioRxiv: https://doi.org/10.1101/152850), IFIT1 oligomerised in a concentration dependent manner ( Figure  S2A ). In contrast, IFIT2 eluted as two species corresponding to a stable dimer or tetramer ( Figure  S2B) . Surprisingly, the IFIT2 dimer had a similar elution volume to the lowest concentration of IFIT examined. This demonstrates the importance of using the SEC-MALS technique which directly determines the mass of particles in solution from their Rayleigh scattering, instead of relying on the elution volumes of molecular weight standards during SEC to infer oligomeric state. When analysed alone, IFIT3 also eluted as a mostly dimeric species, with a smaller peak corresponding to a monomer ( Figure S2C ). We next examined the oligomeric status of complexes containing mixtures of the individually purified IFIT proteins. When incubated at 4 C for 1 hour IFIT1 and IFIT3 formed a stable complex that eluted with a molecular mass of 221 kDa ( Figure 2A, peak a) . Analysis of the protein in peak a by SDS-PAGE (gel inset) shows that IFIT1 and IFIT3 are equimolar, indicating that this complex represents stable IFIT1:IFIT3 tetramers. A later eluting species likely corresponding to IFIT1:IFIT3 dimers (123 kDa) is also evident (Figure 2A , peak b). IFIT1 and IFIT2 were incubated at 30 C for 1 hour and analysed by SEC-MALS. The IFIT1:IFIT2 complex was less defined and eluted as multiple species ranging from 148 to >234 kDa as measured by SEC-MALS ( Figure S2D ). While the most abundant IFIT1:IFIT2 complex form is likely tetrameric, the presence of several overlapping peaks precludes reliable determination of specific molecular mass and hence oligomeric state.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 935,
                    "end": 946,
                    "text": "Figure  S2A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1037,
                    "end": 1049,
                    "text": "Figure  S2B)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1541,
                    "end": 1551,
                    "text": "Figure S2C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1792,
                    "end": 1810,
                    "text": "Figure 2A, peak a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2076,
                    "end": 2086,
                    "text": "(Figure 2A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2302,
                    "end": 2312,
                    "text": "Figure S2D",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "IFIT1:IFIT2:IFIT3 hetero-complexes can be reconstituted from bacterially expressed proteins"
        },
        {
            "text": "Because IFIT2 and IFIT3 were enriched to a similar degree in our IFIT1 pull down SILAC experiments we hypothesised that IFIT1 interacts with a heterodimer of IFIT2 and IFIT3. We therefore next examined if IFIT2 and IFIT3 could interact. Equal amounts of IFIT2 and IFIT3 were mixed and incubated at 4 C for 1 hour. When analysed by SEC-MALS two peaks corresponding to IFIT2 and IFIT3 homodimers were clearly separated ( Figure 2B , grey dotted line). In contrast, when IFIT2 and IFIT3 were instead incubated at 37 C for 1 hour an IFIT2:IFIT3 heterodimer was formed ( Figure 2B , black dashed line). The molecular weight of the eluting species (110 kDa) and analysis by SDS-PAGE (gel inset) are consistent with this complex representing an IFIT2:IFIT3 heterodimer. To test the stability of the IFIT2:IFIT3 heterodimer, corresponding peak fractions were concentrated and author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 420,
                    "end": 429,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 568,
                    "end": 577,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "IFIT1:IFIT2:IFIT3 hetero-complexes can be reconstituted from bacterially expressed proteins"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/261776 doi: bioRxiv preprint reanalysed by SEC-MALS. As evident in Figure 2C , there was no observed dissociation of the complex into constituent components, confirming that the IFIT2:IFIT3 complex remains stable.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 169,
                    "end": 178,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "IFIT1:IFIT2:IFIT3 hetero-complexes can be reconstituted from bacterially expressed proteins"
        },
        {
            "text": "To determine the relative stabilities of the different dimeric complexes, we examined IFIT2, IFIT3 and the IFIT2:IFIT3 heterodimer using differential scanning fluorimetry. Using this approach, protein unfolding is monitored by measuring the signal from a dye that fluoresces in hydrophobic environments, at increasing temperature. More stable proteins unfold at higher temperatures than less stable proteins. Unfolding exposes hydrophobic regions of the protein making them more accessible to the dye. Figure 2D shows the thermal melt curves for IFIT2 and IFIT3 homodimers and the IFIT2:IFIT3 heterodimer. The protein used in this assay is shown in the gel inset below the graph. IFIT2 and IFIT3 exhibit a monophasic melt curve from with Tm's of 37.3 C and 34.1 C, respectively, were calculated as described in the Material and Methods. This indicates that the IFIT2 is more thermodynamically stable than IFIT3. In contrast, the IFIT2:IFIT3 heterodimer exhibits a biphasic melt curve from which a reliable T m could not be calculated. However, as is evident from comparison with the IFIT2 and IFIT3 melt curves that the melting temperature of the IFIT2:IFIT3 heterodimer, and thus the stability, is greater than that of either the homodimers alone.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 502,
                    "end": 511,
                    "text": "Figure 2D",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "IFIT1:IFIT2:IFIT3 hetero-complexes can be reconstituted from bacterially expressed proteins"
        },
        {
            "text": "Having successfully formed a stable IFIT2:IFIT3 complex, we attempted to reconstitute the full IFIT1:IFIT2:IFIT3 heterotrimeric complex. An equimolar ratio of IFIT1 was incubated with the purified (preformed) IFIT2:IFIT3 heterodimeric complex. Most of the IFIT1 was incorporated into a larger complex that eluted with a molecular mass of 165 kDa corresponding to a trimer ( Figure 2E ). Analysis of this complex by SDS-PAGE (gel inset) reveals that it contains equimolar amounts of IFIT1, IFIT2 and IFIT3. The remainder of the IFIT1 complexed with free IFIT3, a minor contaminant of the purified IFIT2:IFIT3 heterodimer, and eluted slightly earlier as a hetero-tetrameric complex with a molecular mass of 218 kDa. Finally, we incubated the IFIT2:IFIT3 heterodimer with a two-fold molar excess of IFIT1 at 30 C for 1 hour. Analysis by SEC-MALS reveals a clear shift of the heterotrimeric complex to a heterotetrameric complex with a molecular mass of 236 kDa ( Figure 2F ). SDS-PAGE analysis of this complex (gel inset) reveals a molar excess of IFIT1 over IFIT2 and IFIT3 indicating that the heterotetrameric complex consists of two IFIT1 molecules to one molecule each of IFIT2 and 3 (compare gel insets in Figures 2 E and F) . The IFIT1:IFIT2:IFIT3 heterotetramer was less stable than the trimer, precipitating when incubated at 4 C. Subsequently, only the IFIT1:IFIT2:IFIT3 heterotrimer was used for further experiments.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 374,
                    "end": 383,
                    "text": "Figure 2E",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 961,
                    "end": 970,
                    "text": "Figure 2F",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1209,
                    "end": 1227,
                    "text": "Figures 2 E and F)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "IFIT1:IFIT2:IFIT3 hetero-complexes can be reconstituted from bacterially expressed proteins"
        },
        {
            "text": "To investigate the impact of hetero-oligomerisation on the ability of IFIT1 to inhibit cap0 dependent translation we used a similar approach to that previously described by Young et al. (22) . In vitro transcribed mRNAs comprising a firefly luciferase (Fluc) reporter flanked by either the human globin or zika virus (ZV) 5 and 3 untranslated regions (UTRs) were post-transcriptionally capped as described in the Materials and Methods. The -globin and ZV constructs represent mRNAs with weak or strong secondary structures in the 5 UTR, respectively. Schematics of the two constructs are shown in Figure 3A . These mRNAs were incubated with different IFIT heterocomplexes before addition of rabbit reticulocyte lysate (RRL). Translation was quantified by measuring the luminescence from the Fluc reporter. The amount of IFIT1 added was equalised by western blotting against the His-tag on the purified IFIT1 in each complex. The upper panel of Figure 3B shows an SDS-PAGE analysis of the protein complexes used in these experiments while the lower panel shows an anti-His-tag western blot of the same complexes. The linearity of the western blot signal to protein concentration was confirmed as shown in Figure S3 .",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 190,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 602,
                    "end": 611,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 949,
                    "end": 958,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1209,
                    "end": 1218,
                    "text": "Figure S3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "IFIT3 and IFIT2:IFIT3 stimulate the cap0-RNA translation inhibition activity of IFIT1"
        },
        {
            "text": "IFIT1 inhibited translation of the cap0--globin Fluc reporter in a concentration-dependent manner ( Figure 3C ). Pre-incubation of IFIT1 and IFIT2 had no detectable impact on the inhibition of translation of the cap0--globin Fluc reporter and so was not examined further. In contrast, author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 101,
                    "end": 110,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "IFIT3 and IFIT2:IFIT3 stimulate the cap0-RNA translation inhibition activity of IFIT1"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/261776 doi: bioRxiv preprint complexing with IFIT3 reproducibly decreased the concentration of IFIT1 required to cause 50 % inhibition of the same reporter ( Figure 3C ). IFIT1 inhibited translation of the cap0-ZV reporter less than the -globin reporter overall, but complexing with IFIT3 again enhanced IFIT1's translation inhibitory effect ( Figure 3D ). Because the heterotetrameric IFIT1:IFIT2:IFIT3 complex was unstable we focused on the heterotrimeric complex for further analysis. As can be seen in Figure 3E and 3F, stimulation of IFIT1 translation inhibition was reproducibly observed in the context of the IFIT1:IFIT2:IFIT3 complex. Reporter mRNAs bearing cap1 structures were also examined ( Figure 3C -F and Figure S4 ). Inhibition of cap1 mRNAs was only observed at very high concentrations of IFIT1.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 260,
                    "end": 269,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 447,
                    "end": 456,
                    "text": "Figure 3D",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 609,
                    "end": 618,
                    "text": "Figure 3E",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 806,
                    "end": 815,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 823,
                    "end": 832,
                    "text": "Figure S4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "IFIT3 and IFIT2:IFIT3 stimulate the cap0-RNA translation inhibition activity of IFIT1"
        },
        {
            "text": "We and others have previously demonstrated that IFIT1 binds preferentially to mRNA with a cap0 structure at the 5 end (13, 14) . Using our purified complexes, we next examined if the interaction of IFIT1 with cap0 mRNA was altered when part of a larger IFIT1:IFIT3 or IFIT1:IFIT2:IFIT3 complex. We used a primer extension inhibition assay to monitor the IFIT1/cap0 mRNA interaction as previously described (13) . An advantage of this technique over other methods to analyse protein-RNA interactions, such as electrophoretic mobility shift assays, is that the primer extension reaction is performed in equilibrium binding conditions. IFIT1 alone or as part of an IFIT heterocomplex was incubated with the in vitro transcribed and capped model -globin and ZV mRNAs prior to the addition of a radiolabelled primer that binds within the Fluc mRNA sequence. A reverse transcription reaction is performed in which a full-length cDNA is produced in the absence of IFIT1, whereas a 7 nucleotide truncated cDNA, corresponding to the length of the IFIT1 RNA-binding surface, is produced in the presence of IFIT1 (13) . The cDNA products are subsequently separated by denaturing PAGE and detected by autoradiography. IFIT protein complexes shown in Figure 3B were used in the binding reactions. Representative autoradiographs are shown in Figure 4A . Quantification of the cDNA products was performed as described in the Materials and Methods and the binding curves shown in Figure 4B and C show the fraction of RNA bound at varying IFIT concentrations.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 123,
                    "text": "(13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 124,
                    "end": 127,
                    "text": "14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 407,
                    "end": 411,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1104,
                    "end": 1108,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 1240,
                    "end": 1249,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1330,
                    "end": 1339,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1466,
                    "end": 1475,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "IFIT3 and IFIT2:IFIT3 enhance cap0-RNA binding by IFIT1"
        },
        {
            "text": "As previously reported (13), IFIT1 binds cap0--globin mRNA with very high affinity (K1/2,app= 40  1.2 nM, h = 2.8  0.2). Complexing with IFIT3 or the IFIT2:IFIT3 heterodimer reduces the K1/2,app of IFIT1 on this mRNA to 19  0.8 nM (h = 2.5  0.2) and 19  0.7 nM (h = 1.98  0.1), respectively. IFIT1 heterocomplexes also has the effect of saturating the binding on the mRNA as evident in the autoradiograms. This effect was even more pronounced when the cap0-ZV reporter was analysed. On this more structured RNA the K1/2,app of IFIT1 binding was 69  1.8 nM (h = 3.5  0.3) and only reached 60% saturation. In contrast, when complexed with IFIT3 or the IFIT2:IFIT3 heterodimer IFIT1 bound the ZV reporter with a K1/2,app of 29  1.1 nM (h = 4.1  0.6) and 58  2.3 nM (h = 3.1  0.32), respectively. Again, as is clear from the autoradiograms, addition of IFIT3 or the IFIT2:IFIT3 heterodimer led to saturation of RNA binding. In all cases, and similar to our previous findings (13), the Hill coefficient was greater than 1, indicating a degree of cooperativity in IFIT1 cap0-mRNA binding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IFIT3 and IFIT2:IFIT3 enhance cap0-RNA binding by IFIT1"
        },
        {
            "text": "Our data reveal that IFIT3 or the IFIT2:IFIT3 heterodimer can stimulate cap0 mRNA binding, and thus translation inhibition, by IFIT1. We next sought to identify how IFIT1 and IFIT3 interact. Murine Ifit3, which does not precipitate with murine Ifit1b1 (14) , has a large deletion at the C terminus ( Figure  S5 ) when compared to human IFIT3. As a result of this deletion, mouse Ifit3 lacks a 'YxxxL' structural motif present in both human IFIT3 and IFIT1 ( Figure 5A and B) recently reported to promote IFIT1 concentration dependent dimerisation (BioRxiv: https://doi.org/10.1101/152850). Our SEC-MALS analysis demonstrates that the IFIT1:IFIT3 interaction is more stable than the IFIT1:IFIT1 interaction (compare Figure 2A and Figure S2A ). We therefore hypothesised that the proposed IFIT1 dimerisation motif is the site of interaction between IFIT1 and IFIT3. author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 256,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 300,
                    "end": 310,
                    "text": "Figure  S5",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 458,
                    "end": 467,
                    "text": "Figure 5A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 715,
                    "end": 724,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 729,
                    "end": 739,
                    "text": "Figure S2A",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "IFIT1 and IFIT3 interact through a C-terminal motif"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/261776 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IFIT1 and IFIT3 interact through a C-terminal motif"
        },
        {
            "text": "We generated a panel of IFIT1 mutants based on the IFIT1 dimer crystal structure (PDB: 5W5H). The point mutants Y460E and L464E expressed and purified similarly to the wild type protein. Both mutants eluted as monomeric species during SEC ( Figure 5C ) consistent with disruption of IFIT1 homodimerisation as previously reported (BioRxiv: https://doi.org/10.1101/152850). However, the L464E substitution only had a modest effect on the interaction of IFIT1 with IFIT3 ( Figure 5D) . While a small portion of IFIT1-L464E eluted as a monomer, a stable tetramer with IFIT3 was the predominant species, like the wild type IFIT1 shown in Figure 2A . The Y460E substitution destabilises IFIT1:IFIT3 oligomerisation to a greater extent than the L464E substitution, with less IFIT1-Y460E sequestered to the IFIT1:IFIT3 complex ( Figure 5E ) but, as is clear in the SDS-PAGE analysis of this experiment (gel inset), IFIT1-Y460E can still associate with IFIT3. We therefore generated a Y460E/L464E double mutant of IFIT1 (IFIT1-YL). IFIT1-YL eluted as a monomeric species on SEC, similarly to the Y460E and L464E single mutants ( Figure 5C ). However, in contrast to these two single point mutants, IFIT1-YL did not interact with IFIT3 during SEC ( Figure 5F ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 241,
                    "end": 250,
                    "text": "Figure 5C",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 470,
                    "end": 480,
                    "text": "Figure 5D)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 633,
                    "end": 642,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 821,
                    "end": 830,
                    "text": "Figure 5E",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1120,
                    "end": 1129,
                    "text": "Figure 5C",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1239,
                    "end": 1248,
                    "text": "Figure 5F",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "IFIT1 and IFIT3 interact through a C-terminal motif"
        },
        {
            "text": "Disruption of dimerisation was previously reported not to affect the translation inhibition activity of IFIT1 (BioRxiv: https://doi.org/10.1101/152850 and Figure 5G , white bars). Therefore, we examined what impact mutations in the 'YxxxL' motif had on the ability of IFIT3 to stimulate IFIT1 translation inhibition activity. IFIT1 mutants were combined with IFIT3, reporter mRNA and RRL as described in Materials and Methods and Fluc dependent luminescence was measured ( Figure 5G ). At 40 nM IFIT1, 'YxxxL' motif mutants displayed similar translation inhibition. IFIT3 significantly enhanced translation inhibition of both wild type IFIT1 and the IFIT1-L464E mutant. In contrast, IFIT3 did not stimulate translation inhibition of either the IFIT1-Y460E mutant or the L464E/Y460E double mutant.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 155,
                    "end": 164,
                    "text": "Figure 5G",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 473,
                    "end": 482,
                    "text": "Figure 5G",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "IFIT1 and IFIT3 interact through a C-terminal motif"
        },
        {
            "text": "The IFIT family of ISGs are among the most highly upregulated proteins during cellular response to viral infection and, while a role for IFITs in regulating translation has long been postulated, the mechanisms by which these proteins function are only recently being revealed. Here, we have presented, to our knowledge, the first in vitro reconstitution of the IFIT1:IFIT2:IFIT3 complex. This has enabled us to examine the impact of hetero oligomerisation on RNA recognition by IFIT1 and to begin to understand how this complex assembles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We initially confirmed that IFIT1, IFIT2 and IFIT3 interact in lysates from HEK293T cells using proteomics. In contrast to previous studies (12, 14) we used nuclease treated samples confirming that this interaction occurs in cells in an RNA-independent manner. Moreover, we confirmed that IFIT1 could interact directly with IFIT2 or IFIT3 by SEC. We then employed SEC-MALS to examine IFIT heterocomplex assembly for the first time. Unlike standard SEC, when coupled with protein gel analysis SEC-MALS enables reliable identification of oligomeric status. Figure 6 shows schematic representations of each of the IFIT complexes reconstituted in vitro in this study. Consistent with previous reports ((11) and BioRxiv: https://doi.org/10.1101/152850), IFIT1 was found to reversibly dimerise in a concentration dependent manner ( Figure S2A ). While both IFIT2 and IFIT3 individually form stable homodimers as previously reported (13, 7) , an unexpected tetrameric form of IFIT2 was also detected ( Figure S2B and C) . Surprisingly, we found that the IFIT1:IFIT3 interaction is more stable than the IFIT1:IFIT1 complex (compare Figures 2A and S2A) . When analysed by SEC-MALS the predominant IFIT1:IFIT3 oligomeric state was a stable tetramer containing equimolar amounts of both proteins. The IFIT2 dimer eluted from the SEC at a volume expected for a monomeric species ( Figure S2B ) and as such had a similar elution volume as IFIT1. Very weak interaction of IFIT1 and IFIT2 was detected by SEC when these proteins were incubated at 4 C (RF and TS unpublished data). author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 144,
                    "text": "(12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 145,
                    "end": 148,
                    "text": "14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 926,
                    "end": 930,
                    "text": "(13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 931,
                    "end": 933,
                    "text": "7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 555,
                    "end": 563,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 826,
                    "end": 836,
                    "text": "Figure S2A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 995,
                    "end": 1012,
                    "text": "Figure S2B and C)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1124,
                    "end": 1143,
                    "text": "Figures 2A and S2A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1369,
                    "end": 1379,
                    "text": "Figure S2B",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "IFIT oligomerisation"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/261776 doi: bioRxiv preprint However, when the incubation temperature was increased to 30 C multiple oligomeric states of the IFIT1:IFIT2 complex were present ( Figure S2D ). These data suggest that IFIT1 interacts with IFIT2 in a different manner to IFIT3. Results of previous attempts to narrow down the IFIT1:IFIT2 binding interface using co-precipitation from lysates overexpressing IFIT2 truncation mutants were ambiguous and suggested a lack of specificity in the interaction (29) .",
            "cite_spans": [
                {
                    "start": 585,
                    "end": 589,
                    "text": "(29)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 264,
                    "end": 274,
                    "text": "Figure S2D",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "IFIT oligomerisation"
        },
        {
            "text": "Our SILAC data indicated that IFIT2 and IFIT3 were enriched to a similar degree in IFIT1-bound samples (Figure 1 ), suggesting that a heterocomplex of IFIT2:IFIT3 was the more likely form to interact with IFIT1 in the cell. This prompted us to investigate the IFIT2:IFIT3 interaction in more detail. The delayed elution of the dimeric IFIT2 from the size exclusion column fortuitously enabled us to analyse the IFIT2:IFIT3 interaction by SEC-MALS. Although no interaction between these two proteins was detected when incubated at 4 C, we observed the appearance of a heterodimeric complex when these proteins were incubated at 37 C ( Figure 2B ) indicating that addition of energy was required for this heterocomplex to form. The crystal structure of IFIT2 revealed that dimerisation of the protein was due to a domain swap of three -helices that constitute one and a half TPRs in the N-terminal domain (7) (Figure S6A and shown schematically in Figure 6 ). Nucleic acid binding activity of IFIT2 was localised to the dimer interface surfaces of the C-terminal domain that form a large positively charged pocket ( Figure S6B ). The electrostatic surface potential of an IFIT3 molecular model, based on the IFIT2 crystal structure, is shown in Figure S6C . The IFIT3 model lacks a positively-charged nucleic acid binding surface like that of IFIT2.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 103,
                    "end": 112,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 636,
                    "end": 645,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 910,
                    "end": 921,
                    "text": "(Figure S6A",
                    "ref_id": null
                },
                {
                    "start": 949,
                    "end": 957,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 1117,
                    "end": 1127,
                    "text": "Figure S6B",
                    "ref_id": null
                },
                {
                    "start": 1246,
                    "end": 1256,
                    "text": "Figure S6C",
                    "ref_id": null
                }
            ],
            "section": "IFIT oligomerisation"
        },
        {
            "text": "The ability of IFIT3 to sequester IFIT2 into a heterodimeric form demonstrates that IFIT3 can disrupt the domain swapped architecture of IFIT2. It is therefore possible that IFIT3 could interact with IFIT2 in a similar domain swapped manner (modelled schematically in Figure 6 , top right), consistent with TPRs 1-4 in the N terminus of IFIT2 being sufficient for the interaction as reported previously (29) . Results of SEC analysis and differential scanning fluorimetry experiments indicate that the IFIT2:IFIT3 complex is more stable than separate IFIT2 and IFT3 homodimers ( Figure 2C and D) . The reason for this is currently unclear but comparison of the thermal melt curves of the three complexes shows that unlike the IFIT2 and IFIT3 homodimers, unfolding of the IFIT2:IFIT3 complex is biphasic ( Figure  2D) . A possible explanation for this is that the IFIT2 and IFIT3 proteins unfold uniformly, whereas the interacting regions of the IFIT2:IFIT3 heterocomplex are stabilised and unfold at different rates to the rest of the protein domains in the complex. The IFIT2:IFIT3 complex does not display unfolding kinetics averaged between those observed for IFIT2 and IFIT3 suggesting that the heterocomplex is indeed more stable than each of its constituent parts alone. High-resolution structures of the IFIT2:IFIT3 complex are required to confirm how these proteins interact and are a focus of our ongoing investigation.",
            "cite_spans": [
                {
                    "start": 403,
                    "end": 407,
                    "text": "(29)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 268,
                    "end": 276,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 579,
                    "end": 595,
                    "text": "Figure 2C and D)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 805,
                    "end": 816,
                    "text": "Figure  2D)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "IFIT oligomerisation"
        },
        {
            "text": "Our IFIT2:IFIT3 interaction studies have important implications for our understanding of IFIT complex assembly and biology. Overexpression of IFIT2 was previously reported to induce apoptosis (29, 39) , while co-expression with IFIT3 but not IFIT1 blocked this effect (29) . Moreover, depletion of IFIT3 induced cell death in the U549 human carcinoma cell line, an effect potentiated by co-infection with Dengue virus (40) . Our data would suggest that the homodimeric form of IFIT2 may be responsible for this phenotype, and that co-expression of IFIT3 may mitigate this effect by disrupting IFIT2 dimerisation. It is currently not clear why the cell would evolve such a mechanism for inducing programmed cell death. One potential hypothesis is that dysregulation of ISG induction, perhaps due to infection, could perturb the balance of IFIT2 and IFIT3, promoting cell death to restrict pathogen spread.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 196,
                    "text": "(29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 197,
                    "end": 200,
                    "text": "39)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 268,
                    "end": 272,
                    "text": "(29)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 418,
                    "end": 422,
                    "text": "(40)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "IFIT oligomerisation"
        },
        {
            "text": "Combining IFIT1 in equimolar amounts or in two-fold excess with the purified IFIT2:IFIT3 heterodimer resulted in the formation of heterotrimeric or heterotetrameric IFIT complexes, respectively ( Figure 2E and F and shown schematically in Figure 6, bottom row) . Importantly, this author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 196,
                    "end": 205,
                    "text": "Figure 2E",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 239,
                    "end": 260,
                    "text": "Figure 6, bottom row)",
                    "ref_id": null
                }
            ],
            "section": "IFIT oligomerisation"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/261776 doi: bioRxiv preprint complex closely resembles the IFIT1:IFIT2:IFIT3-containing 150-200 kDa complex previously identified in HeLa cell lysates (29) , supporting its biological relevance. Unlike the IFIT1:IFIT3 tetramer, the IFIT1:IFIT2:IFIT3 tetramer was unstable and precipitated during incubation at 4 C. In contrast, the heterotrimer was stable and enabled us to investigate the impact of IFIT2:IFIT3 complexing on the translation inhibition activity of IFIT1 (discussed below). A recent report described the crystal structure of wild type IFIT1 and revealed a dimerisation interface between Cterminal TPRs (BioRxiv: https://doi.org/10.1101/152850), responsible for the concentration dependent homo dimerisation of the protein, confirmed here. Importantly, mutation of this interface had no impact on the translation inhibition activity of IFIT1 (BioRxiv: https://doi.org/10.1101/152850 and Figure 5E ). We observed that IFIT3 shares multiple key residues involved in the IFIT1 'YxxxL' dimerisation motif, also in a C-terminal TPR. We therefore hypothesized that this motif is the site of interaction between IFIT1 and IFIT3. Mutational analysis of IFIT1 confirmed that this motif is indeed required for interaction with IFIT3 ( Figure 5 ). The double-mutant IFIT1-Y460E/L464E did not interact with IFIT3 when analysed by SEC. Since the wild type IFIT1 homodimer is less stable than the IFIT1:IFIT3 complex, as shown by our SEC-MALS analysis, we propose that the functionally-important role of the 'YxxxL' motif in humans is mediating interaction between IFIT1 and IFIT3 (shown schematically in Figure 6 ). Importantly, the crystal structure of IFIT5 reveals that, although critical interacting residues may be conserved, they are buried in an interface with a terminal helix not present in IFIT1 (8) (9) (10) , explaining why IFIT5 does not interact with IFIT3 ((12) and Figure 1 ). While the 'YxxxL' motif is conserved in mouse Ifit1b1, Ifit3 is truncated such that the 'YxxxL' motif is absent. In mice and other rodents, the Ifit1b1 gene has been duplicated (6) and it is possible that these extra IFITs could compensate for the disrupted murine Ifit1b1-Ifit3 interaction. This suggests species differences in the role of this motif, and in IFIT oligomerisation in general, that must be considered when examining phenotypes of small animal models used to examine the impact of IFIT depletion.",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 257,
                    "text": "(29)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1911,
                    "end": 1914,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1915,
                    "end": 1918,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1919,
                    "end": 1923,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 1005,
                    "end": 1014,
                    "text": "Figure 5E",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1343,
                    "end": 1351,
                    "text": "Figure 5",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1709,
                    "end": 1717,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 1986,
                    "end": 1994,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "IFIT oligomerisation"
        },
        {
            "text": "Our in vitro reconstitution of the human IFIT heterocomplex enabled us to examine the impact of oligomerisation on the cap0 mRNA binding and translation inhibition activity of IFIT1. We opted to use an RRL based translation inhibition assay system as this was previously used to demonstrate differential inhibitory effects of IFIT1 on mRNAs from parainfluenza virus 5 (22) . We used two reporters, one with a well characterised (41), highly structured 5 UTR (ZV, dG=-33.4 kcal/mol) and one with very little structure (-globin, dG=-10.5 kcal/mol), upstream of a Fluc reporter and with the corresponding 3 UTRs. IFIT1 strongly inhibited translation of both reporters ( Figure 3 ), but had a stronger effect on the less-structured -globin reporter, consistent with an emerging consensus that both the methylation state and RNA structure at the 5 end of an mRNA can influence its susceptibility to IFIT1 inhibition (9, 22, 23) . IFIT2 had no detectable impact on the ability of IFIT1 to inhibit translation in the RRL system ( Figure 3C ). In contrast, IFIT3 and to a lesser extent the IFIT2:IFIT3 heterodimer enhanced the translation inhibition effect of IFIT1 on both reporters ( Figure  3C -F).",
            "cite_spans": [
                {
                    "start": 368,
                    "end": 372,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 916,
                    "end": 919,
                    "text": "(9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 920,
                    "end": 923,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 924,
                    "end": 927,
                    "text": "23)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 670,
                    "end": 678,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1028,
                    "end": 1037,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1183,
                    "end": 1193,
                    "text": "Figure  3C",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Impact of oligomerisation on IFIT1 cap0 binding and translation inhibition"
        },
        {
            "text": "It is possible that the RNA binding surface of IFIT1 may be extended by interaction with its binding partners. This has the potential to expand the repertoire of RNAs IFIT1 can interact with by providing additional stabilising interactions. Moreover, it is unclear why inclusion of IFIT3 alone has a stronger effect on translation inhibition than inclusion of the IFIT2:IFIT3 heterodimer. Since inclusion of IFIT2 alone had no impact on the translation inhibition activity of IFIT1 it is possible that the stimulatory effect is a result of the IFIT3 in the IFIT2:IFIT3 complex. The physiological role for this stimulation of binding is not immediately clear as we have previously demonstrated that IFIT1 binding to cap0-mRNA is sufficient to prevent association of the cap-binding translation initiation factor, eIF4F, in vitro (13) . However, a requirement for co-expression of other IFITs for the full anti-viral activity of IFIT1 has been reported (12) . During infection the enhanced binding of IFIT1, as a result of author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 828,
                    "end": 832,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 951,
                    "end": 955,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Impact of oligomerisation on IFIT1 cap0 binding and translation inhibition"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/261776 doi: bioRxiv preprint interaction with IFIT3, may promote IFIT1-dependent restriction in regions where access to cellular proteins is limited, such as in viral replication complexes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact of oligomerisation on IFIT1 cap0 binding and translation inhibition"
        },
        {
            "text": "While multiple cellular factors such as competing cap-binding proteins complicate analysis in cells, our in vitro mRNA binding assays reveal a clear cap0-mRNA binding advantage conferred by IFIT1 heterooligomerisation. When examined in our reverse transcriptase inhibition assays apparent IFIT1 binding was much less efficient for the structured cap0-ZV reporter than for the less structured globin mRNA, and in fact on the ZV construct failed to reach saturation (Figure 4 ). This is not due to incomplete capping of the mRNA as saturation is possible when IFIT3 is present. Instead, it is more likely that the reverse transcriptase may remove a proportion of the bound IFIT1 as it proceeds in a 5 to 3 direction resulting in the production of a full-length signal even if IFIT1 was initially bound. We conclude therefore that IFIT3, and the IFIT2:IFIT3 heterodimer, stabilise the interaction of IFIT1 with the cap0 mRNA in such a way that it is no longer removed by the reverse transcriptase. Interestingly, there was no evidence of a shift in the IFIT dependent toeprint to indicate that the other IFITs in the complex were interacting with the mRNA downstream of the IFIT1 cap0 binding cleft. IFIT5 changes conformation when transitioning between the apo-and RNA-bound state (8), positioning key residues for optimal RNA binding. The crystal structures of IFIT1 bound to different short RNAs show the protein is in a similar closed conformation as the RNA-bound structure of IFIT5 (9) . It is therefore likely that IFIT1 cycles through a similar open/closed conformation to interact with RNA. Binding of IFIT3 may promote the closed conformation of IFIT1, stabilising its interaction with target RNAs. Future efforts will focus on obtaining high-resolution structures of IFIT1:IFIT3 and IFIT1:IFIT2:IFIT3 complexes with and without RNA to address these questions.",
            "cite_spans": [
                {
                    "start": 1488,
                    "end": 1491,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 465,
                    "end": 474,
                    "text": "(Figure 4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Impact of oligomerisation on IFIT1 cap0 binding and translation inhibition"
        },
        {
            "text": "Together, our results demonstrate the first in vitro reconstitution of the human IFIT2:IFIT3 and IFIT1:IFIT2:IFIT3 heterocomplexes, provide novel details about IFIT complex assembly and reveal for the first time that IFIT3 enhances IFIT1 cap0-mRNA binding and translation inhibition. Our reconstituted complexes provide a solid foundation for future molecular analysis of IFIT assembly and function. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/261776 doi: bioRxiv preprint IFIT1+IFIT3 is shown in grey shadow for reference. (G) Luciferase activity from RRL incubated with cap0--globin Fluc RNA and WT or mutant IFIT1 with or without IFIT3 as indicated. Data are normalised to the luciferase activity in the absence of IFIT1 and shown as the mean  the standard error of three separate experiments. Statistical analysis was performed comparing conditions joined by dotted lines using an unpaired, two-tailed Students T-test. P values are indicated, and  denotes statistical significance. Figure 6 . Schematic representation of the IFIT complexes analysed in this study. Cartoons depicting IFIT1 (yellow), IFIT2 (green) and IFIT3 (blue) complexes reconstituted in vitro from individually purified proteins. Weak interactions are indicated by reversible arrows. IFIT1 and IFIT2 structures and dimerisation interactions have been characterised by X-ray crystallography (BioRxiv: https://doi.org/10.1101/152850 and (30)). No experimentally derived structure for IFIT3 homo-or heterodimers are currently available. Therefore, IFIT3 and IFIT2:IFIT3 dimerisation, and IFIT1 heterooligomerisation are modelled on the IFIT1 dimer (PDB: 5W5H) and IFIT2 dimer (PDB: 4G1T) crystal structures and supported by experimental evidence as discussed in the text. The association of IFIT1 and IFIT2 is less well defined as indicated by the question marks.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1047,
                    "end": 1055,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Impact of oligomerisation on IFIT1 cap0 binding and translation inhibition"
        },
        {
            "text": "author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/261776 doi: bioRxiv preprint ?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Interferons and viruses: An interplay between induction, signalling, antiviral responses and virus countermeasures",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Randall",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Goodbourn",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Gen. Virol",
            "volume": "89",
            "issn": "",
            "pages": "1--47",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A diverse range of gene products are effectors of the type i interferon antiviral response",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Schoggins",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Panis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bieniasz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Rice",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nature",
            "volume": "472",
            "issn": "",
            "pages": "481--485",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Interferon induced IFIT family genes in host antiviral defense",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Michal",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Lunney",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Int. J. Biol. Sci",
            "volume": "9",
            "issn": "",
            "pages": "200--208",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Transcriptional profiling of interferon regulatory factor 3 target genes: direct involvement in the regulation of interferon-stimulated genes",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Grandvaux",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Servant",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Tenoever",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Sen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Balachandran",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "N"
                    ],
                    "last": "Barber",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hiscott",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Virol",
            "volume": "76",
            "issn": "",
            "pages": "5532--5541",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Lineage-Specific Expansion of IFIT Gene Family: An Insight into Coevolution with IFN Gene Family",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "B"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Gui",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Evolution-guided functional analyses reveal diverse antiviral specificities encoded by ifit1 genes in mammals",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Daugherty",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Schaller",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Geballe",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Malik",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Crystal structure of ISG54 reveals a novel RNA binding structure and potential functional mechanisms",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fleming",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Cell Res",
            "volume": "22",
            "issn": "",
            "pages": "1328--1338",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Structural basis for viral 5′-PPP-RNA recognition by human IFIT proteins",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Abbas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pichlmair",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Górna",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Superti-Furga",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Nagar",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nature",
            "volume": "494",
            "issn": "",
            "pages": "60--64",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Structure of human IFIT1 with capped RNA reveals adaptable mRNA binding and mechanisms for sensing N1 and N2 ribose 2′-O methylations",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Abbas",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Laudenbach",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Martínez-Montero",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cencic",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Habjan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pichlmair",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Damha",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pelletier",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Nagar",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Proc. Natl. Acad. Sci",
            "volume": "114",
            "issn": "",
            "pages": "2106--2115",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "TRNA Binding, Structure, and Localization of the Human Interferon-Induced Protein IFIT5",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Katibah",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Huizar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Vogan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Alber",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Collins",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "49",
            "issn": "",
            "pages": "743--750",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Versatile TPR domains accommodate different modes of target protein recognition and function",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kenneth Allan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ratajczak",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Cell Stress Chaperones",
            "volume": "16",
            "issn": "",
            "pages": "353--367",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "IFIT1 is an antiviral protein that recognizes 5[prime]-triphosphate RNA",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pichlmair",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lassnig",
                    "suffix": ""
                },
                {
                    "first": "C.-A",
                    "middle": [],
                    "last": "Eberle",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Górna",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Baumann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Burkard",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bürckstümmer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stefanovic",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Krieger",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Bennett",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nat. Immunol",
            "volume": "12",
            "issn": "",
            "pages": "624--630",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Inhibition of translation by IFIT family members is determined by their ability to interact selectively with the 5'-terminal regions of cap0-, cap1-and 5'ppp-mRNAs",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Sweeney",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Skabkin",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "V"
                    ],
                    "last": "Skabkina",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "U T"
                    ],
                    "last": "Hellen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Pestova",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nucleic Acids Res",
            "volume": "42",
            "issn": "",
            "pages": "3228--3245",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Sequestration by IFIT1 Impairs Translation of 2′O-unmethylated Capped RNA",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Habjan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hubel",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lacerda",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Benda",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Holze",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Eberl",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mann",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kindler",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gil-Cruz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ziebuhr",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Pathog",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Ifit1 Inhibits Japanese Encephalitis Virus Replication through Binding to 5' Capped 2'-O Unmethylated RNA",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kimura",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Katoh",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kayama",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Saiga",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Okuyama",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Okamoto",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Umemoto",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Matsuura",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yamamoto",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Takeda",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Virol",
            "volume": "87",
            "issn": "",
            "pages": "9997--10003",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Rational Design of a Flavivirus Vaccine by Abolishing Viral RNA 2'-O Methylation",
            "authors": [
                {
                    "first": "S.-H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "X.-F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y.-Q",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "X.-Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "S.-Y",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "H.-J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Virol",
            "volume": "87",
            "issn": "",
            "pages": "5812--5819",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "2′-O methylation of the viral mRNA cap evades host restriction by IFIT family members",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Daffis",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Szretter",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schriewer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Youn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Errett",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schneller",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zust",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nature",
            "volume": "468",
            "issn": "",
            "pages": "452--456",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "2′-O methylation of the viral mRNA cap by West Nile virus evades Ifit1-dependent and -independent mechanisms of host restriction in vivo",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Szretter",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Daniels",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Gainey",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Yokoyama",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gale",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Virgin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Klein",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Sen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Diamond",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS Pathog",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Rational Design of a Live Attenuated Dengue Vaccine: 2′-O-Methyltransferase Mutants Are Highly Attenuated and Immunogenic in Mice and Macaques",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Züst",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "F"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Balakrishnan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "X"
                    ],
                    "last": "Toh",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Q"
                    ],
                    "last": "Deng",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Pathog",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Ribose 2'-O-methylation provides a molecular signature for the distinction of self and non-self mRNA dependent on the RNA sensor Mda5",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Züst",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cervantes-Barragan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Habjan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Maier",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Neuman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ziebuhr",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Szretter",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Barchet",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Diamond",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nat. Immunol",
            "volume": "12",
            "issn": "",
            "pages": "137--143",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Attenuation and Restoration of SARS-CoV Mutant lacking 2' O Methyltransferase Activity",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "D"
                    ],
                    "last": "Menachery",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Yount",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Josset",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Gralinski",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Scobey",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Agnihothram",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Katze",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Virol",
            "volume": "88",
            "issn": "",
            "pages": "4251--64",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Human IFIT1 Inhibits mRNA Translation of Rubulaviruses but Not Other Members of the Paramyxoviridae Family",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Andrejeva",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Inesta-Vaquera",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "H"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Goodbourn",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Randall",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Virol",
            "volume": "90",
            "issn": "",
            "pages": "9446--9456",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Middle East Respiratory Syndrome Coronavirus Nonstructural Protein 16 Is Necessary for Interferon Resistance and Viral Pathogenesis. mSphere",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "D"
                    ],
                    "last": "Menachery",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Gralinski",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Dinnon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Leist",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Yount",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "T"
                    ],
                    "last": "Mcanarney",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Stratton",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Cockrell",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Debbink",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Sims",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Waters",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "346--363",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Sindbis virus messenger RNA: the 5′-termini and methylated residues of 26 and 42 S RNA",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Dubin",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Stollar",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Hsuchen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Timko",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Guild",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Virology",
            "volume": "77",
            "issn": "",
            "pages": "457--470",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "A Viral RNA Structural Element Alters Host Recognition of Nonself RNA",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Hyde",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Gardner",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kimura",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Trobaugh",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tonelli",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Paessler",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Takeda",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Science",
            "volume": "343",
            "issn": "",
            "pages": "783--787",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "IFIT1 Differentially Interferes with Translation and Replication of Alphavirus Genomes and Promotes Induction of Type I Interferon",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Reynaud",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Atasheva",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rasalouskaya",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Diamond",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Weaver",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "I"
                    ],
                    "last": "Frolova",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Frolov",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS Pathog",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "A new pathway of translational regulation mediated by eukaryotic initiation factor 3",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Merrick",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Sen",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "EMBO J",
            "volume": "19",
            "issn": "",
            "pages": "6891--6900",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The Inhibitory Action of P56 on Select Functions of E1 Mediates Interferon's Effect on Human Papillomavirus DNA Replication",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Saikia",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Fensterl",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Sen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Virol",
            "volume": "84",
            "issn": "",
            "pages": "13036--13039",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The interferon stimulated gene 54 promotes apoptosis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stawowczyk",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Scoy",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Reich",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Biol. Chem",
            "volume": "286",
            "issn": "",
            "pages": "7257--7266",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Neurodevelopmental protein Musashi-1 interacts with the Zika genome and promotes viral replication",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Chavali",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Stojic",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "W"
                    ],
                    "last": "Meredith",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Joseph",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Nahorski",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Sanford",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Sweeney",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Krishna",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hosmillo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Firth",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Science",
            "volume": "357",
            "issn": "",
            "pages": "83--88",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The use of differential scanning fluorimetry to detect ligand interactions that promote protein stability",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "H"
                    ],
                    "last": "Niesen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Berglund",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vedadi",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nat. Protoc",
            "volume": "2",
            "issn": "",
            "pages": "2212--2221",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Identification of Protein Interaction Partners in Mammalian Cells Using SILAC-immunoprecipitation Quantitative Proteomics",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Emmott",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Goodfellow",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Vis. Exp",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3791/51656"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Visualization of LC-MS/MS proteomics data in MaxQuant",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tyanova",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Temu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Carlson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sinitcyn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cox",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Proteomics",
            "volume": "15",
            "issn": "",
            "pages": "1453--1456",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The Perseus computational platform for comprehensive analysis of (prote)omics data",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tyanova",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Temu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sinitcyn",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Carlson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Hein",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Geiger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cox",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nat. Methods",
            "volume": "13",
            "issn": "",
            "pages": "731--740",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "PDB2PQR: Expanding and upgrading automated preparation of biomolecular structures for molecular simulations",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Dolinsky",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Czodrowski",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Nielsen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Jensen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Klebe",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nucleic Acids Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "PDB2PQR: An automated pipeline for the setup of Poisson-Boltzmann electrostatics calculations",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Dolinsky",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Nielsen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Mccammon",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nucleic Acids Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Electrostatics of nanosystems: Application to microtubules and the ribosome",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sept",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Joseph",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Holst",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Mccammon",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Proc. Natl. Acad. Sci",
            "volume": "98",
            "issn": "",
            "pages": "10037--10041",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Identification of IFN-stimulated gene (ISG) proteins that inhibit human parainfluenza virus type 3",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A G"
                    ],
                    "last": "Rabbani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ribaudo",
                    "suffix": ""
                },
                {
                    "first": "J.-T",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Barik",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01551-16"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "A death-promoting role for ISG54/IFIT2",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Reich",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Interferon Cytokine Res",
            "volume": "33",
            "issn": "",
            "pages": "199--205",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Protective roles of interferon-induced protein with tetratricopeptide repeats 3 (IFIT3) in dengue virus infection of human lung author/funder. All rights reserved. No reuse allowed without permission. The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "L"
                    ],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/261776"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Legends",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Interaction between IFIT1, IFIT2 and IFIT3 occurs independently of bound RNA. Volcano plots of SILAC proteomics data showing statistical analysis of proteins that immunoprecipitated with (A) FLAG-tagged IFIT1 or (B) FLAG-tagged IFIT5 following nuclease treatment of IFN-stimulated cell lysates. Data points corresponding to IFIT family members are coloured and labelled.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "In vitro reconstitution of IFIT oligomeric assemblies. (A, B) Indicated IFIT complexes were assembled and analysed by SEC-MALS. (C) SEC-MALS analysis of the purified IFIT2:IFIT3 dimer alone or after incubation with an equimolar amount (E) or a 2-fold excess (F) of IFIT1. (D) Differential scanning fluorimetry analysis of IFIT2, IFIT3 and IFIT2:IFIT3 dimers. Gel inset shows SDS-PAGE analysis of proteins used for analysis. For A-C, D and F, complexes were formed at the indicated temperatures. Normalised differential refractive index (nRI) is shown as dotted or broken lines on the left y-axis. Calculated molecular masses (kDa) of eluting species are shown as solid, red lines on the right y-axis. Gel insets below each trace show SDS-PAGE analysis of each run. Protein gel lanes and corresponding peaks are indicated by lower case letters. The position of IFIT1, IFIT2 and IFIT3 on the protein gels is indicated. The calculated molecular masses of individual IFITs are: IFIT1(with 6His tag)-58.6 kDa, IFIT2-54.9 kD and IFIT3-56.2 kDa.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "IFIT3 and IFIT2:IFIT3 enhance IFIT1 cap0 translation inhibition in vitro. (A) Schematic representation of the cap0-mRNAs used in in vitro translation assays in RRL. (B) IFIT1 containing complexes included in in vitro translation assays. Upper panel, Coomassie stained SDS-PAGE gel analysis of individually purified and complexed IFITs. Lower panel, analysis of the same samples as in the upper panel by western blotting against the His-tag. Note, the His-tag was removed from IFIT2 and IFIT3 but not IFIT1 during purification. (C-F) Luciferase activity from RRL incubated with cap0-or cap1--globin Fluc RNA (C, E) or cap0-or cap1-ZV Fluc RNA (D, F) in the presence of increasing concentrations of IFIT1 or IFIT1 containing complexes as indicated. Data are normalised to the luciferase activity in the absence of IFITs and shown as the mean  the standard error of three separate experiments.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "IFIT3 containing complexes stabilise IFIT1 binding to cap0 RNA. (A) Toeprinting analysis of the interaction of IFIT1 and IFIT1 containing complexes with cap0 RNA. The full-length and 7 nucleotide (nt) truncated cDNA product produced by IFIT1 binding are indicated. Protein complexes and RNAs are the same as those used inFigure 3.(B, C) Graphs represent fraction of RNA bound by IFIT1 and IFIT1 containing complexes at varying IFIT1 concentrations. Curves representative of three separate experiments were fitted using the nonlinear Hill equation, Fraction [bound] =[IFIT1] h • Fraction [bound] max /([IFIT1] h +K h 1/2,app ) from data where [IFIT1] was ≥ 10 • [mRNA]. K 1/2 , app and Hill coefficients (h) are listed in the text.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Mutational analysis reveals a key IFIT1:IFIT3 interaction motif. (A) Crystal structure of wild type IFIT1 (PDB: 5W5H). The two chains in the asymmetric unit are coloured yellow and green with m7GpppAAAA bound in the cap-binding pocket highlighted in orange. The interface region between the two IFIT1 molecules with Y460 and L464 side chains is enlarged (only labelled for the chain coloured green). (B) Sequence alignment of the C-terminal regions of IFIT1 and IFIT3 generated by Clustal Omega. The 'YxxxL' motif is boxed. (C, D, E and F) UV280 absorbance traces of SEC analysis (SuperdexS200 Increase 10/300 column) of wild type (WT) and mutant IFIT1 alone or incubated with IFIT3. Gel insets below each trace show SDS-PAGE analysis of each run. (D, E and F) Protein gel lanes and corresponding peaks are indicated by lower case letters. The position of IFIT1 and IFIT3 on the protein gels is indicated. The Y460E/L464E+IFIT3 trace in F is adjusted by +10 milli absorbance units (mAU) for clarity. (D-F) The elution profile of WT author/funder. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "T-Test p-value IFIT1 IP: Mean log 2 SILAC ratio -Log T-Test p-value IFIT5 IP: Mean log 2 SILAC ratio Fleith/Mears Figure 1",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "This work was supported by a joint Royal Society/Wellcome Trust Sir Henry Dale Fellowship (202471/Z/16/Z) and a Royal Society Research Grant (RG140708) to TRS. SCG is a Sir Henry Dale Fellow (098406/Z/12/Z) co-funded by the Wellcome Trust and Royal Society. HVM is supported by a University of Cambridge, Department of Pathology PhD studentship. RCF and DSM are supported by CAPES Computational Biology (23038.010048/2013-27). DSM is also supported by the Academy of Medical Sciences/UK (NAF004/1005). epithelial cells. PLoS One, 8. 41. Göertz,G.P., Abbo,S.R., Fros,J.J. and Pijlman,G.P. (2017) Functional RNA during Zika virus infection. Virus Res., 10.1016/j.virusres.2017.08.015.author/funder. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We are grateful to Janet Deane for providing access to equipment for SEC-MALS experiments and to George Katibah and Kathleen Collins for the gift of the IFIT1 expression plasmid.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}