{
    "paper_id": "7e80848c7b22e870b0e0a458dce96f6955576f04",
    "metadata": {
        "title": "The network structure and eco-evolutionary dynamics of CRISPR-induced immune diversification",
        "authors": [
            {
                "first": "Shai",
                "middle": [],
                "last": "Pilosof",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ben-Gurion University of the Negev",
                    "location": {
                        "settlement": "Beer-Sheva",
                        "country": "Israel"
                    }
                },
                "email": ""
            },
            {
                "first": "Sergio",
                "middle": [
                    "A"
                ],
                "last": "Alcala-Corona",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Chicago",
                    "location": {
                        "addrLine": "1103 E 57 st",
                        "postCode": "60637",
                        "settlement": "Chicago",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Tong",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois at Urbana-Champaign",
                    "location": {
                        "settlement": "Urbana",
                        "region": "Illinois",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Ted",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois at Urbana-Champaign",
                    "location": {
                        "settlement": "Urbana",
                        "region": "Illinois",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Sergei",
                "middle": [],
                "last": "Maslov",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois at Urbana-Champaign",
                    "location": {
                        "settlement": "Urbana",
                        "region": "Illinois",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Rachel",
                "middle": [],
                "last": "Whitaker",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois at Urbana-Champaign",
                    "location": {
                        "settlement": "Urbana",
                        "region": "Illinois",
                        "country": "USA"
                    }
                },
                "email": "*rwhitaker@life.illinois.edu"
            },
            {
                "first": "Mercedes",
                "middle": [],
                "last": "Pascual",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Chicago",
                    "location": {
                        "addrLine": "1103 E 57 st",
                        "postCode": "60637",
                        "settlement": "Chicago",
                        "country": "USA"
                    }
                },
                "email": "pascualmm@uchicago.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "As a heritable sequence-specific adaptive immune system, CRISPR-Cas is a powerful force shaping strain diversity in host-virus systems. While the diversity of CRISPR alleles has been explored, the associated structure and dynamics of host-virus interactions has not. We develop theory on the role of CRISPR immunity in mediating the interplay between host-virus interaction structure and eco-evolutionary dynamics in a computational model and three natural systems. We show that the structures of networks describing who infects whom and who is protected from whom are modular and weighted-nested, respectively. The dynamic interplay between these networks influences transitions between dynamical regimes of virus diversification and host control,leading to eventual virus extinction. The three empirical systems exhibit weighted nestedness, a pattern our theory shows is indicative of viral control by hosts. Previously missing from studies of microbial host-pathogen systems, the protection network plays a key role in the coevolutionary dynamics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The structure of complex ecological communities is clearly non-random. It is generally argued that interaction structure affects the stability of communities to perturbations [1-3] and arises from coevolutionary dynamics between interacting partners [4] [5] [6] [7] , yet the structure-dynamics nexus remains a long-standing central question in community and network ecology. Host-parasite infection networks, in which interaction structure represents 'who infects whom', have been typically described as modular, nested, or both [8, 9] . Modularity concerns patterns of specificity, in which the network is partitioned into modules of hosts and parasites that interact densely with each other but sparsely with those outside the group. Nestedness concerns instead patterns of specialization, and describes a network structure in which specialist hosts are infected by subsets of parasites that in turn also infect the more generalist hosts [8, 9] .",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 253,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 254,
                    "end": 257,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 258,
                    "end": 261,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 262,
                    "end": 265,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 530,
                    "end": 533,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 534,
                    "end": 536,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 941,
                    "end": 944,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 945,
                    "end": 947,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Common to all host-parasite network studies is a dominant focus on patterns of infection. Infection structure should critically depend however on the genetic basis of resistance of hosts to pathogens [10] . The emergence of network structure from immune selection has been shown in pathogens of humans such as Plasmodium falciparum [11, 12]. In particular, strain theory developed for pathogens with multilocus encoding of antigens posits that negative frequency dependent selection, mediated by competition for hosts through cross-immunity, can structure pathogen populations into clusters of strains with limited overlap of antigenic repertoires [11] [12] [13] [14] [15] . Parasites with 2 . CC-BY-NC-ND 4.0 International license is made available under a resistance by surface mutation can arise quickly to take over CRISPR or restriction-modification systems in providing immunity. This experimental and theoretical evidence for advantages of surface modification may entail strong fitness costs under natural conditions because mutations in surface receptors such as those in flagella or pili can be detrimental for microbial movement and biofilm formation [21] . Investigations of natural populations have indeed shown that surface resistance is costly in the wild [27, 28] . These observations underlie the need for complementing experimental approaches by developing theory on the kinds of 'macroscopic', whole system, diversity patterns expected under 'microscopic' CRISPR-induced coevolutionary processes. These patterns can serve as signatures in both nature and experiments for inferring whether specific underlying processes of resistance are at play.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 204,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 332,
                    "end": 336,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 648,
                    "end": 652,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 658,
                    "end": 662,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 663,
                    "end": 667,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 668,
                    "end": 672,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1162,
                    "end": 1166,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 1271,
                    "end": 1275,
                    "text": "[27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1276,
                    "end": 1279,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Resistance mechanisms can operate alone or in tandem to affect the diversification of microbes and phages. Nonetheless, not all of these are relevant for linking between host/phage genotypes and immune phenotype as observed in the structure of immunity and infection networks. Surface modification, for instance, is a result of mutation and selection that will provide advantage to one or few mutated strains periodically sweeping through the population. Restriction-modification systems, being unspecific to viral genetic sequence, also do not provide such link because they do not result in the creation of new strains. In contrast, CRISPR is a heritable adaptive immune system conferring sequence-specific protection against viruses, plasmids, and other mobile elements [23, 29] . As such, it not only provides a direct sequence-based link, but also allows consideration of concomitant structures for both infection and immunity, and from both host and parasite perspectives.",
            "cite_spans": [
                {
                    "start": 773,
                    "end": 777,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 778,
                    "end": 781,
                    "text": "29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The diversity of CRISPR alleles in natural, experimental and simulated populations has been explored [30] [31] [32] [33] [34] . It has been shown, for example, that increased strain diversity of Pseudomonas aeruginosa (with strains being clones with different spacer compositions) promotes the ability of the bacterium to control the DMS3vir virus [32] . Nevertheless, how such strain diversity evolves, the emergence of structure of host-virus interaction networks, and how they are assembled and disassembled remain unexplored. Advancing this predictive framework for CRISPR-Cas in microbial populations provides a basis for further study of the relative importance and interactions of different resistance mechanisms, and is essential for effective experimental manipulation of microbial systems, including applications to health and engineering [35, 36] . It can open new frontiers in studies of immune diversity and, more generally, contribute to tighten the connection between microbiology and evolutionary biology [37] .",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 105,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 106,
                    "end": 110,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 111,
                    "end": 115,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 116,
                    "end": 120,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 121,
                    "end": 125,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 348,
                    "end": 352,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 849,
                    "end": 853,
                    "text": "[35,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 854,
                    "end": 857,
                    "text": "36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1021,
                    "end": 1025,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "antigens that are novel to the host immune system are at a competitive advantage, while those with common ones are at a disadvantage. So far, these studies have only analyzed genetic similarity from the parasite perspective because information on host immunity is typically absent. Hence, how immunity structures host-parasite interactions, for example into modular, or nested topologies, is unknown. Addressing the interplay between the genetic basis of immunity, the structure of the emerging interaction networks and their dynamics, is central to better understand how diversity of hosts and parasites influences infection dynamics and their response to interventions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Given the ubiquity of microbes and their infectious viruses for all ecosystems on earth, a critical application of host-parasite networks is to bacteria-phage interactions. An analysis of a large assemblage of bacteria-phage infection networks found that these are predominantly nested rather than modular [16] but a later study suggested that structure depends on phylogenetic scale: modularity at large phylogenetic scales of species interactions and nestedness among interacting strains of the same species [17] . Several hypotheses have been put forward to explain the emergence of modularity and nestedness in bacteria-phage infection networks from immunity-related coevolutionary dynamics [18, 19] . For example, Fortuna et al. [20] have shown that networks of phage and bacteria evolve nestedness under directional arms race dynamics, but not under fluctuating selection. No study has addressed host-virus infection or immunity networks in the context of the explicit underlying molecular mechanisms that link genotype to protection phenotype, limiting our ability to understand and predict when particular structures of emerging networks apply and how they impact the dynamics of the host-parasite system.",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 310,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 510,
                    "end": 514,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 695,
                    "end": 699,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 700,
                    "end": 703,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 734,
                    "end": 738,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Microbial hosts have developed a range of resistance mechanisms against viruses, the costs and benefits of which depend on the context of the environment and selective pressures induced by the phages [21, 22] . For example, innate immunity can be obtained with restriction-modification systems and adaptive immunity via Clustered Regularly Interspaced Short Palindromic Repeats (CRISPR) and its CRISPR-associated (Cas) proteins [21, 23] . Another prominent mechanism is surface resistance, in which altered receptors prevent viral binding to cell surfaces. Surface resistance evolves rapidly in bacteria in batch liquid culture and has been the focus of virus-host interactions in experimental evolution. [24] . Recent experimental work has investigated tradeoffs between resistance mechanisms in the laboratory. Chevallereau et al. [25] compared tradeoffs between surface resistance and CRISPR, showing that high bacterial mutation rates result in a reduction in the evolution of CRISPR resistance, and in a concomitant increase in resistance via surface mutations. Similarly, Gurney et al. [26] showed using a mathematical model that",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 204,
                    "text": "[21,",
                    "ref_id": null
                },
                {
                    "start": 205,
                    "end": 208,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 428,
                    "end": 432,
                    "text": "[21,",
                    "ref_id": null
                },
                {
                    "start": 433,
                    "end": 436,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 705,
                    "end": 709,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 833,
                    "end": 837,
                    "text": "[25]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1092,
                    "end": 1096,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The CRISPR system functions as an adaptive immune system by incorporating DNA segments called 'protospacers' of infecting viruses into host genomes as 'spacers' that constitute sequencespecific immunity and memory [29] . From this perspective, strain diversification of both hosts and pathogens emerges from their frequency-dependent co-evolutionary dynamics, and involves the large combinatorics of spacers and protospacers. Previous work has shown the possibility of diverse populations, containing many strains, with distributed immunity of the host, whose dynamics can exhibit two alternating major regimes, escape and diversification of the viruses and dominance of the microbial host, respectively [38] . We extended the model to allow for larger host and virus richness, and to track the coevolutionary history of both hosts and viruses through time (Methods) . The timing of the switching between the two regimes (which is an emergent property of the model) is defined and identified here based on the dynamics of virus abundance (Methods).",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 218,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 704,
                    "end": 708,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 857,
                    "end": 866,
                    "text": "(Methods)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "In the 'virus-diversification regime' (VDR), virus strains proliferate and diversify while in the 'hostcontrolled regime' (HCR) host strains are able to constrain virus diversification and lead to their extinction ( Fig. 1) . During the former, viruses and hosts coexist with fluctuating abundances, whereas during the latter, hosts reach carrying capacity and viruses exhibit declining abundances and richness followed by either escape or extinction (Figs. S3, S4, S5). Due to the stochastic nature of our simulations, the number of alternations between regimes varies. Nonetheless, for our set of parameters, the long-term dynamics of the system consists of complete virus extinction during one of the HCRs (see below and in Discussion for faster mutation rates). In most simulations (≈ 70%), viruses do not go rapidly extinct and exhibit instead one or more transient periods of diversification ( Fig. 1) , whereas in the rest, they show rapid extinction as hosts exert immediate control. Our analyses concentrate on the alternating transient dynamics that precede extinction.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 216,
                    "end": 223,
                    "text": "Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 900,
                    "end": 907,
                    "text": "Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Variation in viral or host abundance alone cannot drive the transitions between these two regimes, as these do not exist in the corresponding Lotka-Volterra dynamics under neutral conditions of hosts not acquiring specific immunity (SI D,E). An alternative explanation is that the structure of strain diversity, emerging from the eco-evolutionary dynamics via specific immunity, explains the transitions between these dynamical regimes. To investigate the structure of diversity in this complex system, we consider two complementary bipartite networks, the 'immunity' and 'infection' graphs, through time. In these networks a node represents a strain of a virus (unique combination of protospacers) or a host (unique combination of spacers), and edges represent a given 5 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/850800 doi: bioRxiv preprint Virus diversification implies a temporary escape from host control and their rise in abundance, which in turn increases encounters with hosts. The resulting rise in per-capita infection rates of hosts leads to their concomitant diversification because new host strains are generated by acquiring at least one new protospacer. Therefore, despite an initial decline in the abundance of hosts', their richness typically rebuilds (Fig. S3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1413,
                    "end": 1422,
                    "text": "(Fig. S3)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "type of interaction, either infection or protection from infection ( Fig. S6 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 69,
                    "end": 76,
                    "text": "Fig. S6",
                    "ref_id": "FIGREF16"
                }
            ],
            "section": "Results"
        },
        {
            "text": "At the start of the simulations and during VDRs, the infection network is built over time (by addition of host and virus strains) developing a modular structure in which infections are concentrated within modules of viruses and hosts, with more edges within than between these groups ( Fig. 2A, Fig. S7 ).These modules reflect different niches (hosts as resources) for virus growth. As proposed by the strain theory for multilocus antigen pathogens [13, 39, 40] , this niche structure arises in part from frequency-dependent competition among viruses for hosts. Specifically, viruses with rare escape mutations in protospacers to which hosts have not yet gained immunity exhibit a competitive advantage over those with abundant protospacers. Viruses with common protospacers are in turn at a disadvantage. The resulting frequency-dependent selection drives viruses to have little overlap in the hosts they can infect, and in so doing creates a modular structure which enables their coexistence and therefore their increasing diversity. The creation of niches is linked to the structured genetic diversity of the hosts, which is apparent in the also modular host-spacer network in which modules delineate groups of hosts that share immunity via the same spacers (Fig. S8 ).",
            "cite_spans": [
                {
                    "start": 449,
                    "end": 453,
                    "text": "[13,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 454,
                    "end": 457,
                    "text": "39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 458,
                    "end": 461,
                    "text": "40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [
                {
                    "start": 286,
                    "end": 302,
                    "text": "Fig. 2A, Fig. S7",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1261,
                    "end": 1269,
                    "text": "(Fig. S8",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "The importance of immune selection in the formation of these niches can be demonstrated by asking whether clonal expansion alone could account for the modularity of the infection network.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "This is not the case, as shown by randomizations of structure that reorder strains according to phylogenetic relationships, in which the modules are lost (Fig. S9) . Moreover, in the absence of frequency-dependent selection and associated host memory, diversification of the viruses and coexistence of different strains is not observed. This is demonstrated by a neutral model in which all the processes of the full system are retained except for the specific memory of the host (SI E).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 154,
                    "end": 163,
                    "text": "(Fig. S9)",
                    "ref_id": "FIGREF19"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In contrast to strain theory [12, 15] , here the persistence of the modular structure in the infection network and the coexistence of a diverse community of viral strains is only transitory. The number of susceptible hosts available to all viruses declines very rapidly, so that no virus is able to infect all hosts. Interactions become organized into the modular structure, with hosts within a module becoming rapidly unavailable for viruses by either lysis or acquisition of protection. This closing of niches coupled with the inability of the viruses to escape makes the VDR effectively transient.",
            "cite_spans": [
                {
                    "start": 29,
                    "end": 33,
                    "text": "[12,",
                    "ref_id": null
                },
                {
                    "start": 34,
                    "end": 37,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "To understand why virus escape becomes highly unlikely, we turn next to the structure of the protection network.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Diversification of viruses, enabled by the modular structure of the infection network, increasingly diversifies the host population (Fig. S5) . In other words, escape from host control via mutation of protospacers allows higher abundances of particular virus strains, which therefore also experience 7 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/850800 doi: bioRxiv preprint Fig. S6 . Each network is a snapshot of the population, with time steps depicted above the networks corresponding to those marked in Fig. 3 . Numbers in the x and y axes indicate the number of viruses and hosts participating in each of the networks. Because the size of the matrix is limited, the width and height of the networks are not necessarily proportional to the number of strains (e.g. a reduced number of strains results in panels with larger squares). The purple and green lines depict the initiation of a virus-dominated and host-controlled regimes (VDR and HCR), respectively. a, Modularity in the infection network. Colored interactions fall inside modules of virus strains that infect similar hosts (each module has a different color). Black interactions are those that fall outside all modules. The size of the network and the number of modules increase during the VDR (between purple and green vertical lines) and decline during the HCR (right of the green vertical line). b, Weighted nestedness in immunity networks. Colors of interactions depict the number of matches between viruses and hosts. The network has a weighted-nested structure, which enforces an orderly viral extinction. Nestedness builds up during the VDR and declines during the HCR, as viruses go extinct. The extinction is orderly, with viruses to which many hosts has immunity via many spacers (those at the left), going extinct first.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 132,
                    "end": 141,
                    "text": "(Fig. S5)",
                    "ref_id": null
                },
                {
                    "start": 517,
                    "end": 524,
                    "text": "Fig. S6",
                    "ref_id": "FIGREF16"
                },
                {
                    "start": 650,
                    "end": 656,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "higher encounter rates with hosts in general, leading to the acquisition of new spacers (through either the failure of their previous immunity or infection by an escape mutant) (see details on the model in Methods). Such red-queen co-evolutionary dynamics progressively adds spacers to hosts during the VDR, building the immunity network (Fig. 2B) . In this network, edges indicate at least one spacer-protospacer match, and the weight of the edge encodes the number of different matches, protecting a given host from a given virus (Fig. S6C) . By definition, a lack of an edge indicates infection, and an edge value larger than one indicates redundancy in immunity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 338,
                    "end": 347,
                    "text": "(Fig. 2B)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 532,
                    "end": 542,
                    "text": "(Fig. S6C)",
                    "ref_id": "FIGREF16"
                }
            ],
            "section": "Results"
        },
        {
            "text": "We find that this redundancy has a characteristic quantitative nested structure. We can order the network such that hosts with immunity to most viruses also have more matches to those viruses, and subsequent hosts (from top to bottom) are immune to subsets of viruses, via fewer matches ( Fig. S6G, Fig. 2B ). Similarly, each virus strain (from left to right) can infect a progressively smaller subset than the virus following it, also via fewer matches. The weighted nested structure is assembled by a complex interplay of temporal changes in abundances, associated encounter rates and selection pressures, in which host and viral age play an important role. How the matrix structure is woven from bottom to top, and left to right, with the respective addition of new hosts and viruses, is reflected in the relationship between the order of the rows and columns and strain age (Fig. S10 ). It is also the result of CRISPR failure, which allows infection and the acquisition of additional spacers.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 289,
                    "end": 306,
                    "text": "Fig. S6G, Fig. 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 878,
                    "end": 887,
                    "text": "(Fig. S10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The nested pattern in the redundancy of immunity, built during a VDR, enforces order and predictability in virus extinctions during the subsequent HCR. Viruses for which most hosts have acquired immunity via multiple matches will tend to go extinct earlier than those with fewer matches (Fig. 2B, Fig. S11 ). Somewhat paradoxically, this orderly extinction will facilitate in turn a new viral escape and the stochastic initiation of another virus expansion cycle, as it reduces nestedness by preferentially removing viruses with a high number of matches. Hence, resistance to phages declines at the population level, rather than at the individual host level. Specifically, the extinction process reduces the competition for hosts between viruses to which hosts have either no match (0-match) or a single match (1-match) (Fig. 3B ) and therefore also increases their relative abundance in the populations. An increase in the proportion of 1-matches raises the effective mutation rate of the remaining viral population (SI C). Because viral escapes are associated with a particular tripartite structure in which hosts are immune to viruses via a single match (Fig. S12 ), the increase in the frequency of viral strains with potential to escape is crucial for the ability to initiate a new VDR.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 287,
                    "end": 305,
                    "text": "(Fig. 2B, Fig. S11",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 820,
                    "end": 828,
                    "text": "(Fig. 3B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1157,
                    "end": 1166,
                    "text": "(Fig. S12",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Epidemiologically, these two processes, viral growth rate and potential escape, can be captured via two modified measures of the basic reproductive number [41] (see SI B,C). The first, R 0 j (t), is the number of offspring produced at time t by the virus strain j from infecting all hosts with no protection to it (0-matches). The second, R 1 j (t), is the number of offspring that a virus strain j would produce by escaping protection from hosts via a single mutation (1-match) at time t. These two components can be added to obtain the 'potential reproductive number' of a virus strain j, R pot j (t) = R 0 j (t) + R 1 j (t), which quantifies the contribution of a viral strain and its potential progeny to the population growth, conditional on escape.",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 159,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "During HCRs, the contribution of the second component R 1 j can raise R pot j above the critical 9 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/850800 doi: bioRxiv preprint Time % matches . Although the mean R 1 j is always < 1 (pink), R pot can be > 1. During these times, depicted with red points, a mutation would allow the viral population to grow. d, Even when R pot > 1 in the HCR, an escape is likely only when the mutation hits an abundant virus. The plot shows the viral abundance corresponding to high values of R pot . Specifically, this abundance is obtained by thresholding the distribution of R pot values across the simulation (shown in the inset) at its 90% quantile (dashed vertical line), and summing the abundance of all viruses whose reproductive number exceeds this threshold. Approaching the end of the HCR, high values of R pot j (i.e., above the 90% quantile) are concentrated in virus strains that are highly abundant due to the extinction of most other viruses. Because mutations are more likely to occur in highly abundant virus strains, it becomes likely that a mutation hits a virus with a high potential for virus growth, and therefore, escape. Vertical dashed lines indicate the time points for the network snapshots in Fig. 2 . 10 value of R pot j = 1 (Fig. 3C) , indicating a viable escape. Importantly, as a higher proportion of the viral abundance becomes concentrated in strains with the highest R pot j , escape mutations must occur on those viruses that would eventually initiate a new VDR (Fig. 3D ). Towards the end of an HCR, small viral outbreaks are observed of increasing frequency anticipating this critical transition (Fig. 1B) . The small epidemics locally generate some virus diversification which counterbalances extinctions. These opposite effects mean that towards the end of the HCR, nestedness inverts its decline and starts growing again. Extinctions and births of virus strains change both the size of the immunity network and the distribution of protection weights among the links. These two effects are reflected in the nestedness index [42] [43] [44] .",
            "cite_spans": [
                {
                    "start": 2235,
                    "end": 2239,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 2240,
                    "end": 2244,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 2245,
                    "end": 2249,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [
                {
                    "start": 1392,
                    "end": 1398,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1425,
                    "end": 1434,
                    "text": "(Fig. 3C)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1669,
                    "end": 1677,
                    "text": "(Fig. 3D",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1805,
                    "end": 1814,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "To ensure the generality of our results given the stochastic nature of the dynamics, we repeated our analysis for 100 simulations. Across these simulations, we find the same characteristic differences between the regimes in dynamics and network structure as in our main example. In particular, VDRs are shorter than HCRs, have higher values of weighted nestedness, have more modules in the infection networks, and have higher values of R 0 j (Fig. S13 ). Together, these results indicate a general pattern of viral diversification via creation of host niches, the corresponding buildup of immunity in VDRs, and the breakdown of weighted nestedness that eventually leads to escape or extinction during HCRs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 442,
                    "end": 451,
                    "text": "(Fig. S13",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "We also examined the effect of a five-fold acceleration in the speed of overall diversification of viruses, still within the general order of magnitude of plausible mutation rates. These \"accelerated\" simulations, which match the parameters used in ref [38] are also characterized by alternating regimes. The general outcome for simulations with higher mutation rates is a final sustained VDR with no virus extinction, preceded by a few HCRs. As expected, they exhibit higher richness of hosts and viruses, and episodes of virus diversification can be longer than for lower mutation rates (Fig. S14 ). Their infection networks are modular and the immunity networks are nested ( Fig. S15) . Although viral richness still declines sharply at the beginning of each HCR, the earlier and faster generation of new strains via small outbreaks maintains a higher richness than before throughout this regime. Thus, nestedness appears more consistent through time. Higher mutation rates also make more apparent a general feature of the dynamics (already present at lower values) that requires further investigation in the future; namely, trends of diversification superimposed on the alternating regimes. Specifically, subsequent HCRs (VDRs) exhibit a higher number of host (viral) strains, culminating in long episodes of fluctuating richness for both players. This temporal but long trend appears to be transient, in the sense that the end of one of the high-richness episodes 11 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/850800 doi: bioRxiv preprint re-initiates the alternating regimes at a low diversity of both hosts and viruses (not shown).",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 257,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [
                {
                    "start": 589,
                    "end": 598,
                    "text": "(Fig. S14",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 678,
                    "end": 687,
                    "text": "Fig. S15)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Finally, we analyzed three unique empirical data sets. Ideally, one would consider temporal data on host-phage CRISPR matches. Such data are currently unavailable because obtaining it requires hundreds of genotypes of virus and CRISPR alleles to be resolved. Metagenomic datasets [31] can obtain such diversity but do not link spacers to individual host strains. Hence, currently available temporal data are either resolved at the strain level but for very low diversity [25, 32] or contain many spacers and protospacers but without host-phage CRISPR matches between multiple strains [31] . In fact, even for non-temporal data, there are very few examples of virus and host populations sufficiently resolved at an individual strain level. We considered here three such static data sets, and asked whether they exhibit evidence for the immunity structure predicted by the theory.",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 284,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 471,
                    "end": 475,
                    "text": "[25,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 476,
                    "end": 479,
                    "text": "32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 584,
                    "end": 588,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "We had previously established such profiles of diversity in naturally occurring microbial populations [27, 34, 45] but had not tested their structure in relation to immunity and infection networks.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 106,
                    "text": "[27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 107,
                    "end": 110,
                    "text": "34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 111,
                    "end": 114,
                    "text": "45]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "We use empirical data from three data sets in which both CRISPR alleles and virus strains have been carefully and manually assembled [27, 34] . These represent lytic, chronic and temperate virus lifestyles and two different microorganisms from the two domains of life where CRISPR occurs (archaea and bacteria). The first two data sets compare genomes resolved to individual strains of the thermoacidophilic crenarchaeon Sulfolobus islandicus sampled at a single time point from two different locations. The third data set is from the gamma proteobacteria Pseudomonas aeruginosa [27] , isolated from the sputum of CF patients in a high resolution longitudinal dataset collected by Marvig et al. [46] , with virus genomes obtained from the mu-like viruses from the genomic database because these are the most highly targeted temperate phage genomes in P. aeruginosa. From each data set, the empirical immunity matrices were constructed by comparing CRISPR arrays from each individual host strain to virus genomes. Because we did not have a time series, we assessed the statistical significance of nestedness for each empirical network by comparing the observed value of its nestedness index (for two different indices, Methods) to a distribution obtained from 10,000 shuffled networks. We find that the probability that a shuffled network will be more nested than the observed one is effectively nil (i.e., p-value< 0.0001; one-tailed test) in all three empirical networks ( Fig. 4, Fig. S16 ). In light of our theoretical results, these findings suggest that in these three systems hosts control populations of viruses via distributed immunity that is redundant in the number of matches. Moreover, we find that, as in our theoretical results, the empirical hostspacer networks are also modular (Fig. S16) , suggesting that the mechanism by which immunity 12 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It The matrices depict the number of shared spacers and protospacers between hosts (rows) and viruses (columns). Each network is ordered by column and row sums and is nested in the quantity of matrix cells. The networks come from 3 different systems: a, Sulfolobus islandicus hosts from a single location in Yellowstone National Park compared to contemporary lytic SIRV viruses isolated from Yellowstone National Park. b, S. islandicus hosts compared to contemporary chronic SSV viruses from the Mutnovsky Volcano in Russia, 2010. (c, Pseudomonas aeruginosa hosts from Copenhagen compared to temperate mu-like viruses. To test the hypothesis that for a given distribution of matches in the population of host strains, the observed network is organized in a non-random, weighted-nested pattern, we shuffled networks by randomly distributing the interactions.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 137,
                    "text": "[27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 138,
                    "end": 141,
                    "text": "34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 579,
                    "end": 583,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 695,
                    "end": 699,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [
                {
                    "start": 1474,
                    "end": 1490,
                    "text": "Fig. 4, Fig. S16",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1794,
                    "end": 1804,
                    "text": "(Fig. S16)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "is obtained is similar to the one we describe here.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The role of resistance (innate and adaptive immunity, surface modification) in driving the diversity, evolution and coevolution of microbes and viruses has been extensively studied [21, 25, 31, [47] [48] [49] [50] [51] .",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 185,
                    "text": "[21,",
                    "ref_id": null
                },
                {
                    "start": 186,
                    "end": 189,
                    "text": "25,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 190,
                    "end": 193,
                    "text": "31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 194,
                    "end": 198,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 199,
                    "end": 203,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 204,
                    "end": 208,
                    "text": "[49]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 209,
                    "end": 213,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 214,
                    "end": 218,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The role it plays in structuring microbial populations remains however poorly investigated, despite possible consequences for host-phage coevolution and population stability. Our theoretical results have shown that the eco-evolutionary dynamics of a host-pathogen system with CRISPR-induced resistance can influence, and in turn be influenced by, the network structure of strain diversity. In The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/850800 doi: bioRxiv preprint diversification, the former builds the latter. In turn, weighted nestedness puts an end to pathogen diversification as it implies redundant resistance that virus mutation can no longer overcome. It also contains the seeds of its own unraveling by implying a certain order in viral extinction, and in so doing, creating the conditions for a potential new viral escape. Thus, weighted nestedness of protection networks is at the center of the coevolutionary dynamics and the transient dynamical regimes we have described here. It has not been reported before as the focus of host-virus network studies has been on infection patterns.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Modularity has been described for host-parasite infection networks and attributed to a variety of mechanisms such as phylogeny, specificity and co-evolution [9, 52, 53] . It was also detected in a host-virus system, where it was suggested to arise via negative frequency-dependent selection [17] .",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 160,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 161,
                    "end": 164,
                    "text": "52,",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 165,
                    "end": 168,
                    "text": "53]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 291,
                    "end": 295,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Its emergence from immune selection was demonstrated here. It is consistent with existing strain theory developed mostly for human infections and pathogens with multilocus encoding of antigens, when evolution is considered explicitly [11, 12, 15, 54] . Immune selection acts as a form negative frequency-dependent selection creating groups of pathogens with limiting overlap in antigenic space.",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 238,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 239,
                    "end": 242,
                    "text": "12,",
                    "ref_id": null
                },
                {
                    "start": 243,
                    "end": 246,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 247,
                    "end": 250,
                    "text": "54]",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the absence of data on immunity of hosts, this pattern has been described as modules, or clusters, in networks that depict genetic similarity between the pathogens themselves [11, 12] . This outcome is conceptually analogous to groups of species or microbes coexisting under frequency-dependent competition for resources [55] . We are able to consider here the immune genotype of pathogens and hosts simultaneously, which allows us to move beyond pathogen genetic similarity to consider actual infection patterns. One major difference with previous strain theory is that modularity and associated coexistence in our model are only transient and not accompanied by stable or metastable population dynamics. Future work should examine whether this difference and the associated shifts in dynamical regimes arise from the heritable nature of CRISPR-based immunity, which by definition cannot produce fully susceptible offspring, needed to sustain transmission. Host-phage coexistence can also result from loss of immunity [50] , a feature absent from our model which could prolong VDRs by supplying a constant inflow of susceptible hosts.",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 182,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 183,
                    "end": 186,
                    "text": "12]",
                    "ref_id": null
                },
                {
                    "start": 324,
                    "end": 328,
                    "text": "[55]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1022,
                    "end": 1026,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The arms race between a single host and a single phage can terminate if a host strain gains spacers for which phages cannot generate mutations. Indeed, there is evidence for possible selection towards obtaining specific spacers [56] . When multiple hosts are involved, the higher the strain diversity, the more difficult it is for the virus to escape via point-mutations [32] . We show that, when multiple viruses are involved, beyond immune diversity per se, its structure is a key factor in providing resistance. Specifically, weighted nestedness provides a population-level mechanism by 14 .",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 232,
                    "text": "[56]",
                    "ref_id": null
                },
                {
                    "start": 371,
                    "end": 375,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/850800 doi: bioRxiv preprint which hosts can control viral populations. It remains an open question whether it can arise under non-CRISPR immunity or non-heritable immunity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "For CRISPR-induced immunity, nestedness reflects the co-evolutionary diversification of hosts in response to that of viruses, and more specifically, the resulting redundancy of immune memory, to normalize weighted nestedness (sensu [44] ), so that effects of its change can be isolated for network size and distributed redundancy of protection.",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 236,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Transience of alternating dynamical regimes in the CRISPR system is not an impediment to the formation of rich structures by co-evolution; it is here its natural consequence. It should be recognized, however, that the alternation of dynamical regimes occurs in the model in a defined region of parameter space that allows for high diversification, and is absent in many earlier simulations (e.g. [38] ). Because host-control periods lead to stochastic viral extinction, identifying the conditions in terms of critical parameter combinations that give rise to these dynamics is of practical importance.",
            "cite_spans": [
                {
                    "start": 396,
                    "end": 400,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Future theory should more broadly investigate the dynamics-structure nexus over parameter space, in particular for protospacer mutation rates and spacer acquisition probabilities, which set the pace of evolution and have already been recognized as key to the outcome of viral extinction [32, 38, 57] . Protospacer number should also be critical as the mutation rate per protospacer ultimately sets the speed of diversification and co-evolution. Although higher numbers should be examined for more realistic complexity, we expect our results to hold and provide a valuable point of reference.",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 291,
                    "text": "[32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 292,
                    "end": 295,
                    "text": "38,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 296,
                    "end": 299,
                    "text": "57]",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Another direction is consideration of anti-CRISPR mechanisms. Recent studies show that viruses maintain anti-CRISPR proteins that target (sometimes incompletely) CRISPR activity [58, 59] . At the virus population level, viruses can \"cooperate\" in a way that initial infections block the hosts' CRISPR systems, facilitating subsequent infections, which can result in phage epidemics [60] . The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/850800 doi: bioRxiv preprint of CRISPR-based and surface-based resistance should be explored under different conditions, a complex direction requiring better empirical understanding of the trade-offs involved [25] .",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 182,
                    "text": "[58,",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 183,
                    "end": 186,
                    "text": "59]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 382,
                    "end": 386,
                    "text": "[60]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 718,
                    "end": 722,
                    "text": "[25]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The demonstration of significant weighted nestedness in the empirical networks suggests that coevolution involving CRISPR-induced immunity is at play in natural microbial populations. It further suggests the applicability of our modeling results to predict these kinds of transitions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Obtaining time series data on CRISPR-mediated interactions between multiple host and virus strains should be a priority to further test our theoretical results. Ultimately, knowledge on the stability of diverse host and viral populations can be applied to control of microbes in food and industrial sciences, infectious disease emergence and treatment with phage therapy, microbiome dynamics, agriculture, and environmental engineering.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The model implements the formulation by Childs et al. [30] , which combines three main components: ecological population dynamics, stochastic co-evolution generating diversity, and molecular identity of hosts and viruses defining CRISPR immunity. Diversification events (spacer acquisition by the host and protospacer mutation of viruses) are modeled stochastically, whereas population dynamics of different sub-populations (i.e., strains) of hosts and viruses are represented deterministically with Lotka-Volterra differential equations (eqns. 1,2).",
            "cite_spans": [
                {
                    "start": 54,
                    "end": 58,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "The model"
        },
        {
            "text": "Each strain of host i and virus j is defined by a unique genomic state of their spacer and protospacer sets S i and G j , respectively. In the ecological population dynamics, each host strain i has abundance N i (the carrying capacity of all strains is K) and reproduces at a per-capita rate of r. Each viral strain j has abundance V j , which increases due to infection and lysis of hosts and decays at a density-independent rate m. Extinction of any host or viral strain occurs when these fall below a critical threshold ρ c . Viruses infect at a constant 'adsorption rate' φ either hosts that do not have protection or those whose protection fails (see below).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The model"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/850800 doi: bioRxiv preprint Host immunity to a virus is defined in the molecular component of the model and is based on genomic sequence matches between the spacer and protospacer sets. Specifically, CRISPR immunity is defined using the function M ij = M (S i , G j ), which equals 1 if there is at least 1 match between the sets: |S i ∩ G j | ≥ 1, or 0 otherwise. The CRISPR immune mechanism is not perfect and can fail.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "16"
        },
        {
            "text": "When M ij = 1, there is a probability p that the host strain is lysed and correspondingly, 1 − p that it survives and the virus is eliminated. On the other hand, when M ij = 0, there is a probability q that the virus strain is eliminated, resulting in the acquisition of a protospacer by the host, and 1 − q that it is lysed by the virus. Both p and q are small (p, q 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "16"
        },
        {
            "text": "The above Lotka-Volterra dynamics are implemented in between any two stochastic events We numerically implemented the model in C++ to increase computational efficiency. This enables consideration of a larger number of spacers/protospacers, and hence host and virus richness, for longer simulation times, than in the original MATLAB code [30] ). Our implementation combines: (1) a Gillespie algorithm to determine the time between two stochastic events and to randomly select a virus/host strain to mutate a protospacer/acquire a new spacer, and (2) a numerical ODE solver using Euler's method. The code includes the following features to facilitate subsequent network (and other) analyses: (1) all data related to virus or host strains (e.g., identity of protospacers/spacers, abundance values) at each time are written to files during simulation; (2) the parent ID of each newly generated virus or host strain is tracked to generate phylogenetic trees;",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 341,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "16"
        },
        {
            "text": "(3) a checkpoint implementation for running longer simulations. Details on the implementation are in Supplementary Information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "16"
        },
        {
            "text": "We used the parameters summarized in Table S1 based on [30, 38] . Host growth rate corresponds to a doubling time of an hour within the range of observed values for P. aeruginosa (20 mins) and",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 59,
                    "text": "[30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 60,
                    "end": 63,
                    "text": "38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [
                {
                    "start": 37,
                    "end": 45,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "16"
        },
        {
            "text": "17 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/850800 doi: bioRxiv preprint Sulfolobus (8 hrs). The adsorption rate also falls within typical range values of 10 −8 to 10 −9 ml min −1 . The order of magnitude of our mutation rate is consistent with standard mutation rates for DNA based organisms, if we assume that mutation at a single site enables protospacer escape from a spacer match. The burst size of 50 is on the low side with values of 200 observed in P. aeruginosa. This is motivated by a lower protospacer number than currently documented in nature. Specifically, the speed of virus escape ultimately depends on the effective rate of mutation per protospacer, which increases linearly with the product of burst size and the mutation rate parameter µ and decreases inversely with the number of protospacers. Therefore, our parameter set should generate similar speeds of protospacer evolution than for higher burst sizes and also higher numbers of protospacers (e.g. β = 200 and N p × 4). Our numerical implementation allows consideration of a higher number of protospacers than before; for simplicity, in our study we used a number of protospacers that is still below those typically observed but have compensated with a lower value of offspring produced (burst size; see SI.)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "16"
        },
        {
            "text": "Our general approach to define regimes was to classify each point in the virus abundance time series to either a HCR or a VDR. We did so by detecting changes in relative virus abundance, defined as the total virus abundance at any given time t, V T (t), divided by the maximum abundance in whole time series, V T : A(t) = V T (t)/max(V T ). Using relative abundance allows for comparisons and analysis across multiple simulations; considering absolute abundance does not change the regime definition (Fig. S17) . A HCR is a sequence of points in which V T (t) changes very little, which can be captured by calculating the changes between consecutive time points. We consider the first",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 500,
                    "end": 510,
                    "text": "(Fig. S17)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Definition of regimes"
        },
        {
            "text": ". Values close to 0 in A would occur when (1) there is no, or low, change in A between two consecutive time intervals so that A' itself is small in each of these periods; or (2) A varies and changes sign in these consecutive intervals but the size of these changes 'up' and 'down' are small, as well as the peak in A this reflects. (We ignore here the case of an almost linear increase, which does not apply).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition of regimes"
        },
        {
            "text": "We classified each point as belonging to the HCR if the absolute value of A is smaller than a given small threshold, so that |A t | < 0.001, and to a VDR otherwise. This procedure creates a sequence of points C(t) with each point classified into HCR or VDR (Fig. S17) . We added two further conditions. The first one includes time points in the HCR when isolated increases in virus abundance are not recognized as sufficiently small peaks by our threshold, but these increases are 18 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/850800 doi: bioRxiv preprint localized outbreaks in the sense of not esulting in a complete escape and a regime switch. To include such events within the HCR we calculated a threshold f defined as the 75% quantile value of the distribution of VDR lengths in C. Any sequence of VDR points shorter than f was converted to the HCR. The last condition for classification to a HCR was that a sequence of points had to be longer than the longest-lasting virus outbreak.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 257,
                    "end": 267,
                    "text": "(Fig. S17)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Definition of regimes"
        },
        {
            "text": "While the values for the thresholds we have used may seem, to some degree, arbitrary, this would be the case for any other algorithm for classification because a 'regime' is not naturally defined by the dynamical system, but rather detected in the emerging time series. As an independent corroboration for our method, we imposed the regime boundaries calculated using virus abundance time series to time series of host abundance and virus diversification. The regimes are evident in those time series as well (e.g., Fig. S3 ). For example, in the virus diversification time series, the rate of diversification is much steeper in the VDR than in the HCR (Fig. S5 ). This additional verification increases the confidence we have in our ability to classify these regimes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 516,
                    "end": 523,
                    "text": "Fig. S3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 653,
                    "end": 661,
                    "text": "(Fig. S5",
                    "ref_id": null
                }
            ],
            "section": "Definition of regimes"
        },
        {
            "text": "The networks we use are bipartite networks, which contain two sets of nodes (e.g., hosts and spacers or hosts and viruses). Bipartite networks are mathematically represented using incidence matrices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Network construction"
        },
        {
            "text": "A graphical overview of the networks (and associated matrices) and how we constructed them can be found in Fig. S6 . Here, we provide details on network construction.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 107,
                    "end": 114,
                    "text": "Fig. S6",
                    "ref_id": "FIGREF16"
                }
            ],
            "section": "Network construction"
        },
        {
            "text": "Networks of genetic composition At each time t, we defined a host-spacer network, S(t) (and associated matrix S xi (t)) as a bipartite network in which each edge is drawn between a host strain i and a spacer x (Fig. S6A,E) . We analogously defined a virus-protospacer network P(t) (and associated matrix P yj (t)) as a bipartite network in which each edge is drawn between a virus strain j and a protospacer y (Fig. S6B,F) . Hence, in each network a host or virus strain's genome is the set of its neighboring spacer or protospacer nodes, respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 210,
                    "end": 222,
                    "text": "(Fig. S6A,E)",
                    "ref_id": "FIGREF16"
                },
                {
                    "start": 410,
                    "end": 422,
                    "text": "(Fig. S6B,F)",
                    "ref_id": "FIGREF16"
                }
            ],
            "section": "Network construction"
        },
        {
            "text": "Immunity network We used S(t) and P(t) to define an immunity network at a time t, I(t) (and associated matrix I ij (t)) in which edges are drawn between a virus strain j and a host strain i.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Network construction"
        },
        {
            "text": "Edge weights were defined as the number of matching spacers and protospacers between S(t) and P(t) for any given host-virus pair (Fig. S6 . That is:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 129,
                    "end": 137,
                    "text": "(Fig. S6",
                    "ref_id": "FIGREF16"
                }
            ],
            "section": "Network construction"
        },
        {
            "text": ", where M has a value of 1 if spacer x in the spacer set of host i, S i , is the same as protospacer y in the protospacer set of virus j, G j and 0 otherwise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Network construction"
        },
        {
            "text": "N ij (t)) as a subset of the immunity network in which I ij (t) = 0 (Fig. S6D,H) . That is, edges in N ij (t) were drawn between hosts and viruses that did not have an edge in I. We weighted the edges of N ij (t) by a normalized measure of encounter between virus strain j will and a host i, based on their abundance values:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 68,
                    "end": 80,
                    "text": "(Fig. S6D,H)",
                    "ref_id": "FIGREF16"
                }
            ],
            "section": "Infection network We defined an infection network at a time t, N (t) (and associated matrix"
        },
        {
            "text": "where V j (t) and N i (t) are the abundances of a virus strain j and a host strain i at time t and N T is the total abundance of hosts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection network We defined an infection network at a time t, N (t) (and associated matrix"
        },
        {
            "text": "Weighted nestedness We evaluated the nestedness of I ij (t) using WNODF [43] . Briefly, the index ranges from 0 to 100, with the maximum 100 representing perfect nestedness. Perfect nestedness occurs when all 2x2 sub-matrices of the form",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 76,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Network analysis"
        },
        {
            "text": "satisfy the conditions for host b 1 to be immune to the two viruses via more matches than b 2 (a > c, b > d, a > d) and for v 2 to have less matches to the two hosts than v 1 (a > b, c > d). We calculated WNODF with the networklevel function in the bipartite package (version 2.11) in R.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Network analysis"
        },
        {
            "text": "We calculated WNODF when at least 2 strains of both hosts and viruses were present.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Network analysis"
        },
        {
            "text": "In empirical data we evaluated nestedness in two ways. First, we used WNODF. Second, we calculated the largest eigenvalue of I ij (t)I T ij (t), ρ, as suggested by [61] . We did not use ρ in the simulations because preliminary analyses indicated that this measure is highly dependent on network size and therefore cannot be used to compare between networks. However, it is suitable for comparing an observed network to its shuffled counterparts because for a given distribution of weights an network size high values of ρ indicate a more quantitatively nested structure [61] .",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 168,
                    "text": "[61]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 570,
                    "end": 574,
                    "text": "[61]",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Network analysis"
        },
        {
            "text": "WNODF and ρ are the only two measures for quantitative nestedness we are aware of. WNODF cannot handle networks which are fully connected (i.e., density of 1) and we therefore did not use it for our Yellowstone data set (Fig. S16A ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 220,
                    "end": 230,
                    "text": "(Fig. S16A",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Network analysis"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/850800 doi: bioRxiv preprint Community detection To find 'communities', or as commonly referred to, 'modules', we used the Map Equation objective function to calculate the optimal partition of the network [62, 63] .",
            "cite_spans": [
                {
                    "start": 391,
                    "end": 395,
                    "text": "[62,",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 396,
                    "end": 399,
                    "text": "63]",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "20"
        },
        {
            "text": "Infomap), which calculates network partitioning based on the movement of a random walker on the network (see for details). In any given partition of the network, the random walker moves across nodes in proportion to the direction and weight of the edges. Hence, it will tend to stay longer in dense areas representing groups of, for example, viruses and hosts with high interaction density. These areas can be defined as 'modules'. The time spent in each module can be converted to an information-theoretic currency using an objective function called the Map equation and the 'best' network partition corresponds is the one that minimizes the Map Equation [62, 63] . For convenience we use the term 'modules', as it is commonly used to refer partitions of networks across different disciplines, but Infomap does not calculate a modularity function (sensu [64] ). We chose the map equation over the more commonly used modularity objective function because of the computational efficiency of its implementation (Infomap) [65] , given that we needed to analyze hundreds of thousands of networks.",
            "cite_spans": [
                {
                    "start": 656,
                    "end": 660,
                    "text": "[62,",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 661,
                    "end": 664,
                    "text": "63]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 855,
                    "end": 859,
                    "text": "[64]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1019,
                    "end": 1023,
                    "text": "[65]",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [],
            "section": "Briefly, the Map Equation is a flow-based and information-theoretic method (implemented with"
        },
        {
            "text": "Our networks were bipartite and the modules we detect contain both sets of nodes. The input to Infomap was an edge list of the original bipartite network (as was done in other bipartite implementations of Infomap; [66] ). Specifically, we ran Infomap using: Infomap filename -N 20 --tree -2 --seed 123 -i link-list. Note that a unipartite representation of the same bipartite network obtained by using a block matrix-for example, using S 0 0 S T for the host-spacer network-would generate the same results.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 218,
                    "text": "[66]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Briefly, the Map Equation is a flow-based and information-theoretic method (implemented with"
        },
        {
            "text": "We derived two modified measures of the basic reproductive number (see derivation in SI). The first, R 0 j (t), is the number of offspring produced at time t by virus strain j from infecting all hosts with no protection to it (0-matches) and is defined as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiological measures"
        },
        {
            "text": "The delta-function M The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/850800 doi: bioRxiv preprint protection from hosts via a single mutation (1-match) at time t and is defined as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiological measures"
        },
        {
            "text": "Here, M 1 ij equals 1 (and 0 otherwise) when there is exactly 1 matching spacer-protospacer pair in the set of spacers of host i, S i and the set of protospacers of virus j, G j . g j is the length of the protospacer cassette of virus j and quantifies the probability that a mutation will hit a particular protospacer. Adding these two quantitites together we obtain the 'potential reproductive number' of a virus strain j, which quantifies the contribution of a viral strain and its potential progeny to population growth, conditional on escape:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiological measures"
        },
        {
            "text": "Empirical data",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiological measures"
        },
        {
            "text": "The first data set represents a single time point from three adjacent hot springs (NL01, NL10",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiological measures"
        },
        {
            "text": "and NL13) in the Nymph Lake region of Yellowstone National Park. These three springs have shown to share a single well-mixed population of S. islandicus hosts [67] . Viruses were collected from contemporary populations and CRISPR spacers and virus isolates suggest that these are viruses extracted from NCBI to substitute for a lack of sequenced contemporary viruses [27, 46] .",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 163,
                    "text": "[67]",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 367,
                    "end": 371,
                    "text": "[27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 372,
                    "end": 375,
                    "text": "46]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Epidemiological measures"
        },
        {
            "text": "We shuffled the matrices of the empirical data by randomly distributing the interactions (function The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/850800 doi: bioRxiv preprint that the for a given distribution of matches the observed network is non-randomly structured in a quantitatively nested way.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Shuffling of empirical data matrices"
        },
        {
            "text": "We thank Whitney England and Matthew Pauly for data processing and collection, and Qixin He for The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/850800 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "We used a Gillespie algorithm to introduce stochasticity in spacer acquisition and protospacer mutation. The Gillespie algorithm was originally conceived for chemical reactions [69] and is now widely used in epidemiology and ecology (e.g. [11, 14, 15, 30] ). The basic algorithm consists of three steps: (1) determination of the random time to the next reaction (also termed 'event'); (2) random selection of a specific event from a set of events using weighted sampling (events with higher rates are more likely to be chosen); and (3) updating the number of chemical molecules (in our case, host or virus strains) involved in the selected event. Mathematically, consider N stochastic events with corresponding rates a 1 , a 2 , . . . , a N . The random time to an event is given by t event = 1 a ln( 1 r )), where a = N i=1 a i and r is a random number uniformly distributed in the range [0, 1). A specific event is selected with probabilities proportional to its rate, and the corresponding state numbers concerning this event are updated.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 181,
                    "text": "[69]",
                    "ref_id": null
                },
                {
                    "start": 239,
                    "end": 243,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 244,
                    "end": 247,
                    "text": "14,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 248,
                    "end": 251,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 252,
                    "end": 255,
                    "text": "30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Supplementary Material A Implementation of dynamical model"
        },
        {
            "text": "In the CRISPR coevolutionary model, we consider two stochastic events: spacer acquisition and protospacer mutation. To apply the Gillespie algorithm, we first calculate the spacer acquisition rates for all host strains and the mutation rates for all protospacers in all virus strains. We use these rates to then determine the time to the next stochastic event, to select a virus or host strain for the given change, and to add the newly generated host (in case of spacer acquisition) or virus (in case of a mutation event) strain to the system. Mathematically, the spacer acquisition rate for host strain i is a i = qφ j N i V j and the protospacer mutation rate for protospacer y of virus strain j is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Material A Implementation of dynamical model"
        },
        {
            "text": "The random time to the next stochastic event is t event = 1 a ln( 1 r )) where a = i a i + j y µ jy and r is a random number uniformly distributed in the range [0, 1). With probability i a i a , this process randomly selects a specific host to acquire a spacer from a random virus strain (with probabilities proportional to their spacer acquistion rates). Otherwise, this process randomly selects a specific protospacer in a specific virus strain to be mutated (with probabilities proportional to their mutation rates), generating a new virus strain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Material A Implementation of dynamical model"
        },
        {
            "text": "This simulation scheme adopts the deterministic treatment of population dynamics in between stochastic events, and follows the protocol proposed in [30] , where more details can be found.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 152,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Supplementary Material A Implementation of dynamical model"
        },
        {
            "text": "Although, in principle, population dynamics could also be implemented stochastically [57] , this 31 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/850800 doi: bioRxiv preprint approach would have been more time-consuming given the large numbers of viruses and host strains.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 89,
                    "text": "[57]",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "Supplementary Material A Implementation of dynamical model"
        },
        {
            "text": "We derive here the general expression for the basic reproductive number (R 0 ) of the system. The growth rate of a virus strain j is given by:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B R 0 expression"
        },
        {
            "text": "where M (S i , G j ), or more simply M ij , is the number of matches between the set of spacers of bacteria i and the set of protospacers of virus j.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B R 0 expression"
        },
        {
            "text": "The condition for the spread of this virus strain",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B R 0 expression"
        },
        {
            "text": "By assuming that φ ij = φ is constant and the same for all strains,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B R 0 expression"
        },
        {
            "text": "Then,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B R 0 expression"
        },
        {
            "text": "With the total abundance of bacteria N T = i N i ,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B R 0 expression"
        },
        {
            "text": "32 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/850800 doi: bioRxiv preprint Thus,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B R 0 expression"
        },
        {
            "text": "We can call the first term of equation S1 the effective R 0 , or R 0 ef f , resulting from feasible infections of bacteria that do not have immunity to the given virus. The second term can be neglected since the probability of CRISPR failure p 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B R 0 expression"
        },
        {
            "text": "C Potential R 0 resulting from an escape mutation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B R 0 expression"
        },
        {
            "text": "We define the potential reproductive number of a virus as the number of offspring it would produce from a single escape mutation. For this, we need to consider the contribution to this number from infections of bacteria that are protected by a single match, R 0 1 . We let g j denote the number of protospacers per strain and write",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B R 0 expression"
        },
        {
            "text": "Then,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B R 0 expression"
        },
        {
            "text": "where M 1 ij is 1 only when there is a single match between the pair of virus j and bacteria i, and 1 g j is the probability that the mutation falls on a particular protospacer of virus j.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B R 0 expression"
        },
        {
            "text": "The simplest model whose dynamics can be compared to those of the full model corresponds to the mean-field differential equations describing the bacteria-virus interactions when the structure of who is protected from whom is randomized. That is, in this model, the emergent structure of the protection matrix is randomized, and the immunity matrix is reduced to a fixed density of edges immunity. Starting from the full model from Childs et al.,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D Lotka-Volterra mean-field dynamics"
        },
        {
            "text": "and simplifying some notation, we havė",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D Lotka-Volterra mean-field dynamics"
        },
        {
            "text": "We assume that the entries of the immunity matrix M ij (defined by the matches between the set of spacers (S i ) of the host i and the set of protospacers (G j ) of the virus j) take a constant value in time, M ≡ M ij . We further rewrite the system for the total abundance of virus V and bacteria N as the following general predator-prey system:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D Lotka-Volterra mean-field dynamics"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/850800 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "34"
        },
        {
            "text": ", we can rewrite the system as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "34"
        },
        {
            "text": "The above two-dimensional system ( S3 and S4) has 3 equilibrium points C i = (N * , V * ):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D.1 Equilibrium points"
        },
        {
            "text": "• The trivial point C 1 = (0, 0).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D.1 Equilibrium points"
        },
        {
            "text": "• The point where hosts have reached their carrying capacity and the viruses have gone extinct,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D.1 Equilibrium points"
        },
        {
            "text": "• The positive coexistence point defined by the intersection of the nullclines of the system",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D.1 Equilibrium points"
        },
        {
            "text": "These nullclines are both a function of M and are given by:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D.1 Equilibrium points"
        },
        {
            "text": "The local (asymptotic) stability of these equilibria can be determined based on the Jacobian matrix of the system :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D.1 Equilibrium points"
        },
        {
            "text": "Together the expressions for the nullclines and for the Jacobian show that the location of the equilibria in phase space and their local stability depend on M and therefore, on M = M ij . The change in the equilibria as a function of M is illustrated in Figure S1 . These dynamics can be compared to those of the full system for the aggregated abundance of all viruses and hosts S2.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 254,
                    "end": 263,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "D.1 Equilibrium points"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/850800 doi: bioRxiv preprint E Neutral model without explicit immunity (Randomization of the immunity matrix) By construction, the above mean-field simplification of the system does not explicitly include the diversity of hosts and viruses. To determine the importance of both specific immune memory and the structure associated with it, we consider here a neutral model in which the ability to the system to generate diversity is not affected (that is, both the mutation of viruses and the acquisition of spacers by the bacteria are still included) but the specificity of immune memory is removed. We specifically randomize every ∆t the matches M (S i , G j ) between the protospacers set of viruses (G j ) and the spacers set in hosts (S i ). For every virus-host strain pair, we randomize their match by choosing a random number r and comparing it with the average density of the immunity network, ρ.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "35"
        },
        {
            "text": "We define the density of a an infection network at time t as C = E/vn, where E is the total number of infection interactions and v and n represent the number of virus and host strains, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "35"
        },
        {
            "text": "The average density is then the average of C across all time points. Then, we establish a match for this pair if r < ρ. This preserves the average density of matches but randomizes their identity. Under this null model, the system shows neither the regime of virus diversification (VDR) nor that of host dominance (BDR) (results not shown). This comparison to the full model established that the structure of specific immunity generated by the CRISPR system is necessary to create the observed dynamics of the full model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "35"
        },
        {
            "text": "Copenhagen, Denmark and a global set of temperate and lytic P. aeruginosa viruses extracted from NCBI to substitute for a lack of sequenced contemporary viruses [27, 45, 46] . Viruses were grouped based on nucleotide similarity into families known as clusters, and these clusters were assigned a number identifiers which have been described in a previous study (4) . In this study we only used viruses from cluster 3 to avoid a false positive result in which we obtain a nested structure due to immune patterns that depend on the cluster (phylogeny).",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 165,
                    "text": "[27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 166,
                    "end": 169,
                    "text": "45,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 170,
                    "end": 173,
                    "text": "46]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "35"
        },
        {
            "text": "Illumina sequenced reads from samples were quality filtered using prinseq with the following arguments: -derep 1245 -lc method entropy -lc threshold 50 -trim qual right 30 -trim qual left 30 -trim qual type min -trim qual rule lt -trim qual window 5 -trim qual step 1 -trim tail left 5 -trim tail right 5 -min len 66 -min qual mean 30 -ns max p 1 -verbose. Spacers were extracted from quality filtered sequencing reads using an in-house bioinformatic pipeline (in preparation, code available upon request). These scripts utilize known repeats from S. islandicus and P. aeruginosa and BLASTn to extract spacers from reads located between any repeats. BLASTn cutoffs for repeats against reads were based on an e-value of 0.001 with the -task blastn-short argument. After spacer extraction, spacers are grouped based on a hamming distance cutoff by comparing spacers as strings of nucleotides and using a sliding window across each string of basepairs (in preparation, code available upon request). We define unique spacers that have 100% nucleotide identity to one another, using a hamming distance of 0 between nucleotide sequences. Unmatched overhanging base pairs between spacers were considered mismatches since these are likely independently acquired spacers from sequential protospacers with different PAM sequences. Unique spacers were mapped to strains in order to determine the spacer set per strain. Sulfolobus islandicus isolates in Nymph Lake contained on average 256 spacers per strain ranging from 62 to 520 spacers. Sulfolobus islandicus isolates from Kamchatka contained on average 181 spacers per strain ranging from 20 to 795 spacers. P. aeruginosa isolates contained 34 spacers on average with a range of 4 to 64 spacers. P. aeruginosa, Nymph Lake S. islandicus, and Mutnovsky S. islandicus isolates contained 40, 40 and 50 total alleles respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "35"
        },
        {
            "text": "Spacer matches to protospacers were initially found using BLASTn with a -task blastn-short argument, with an e-value minimum of 0.01. The P. aeruginosa database contained 6,231,702 total bp, with 98 viral genomes ranging from 3,588 bp to 309,208 bp. The SSV BLASTn database contained 34 genomes containing 514,147 total bases with the longest sequence being 18,548 bp and the shortest being 11,323 [27, 34] . The SIRV BLASTn database was composed of 10 genomes containing 347,896 total bases with the longest sequence being 32,308 bp and the shortest being 32,308.",
            "cite_spans": [
                {
                    "start": 398,
                    "end": 402,
                    "text": "[27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 403,
                    "end": 406,
                    "text": "34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "35"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/850800 doi: bioRxiv preprint Table S1 Description and values of model parameters used in simulations, following [30] , except for a higher numbers of spacers and protospacers. Protospacer BLAST matches were extended to 3 base pairs longer than the length of the spacer and retrieved with blastdbcmd tool from the blast+ package to retrieve the PAM sequences [70, 71] . Gaps found between alignments were added to these extended protospacer matches. Gaps, or insertion/deletion events, were considered as mismatch when comparing along the entire length of the aligned protospacer and spacer.",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 302,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 544,
                    "end": 548,
                    "text": "[70,",
                    "ref_id": null
                },
                {
                    "start": 549,
                    "end": 552,
                    "text": "71]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 215,
                    "end": 223,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "37"
        },
        {
            "text": "We analyzed our data with two criteria. The first criterion was a perfect match with zero mismatches between the entire length of the aligned spacer and protospacer (100% alignment) and The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/850800 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/850800 doi: bioRxiv preprint HCR VDR Extinction Fig. S2 Phase portrait of the full system for total abundances of hosts and viruses. The dynamics of the full system differ from those of the two-dimensional mean-field ODE as expected from the transitions from coexistence (during the VDR) and the host dominance at carrying capacity (during the HCR) (top panel). During the VDR, the system's trajectory spirals around a moving coexistence point, closest to the fixed points C 3 for increasing M (color points). During the HCR, the system is close to the degenerate sink, collapsing onto C 2 after virus extinction. These different parts of the dynamics become more evident when including time explicitly in the phase portrait (bottom panel).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 503,
                    "end": 510,
                    "text": "Fig. S2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Parameters Description Value"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/850800 doi: bioRxiv preprint Fig. S4 Host phylogenetic tree. The tree is not inferred, but rather drawn based on exact genealogical data (which strains descends from which) collected during the simulation. Branch length indicates the lifetime of any given host strain. Hosts diversify and go extinct primarily during VDRs, resulting in strain replacement but strains can also persist from one VDR to the next.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 215,
                    "end": 222,
                    "text": "Fig. S4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "40"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. The matrix is organized by the sum of columns and rows and is quantitatively nested. This is the matrix we use in Fig. 2B . h The counterpart matrix for the network in D. The two interactions correspond to the empty matches in g. This is the matrix we use in Fig. 2A .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 271,
                    "end": 278,
                    "text": "Fig. 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 416,
                    "end": 423,
                    "text": "Fig. 2A",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "42"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/850800 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/850800 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "44"
        },
        {
            "text": "Fig. S10 Host and virus rankings in the weighted nested immunity matrix as a function of age. The plots show node strength (sum of the corresponding number of matches in the immunity network) of hosts (top) and viruses (bottom) against their age measured from the time of their birth, for two selected times before the start of an HCR (left, t=231 and right, t=1720). Each data point represents a host (top) or virus (bottom) strain. On the different plots, selected groups of youngest and oldest strains are indicated. The oldest host strains occupy the lower rows (low node strength), and their rankings tend to decrease with age. This is because descendants of a given host inherit all of its spacers and add a new one, which always results in an increase in total matches (host node strength). Because they have acquired additional protection, they can grow in abundance and through resulting enhanced encounters and infections, the failure of existing spacers can add redundancy (more than one spacer to the same virus), further contributing to their ranking. The oldest viruses occupy the leftmost columns, with the highest column sums of matches to hosts, since longer lifetimes provide the opportunity for many encounters, and therefore for both the failure of existing spacers (which adds redundancy to a given entry) and the addition of new spacers (which distributes immunity throughout entries). A successful offspring will have mutated a protospacer that confers escape from a given match of the parent; thus, successful descendants exhibit one less match and are placed to the right. It is worth noting that there is considerable variation around the general trends with age, reflecting the complex interplay of the stochastic acquisition of spacers and protospacers with the abundance dynamics which affect both encounter and mutation rates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "44"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It Immunity rank of extinct viruses count Fig. S11 Order of extinctions. We tested for \"orderly\" extinctions in which extinction preferentially happens from the viruses to which hosts have most immunity to those that can infect many hosts. For any virus that went extinct we calculated an 'immunity rank'. Specifically, for a given time step, we calculated the strength of all n virus nodes in the immunity network, s = (s 1 , s 2 , . . . , s j , . . . , s n ), where s j is the node strength of virus j (i.e., the sum of the columns in Fig 2B) . Viruses with higher values of s j are those that are more to the left in Fig 2B, and to which hosts have high immunity. We removed duplicate values in s (to avoid ties) and ordered it in ascending order to obtain s . We then calculated the relative position of s j in s . A rank of 1 means that the virus that went extinct was highly ranked (e.g., position 5 out of 5 values will render a rank of 1). 50% of viruses (median indicated by a vertical dashed line) had an extinction rank of 0.5.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 199,
                    "end": 207,
                    "text": "Fig. S11",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 694,
                    "end": 701,
                    "text": "Fig 2B)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 777,
                    "end": 784,
                    "text": "Fig 2B,",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "48"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/850800 doi: bioRxiv preprint a Regimes length: VDRs are shorter than HCRs. b Nestedness is higher during VDRs than HCRs. c The basic reproductive number is higher during HCRs, indicating that virus reproduction is higher. During HCRs the basic reproductive number is generally small than one (dashed vertical line). d The infection network has more modules during VDRs due to virus diversification. In all plots the average was first taken for each regime type (VDR or HCR) within each simulation. Then, these averages were plotted as a distribution of 100 simulations. VDRs and HCRs are in purple and green, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "49"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It Pseudomonas aeruginosa hosts from Copenhagen compared to temperate mu-like viruses (bottom). Panels a, b and c are host-spacer networks in which interactions within host-spacer modules are colored (as in Fig. S8A ). Panels c, d and e are distributions of either the leading eigenvalue (ρ), or WNODF of 10,000 immunity networks shuffled by randomly distributing interactions. Value of the observed ρ or WNODF is depicted with a vertical dashed line. We did not calculate WNODF in the Yellowstone data set because this index cannot handle networks which are completely full (i.e., with a density of 1).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 364,
                    "end": 372,
                    "text": "Fig. S8A",
                    "ref_id": null
                }
            ],
            "section": "51"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/850800 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "54"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Compartmentalization increases food-web persistence",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Stouffer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bascompte",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "en. Proc. Natl. Acad. Sci. U. S. A",
            "volume": "108",
            "issn": "",
            "pages": "3648--3652",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1014353108"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "On the structural stability of mutualistic systems",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Rohr",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Saavedra",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bascompte",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "en. Science",
            "volume": "345",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1253497"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The stability-complexity relationship at age 40: a random matrix perspective. en",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Allesina",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Popul. Ecol",
            "volume": "57",
            "issn": "",
            "pages": "63--75",
            "other_ids": {
                "DOI": [
                    "10.1007/s10144-014-0471-0"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Temporal dynamics in a pollination network",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Olesen",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Ecology",
            "volume": "89",
            "issn": "",
            "pages": "1573--1582",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The assembly and disassembly of ecological networks",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bascompte",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Stouffer",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Philos. Trans. R. Soc. Lond. B Biol. Sci",
            "volume": "364",
            "issn": "",
            "pages": "1781--1787",
            "other_ids": {
                "DOI": [
                    "10.1098/rstb.2008.0226"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Coevolution and the architecture of mutualistic networks",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Nuismer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jordano",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bascompte",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Evolution",
            "volume": "67",
            "issn": "",
            "pages": "338--354",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1558-5646.2012.01801.x"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Network spandrels reflect ecological assembly. en",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Maynard",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Serván",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Allesina",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Ecol. Lett",
            "volume": "21",
            "issn": "",
            "pages": "324--334",
            "other_ids": {
                "DOI": [
                    "10.1111/ele.12912"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Species abundance and the distribution of specialization in host-parasite interaction networks",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Vázquez",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Poulin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Krasnov",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "I"
                    ],
                    "last": "Shenbrot",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Anim. Ecol",
            "volume": "74",
            "issn": "",
            "pages": "946--955",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Nestedness versus modularity in ecological networks: two sides of the same coin? en",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Fortuna",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Anim. Ecol",
            "volume": "79",
            "issn": "",
            "pages": "811--817",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1365-2656.2010.01688.x"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Host-parasite network structure is associated with community-level immunogenetic diversity",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pilosof",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nat. Commun",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/ncomms6172"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Networks of genetic similarity reveal non-neutral processes shape strain structure in Plasmodium falciparum. en",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nat. Commun",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41467-018-04219-3"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A strain theory of malaria transmission",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Day",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Parasitol. Today",
            "volume": "446",
            "issn": "",
            "pages": "3737--3742",
            "other_ids": {
                "DOI": [
                    "10.1016/0169-4758(94)90160-0"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Role of stochastic processes in maintaining discrete strain structure in antigenically diverse pathogen populations",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "O"
                    ],
                    "last": "Buckee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Recker",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Watkins",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Proc. Natl",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Population structuring of multi-copy, antigen-encoding genes in Plasmodium falciparum",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Artzy-Randrup",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7554/eLife.00093"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Statistical structure of hostphage interactions. en",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "O"
                    ],
                    "last": "Flores",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Valverde",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Farr",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Weitz",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proc. Natl. Acad. Sci. U. S. A",
            "volume": "108",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1101595108"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Coevolutionary diversification creates nested-modular structure in phage-bacteria interaction networks",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Beckett",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "T P"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1098/rsfs.2013.0033"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Phage-bacteria infection networks",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Weitz",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Trends Microbiol",
            "volume": "21",
            "issn": "",
            "pages": "82--91",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tim.2012.11.003"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Network structure and local adaptation in co-evolving bacteria-phage interactions 2017",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gurney",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/mec.14008"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Coevolutionary dynamics shape the structure of bacteria-phage infection networks",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Fortuna",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Evolution",
            "volume": "73",
            "issn": "",
            "pages": "1001--1011",
            "other_ids": {
                "DOI": [
                    "10.1111/evo.13731"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Diversity of immune strategies explained by adaptation to pathogen statistics. en",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mayer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mora",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Rivoire",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Walczak",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Proc. Natl. Acad. Sci. U. S. A",
            "volume": "113",
            "issn": "",
            "pages": "8630--8635",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1600663113"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Bacteriophage resistance mechanisms",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Labrie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Samson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moineau",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The effect of bacterial mutation rate on the evolution of CRISPR-Cas adaptive immunity",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chevallereau",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Meaden",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Houte",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Westra",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rollie",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "en. Philos. Trans. R. Soc",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Why put up with immunity when there is resistance: an excursion into the population and evolutionary dynamics of restriction-modification and CRISPR-Cas",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gurney",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pleška",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Levin",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Philos. Trans. R. Soc. Lond. B Biol. Sci",
            "volume": "374",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1098/rstb.2018.0096"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Metapopulation Structure of CRISPR-Cas Immunity in Pseudomonas aeruginosa and Its Viruses. mSystems",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "England",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Whitaker",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1128/mSystems.00075-18"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Surface resistance to SSVs and SIRVs in pilin deletions of",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Rowland",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Bautista",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Whitaker",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Sulfolobus islandicus. en. Mol. Microbiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/mmi.14435"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Unravelling the structural and mechanistic basis of CRISPR-Cas systems. en",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Van Der Oost",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Westra",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wiedenheft",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nat. Rev. Microbiol",
            "volume": "12",
            "issn": "",
            "pages": "479--492",
            "other_ids": {
                "DOI": [
                    "10.1038/nrmicro3279"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Multiscale model of CRISPR-induced coevolutionary dynamics: diversification at the interface of Lamarck and Darwin",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Childs",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Held",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Whitaker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Weitz",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "en. Evolution",
            "volume": "66",
            "issn": "",
            "pages": "2015--2029",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1558-5646.2012.01595.x"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "CRISPR immunity drives rapid phage genome evolution in Streptococcus thermophilus",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Paez-Espino",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "en. MBio",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1128/mBio.00262-15"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The diversity-generating benefits of a prokaryotic adaptive immune system. en",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Houte",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nature",
            "volume": "532",
            "issn": "",
            "pages": "385--388",
            "other_ids": {
                "DOI": [
                    "10.1038/nature17436"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Viruses control dominant bacteria colonizing the terrestrial deep biosphere after hydraulic fracturing. en",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Daly",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nat Microbiol",
            "volume": "4",
            "issn": "",
            "pages": "352--361",
            "other_ids": {
                "DOI": [
                    "10.1038/s41564-018-0312-6"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Diversified local CRISPR-Cas immunity to viruses of Sulfolobus islandicus",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Pauly",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Bautista",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Black",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Whitaker",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "en. Philos. Trans. R. Soc. Lond. B Biol. Sci",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "CRISPR-Directed Microbiome Manipulation across the Food Supply Chain. en",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Barrangou",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Notebaart",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Trends Microbiol",
            "volume": "27",
            "issn": "",
            "pages": "489--496",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tim.2019.03.006"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Using CRISPR-Cas systems as antimicrobials. en",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bikard",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Barrangou",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Curr. Opin. Microbiol",
            "volume": "37",
            "issn": "",
            "pages": "155--160",
            "other_ids": {
                "DOI": [
                    "10.1016/j.mib.2017.08.005"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Evolution and Ecology of CRISPR",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Westra",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Dowling",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Broniewski",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Houte",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Evolution, and Systematics",
            "volume": "47",
            "issn": "",
            "pages": "307--331",
            "other_ids": {
                "DOI": [
                    "10.1146/annurev-ecolsys-121415-032428"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "CRISPR-induced distributed immunity in microbial populations. en",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Childs",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "England",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Weitz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Whitaker",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS One",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0101710"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "A theoretical framework for the immunoepidemiology of Plasmodium falciparum malaria",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Day",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Parasite Immunol",
            "volume": "16",
            "issn": "",
            "pages": "361--370",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Chaos, Persistence, and Evolution of Strain Structure in Antigenically Diverse Infectious Agents",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Science",
            "volume": "280",
            "issn": "",
            "pages": "912--915",
            "other_ids": {
                "DOI": [
                    "10.1126/science.280.5365.912"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Evolutionary emergence of infectious diseases in heterogeneous host populations. en",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chabas",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "PLoS Biol",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pbio.2006738"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "A consumer's guide to nestedness analysis",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ulrich",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Almeida-Neto",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Gotelli",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Oikos",
            "volume": "118",
            "issn": "",
            "pages": "3--17",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1600-0706.2008.17053.x"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "A straightforward computational approach for measuring nestedness using quantitative matrices",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Almeida-Neto",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ulrich",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Environmental Modelling & Software",
            "volume": "26",
            "issn": "",
            "pages": "173--178",
            "other_ids": {
                "DOI": [
                    "10.1016/j.envsoft.2010.08.003"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Why are some plant-pollinator networks more nested than others?",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Rohr",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Saavedra",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Anim. Ecol",
            "volume": "86",
            "issn": "",
            "pages": "1417--1424",
            "other_ids": {
                "DOI": [
                    "10.1111/1365-2656.12749"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "CRISPR associated diversity within a population of Sulfolobus islandicus. en",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Held",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Herrera",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Cadillo-Quiroz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Whitaker",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS One",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0012988"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Convergent evolution and adaptation of Pseudomonas aeruginosa within patients with cystic fibrosis. en",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Marvig",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Sommer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Molin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "K"
                    ],
                    "last": "Johansen",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nat. Genet",
            "volume": "47",
            "issn": "",
            "pages": "57--64",
            "other_ids": {
                "DOI": [
                    "10.1038/ng.3148"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Host-parasite coevolutionary arms races give way to fluctuating selection. en",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Scanlan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Morgan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Buckling",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Ecol. Lett",
            "volume": "14",
            "issn": "",
            "pages": "635--642",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1461-0248.2011.01624.x"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "The population and evolutionary dynamics of phage and bacteria with CRISPR-mediated immunity. en",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Levin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moineau",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bushman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Barrangou",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Genet",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pgen.1003312"
                ]
            }
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Bacteria-phage coevolution as a driver of ecological and evolutionary processes in microbial communities. en",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Koskella",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Brockhurst",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "FEMS Microbiol. Rev",
            "volume": "38",
            "issn": "",
            "pages": "916--931",
            "other_ids": {
                "DOI": [
                    "10.1111/1574-6976.12072"
                ]
            }
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Immune loss as a driver of coexistence during host-phage coevolution. en",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Weissman",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "ISME J",
            "volume": "12",
            "issn": "",
            "pages": "585--597",
            "other_ids": {
                "DOI": [
                    "10.1038/ismej.2017.194"
                ]
            }
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Bacterial Diversification in the Light of the Interactions with Phages: The Genetic Symbionts and Their Role in Ecological Speciation",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "P P"
                    ],
                    "last": "Braga",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Soucy",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Amgarten",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Da Silva",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Setubal",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Frontiers in Ecology and Evolution",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fevo.2018.00006"
                ]
            }
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "The ecological and evolutionary implications of merging different types of networks",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fontaine",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Ecol. Lett",
            "volume": "14",
            "issn": "",
            "pages": "1170--1181",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1461-0248.2011.01688.x"
                ]
            }
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Phylogenetic signal in module composition and species connectivity in compartmentalized host-parasite networks",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Krasnov",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Am. Nat",
            "volume": "179",
            "issn": "",
            "pages": "501--511",
            "other_ids": {
                "DOI": [
                    "10.1086/664612"
                ]
            }
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "The roles of competition and mutation in shaping antigenic and genetic diversity in influenza",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zinder",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bedford",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pascual",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Pathog",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1003104"
                ]
            }
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Can Clustering in Genotype Space Reveal \"Niches\"?",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "D&apos;andrea",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ostling",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Am. Nat",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Evolutionary dynamics of the prokaryotic adaptive immunity system CRISPR-Cas in an explicit ecological context. en",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Iranzo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Lobkovsky",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "I"
                    ],
                    "last": "Wolf",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "V"
                    ],
                    "last": "Koonin",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Bacteriol",
            "volume": "195",
            "issn": "",
            "pages": "3834--3844",
            "other_ids": {
                "DOI": [
                    "10.1128/JB.00412-13"
                ]
            }
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Bacteriophage genes that inactivate the CRISPR/Cas bacterial immune system. en",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bondy-Denomy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pawluk",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Maxwell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Davidson",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nature",
            "volume": "493",
            "issn": "",
            "pages": "429--432",
            "other_ids": {
                "DOI": [
                    "10.1038/nature11723"
                ]
            }
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Multiple mechanisms for CRISPR-Cas inhibition by anti-CRISPR proteins. en",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bondy-Denomy",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nature",
            "volume": "526",
            "issn": "",
            "pages": "136--139",
            "other_ids": {
                "DOI": [
                    "10.1038/nature15254"
                ]
            }
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Anti-CRISPR Phages Cooperate to Overcome CRISPR-Cas Immunity",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Landsberger",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "en. Cell",
            "volume": "174",
            "issn": "",
            "pages": "908--916",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cell.2018.05.058"
                ]
            }
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "The ghost of nestedness in ecological networks. en",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "P A"
                    ],
                    "last": "Staniczenko",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Kopp",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Allesina",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat. Commun",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/ncomms2422"
                ]
            }
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Maps of random walks on complex networks reveal community structure",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rosvall",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Bergstrom",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "en. Proc. Natl. Acad. Sci. U. S. A",
            "volume": "105",
            "issn": "",
            "pages": "1118--1123",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0706851105"
                ]
            }
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "The map equation. en",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rosvall",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Axelsson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Bergstrom",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Eur. Phys. J. Spec. Top",
            "volume": "178",
            "issn": "",
            "pages": "13--23",
            "other_ids": {
                "DOI": [
                    "10.1140/epjst/e2010-01179-1"
                ]
            }
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Finding and evaluating community structure in networks",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E J"
                    ],
                    "last": "Newman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Girvan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Community detection algorithms: a comparative analysis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lancichinetti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fortunato",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "en. Phys. Rev. E Stat. Nonlin. Soft Matter Phys",
            "volume": "80",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.80.056117"
                ]
            }
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Sulfolobus islandicus meta-populations",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "An example of typical dynamics with regime shifts. Virus-diversification regimes (VDRs) start at purple vertical lines and end in the green vertical lines, when the host-controlled regimes (HCRs) begin. a, Viral phylogenetic tree shows virus diversification during VDRs and virus extinctions during the HCRs. Intermittent virus diversification in the later part of HCRs eventually leads to escape and the initiation of a new VDR. Complete virus extinction occurs at the end of this simulation during the last HCR. b and c are the abundance profiles of viruses and hosts, respectively. The 100 most abundant strains are colored, the rest are aggregated and shown in gray. Note that virus growth does not imply a decrease in host richness while host dominance does decrease virus abundance and richness sharply.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Snapshots of network structure during the two regimes. Networks are defined as in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Processes leading to regime shifts. a, Weighted nestedness increases during VDRs and decreases during HCRs. b, The disassembly of the network during HCRs increases the proportion of 0and 1-matches, particularly towards the end of these periods. c, During HCRs the average reproductive number R 0 j (light blue line) is approximately 1 (horizontal dashed line)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Weighted nestedness of empirical immunity networks.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "particular, modularity of the infection network and weighted nestedness of the immunity network interact to affect the transient nature of alternating dynamical regimes. By promoting",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "which allows hosts to keep viruses in check despite their occasional escape. Thus, observation of weighted nestedness in nature would be an indication of such control. Variation of this network property over time contains valuable information on the relative pace of viral diversification and host acquisition of immunity. Observing the temporal course of nestedness in both dedicated experiments and in natural environments should shed light on its role for controlling virus populations in relation to host and virus diversification. Quantitative extensions should also investigate appropriate ways",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "The nature of transitions between dynamical regimes is another open area for further theory. The observation of increasing frequency and size of small viral outbreaks at the end of host-control periods, suggests the critical nature of these transitions and their possible prediction. Finally,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "concerning evolution. Specifically, errors in viral replication can result after successful infection of a host, leading to the replacement of a random protospacer with mutation rate µ (per protospacer per viral replication). Viruses cannot mutate multiple protospacers at the same time. During an unsuccessful infection attempt by a virus (regardless of host immunity), there is also a probability q of acquiring a new spacer by incorporating a protospacer and integrating it into the host's CRISPR system at its leading end. Hosts cannot acquire multiple spacers at the same time. The maximum number of spacers per hosts strain is constant. If the maximum number of acquired spacers is reached, the addition of a spacer to the leading end is accompanied by the deletion of a spacer at the trailing end. In our simulations, the length of the spacer cassette is set to a sufficiently large value to avoid loss of acquired immune memory.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "0 ij equals 1 (and 0 otherwise) when there are no matches between the set of spacers of host i, S i and the set of protospacers of virus j, G j . I(t) is the set of hosts in time t. The second, R 1 j (t), is the number of offspring that a virus strain j would produce by",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "dominated by the lytic virus SIRV[68]. The second data set is from S. islandicus strains isolated from several springs in the Mutnovsky Volcano in Kamchatka Russia that also were shown to share populations of hosts. The predominant viral population in these hosts is the chronic Sulfolobus Spindle Shaped Virus (SSV)[34]. The third data set consists of longitudinal sampling of humanadapted P. aeruginosa isolates from sputum samples of Cystic Fibrosis patients collected at a hospital in Copenhagen, Denmark and a global set of temperate mu-like viruses from P. aeruginosa",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "r00 samp in package vegan (version 2.5-4) in R). This procedure maintains the density of the network and the distribution of weights while shuffling the structure. Therefore, it tests the",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "guidance on the construction of the phylogenetic trees from model outputs. RW acknowledges the support of the Cystic Fibrosis Foundation (CFF C2480) and an Allen Distinguished Investigator Award from the Allen Frontiers Institute; MP, that of the University of Chicago. We are also grateful for the access to the computer cluster of the Research Computing Center (RCC) Pilosof, S. et al. Competition for hosts modulates vast antigenic diversity to generate persistent strain structure in Plasmodium falciparum. en. PLoS Biol. 17, e3000336. doi:10.1371/ journal.pbio.3000336 (2019). Gillespie, D. T. A general method for numerically simulating the stochastic time evolution of coupled chemical reactions. J. Comput. Phys. 22, 403-434. doi:10.1016/0021-9991(76) 90041-3 (1976). 70. Extracting data from BLAST databases with blastdbcmd (National Center for Biotechnology Information (US), 2008). 71. Altschul, S. F., Gish, W, Miller, W, Myers, E. W. & Lipman, D. J. Basic local alignment search tool. en. J. Mol. Biol. 215, 403-410. doi:10.1016/S0022-2836(05)80360-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "with correct PAM sequences in the correct orientation based on the 3bp extensions. The range in number of protospacers found in S. islandicus viruses was 39-41 in SIRVs with and 11-47 in SSVs at the most stringent criterion. The range of protospacers found in viruses was 0-32 with P. aeruginosa viral database. In our second criterion, we allowed 4 mismatches and do not require a specific PAM match. The number of protospacer matches to viruses ranged from 138 to 167 with SIRVs and 6-24 in SSV for 4mm criterion. Protospacer matches ranged from 0-76 with P. aeruginosa viruses. Our results were not qualitatively affected by the choice of criterion and we present results for the second one.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": ". S1 Phase portraits of the mean-field ODE version of the system for increasing values of the average fraction of matches M . Top panels from left to right: M = 0.35 and M = 0.7; bottom panels (also from left to right): M = 0.85 and M = 0.9167. As M grows, the fixed point C 3 transitions from a spiral sink to a degenerate nodal sink as it approaches C 2 and finally collapses onto it.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": ". S3 Viral and host abundance and richness. a Host abundance. The 100 most abundant strains are colored, the rest are aggregated and shown in gray. b Richness (i.e., number of unique strains) of hosts (blue) and viruses (red). The number of unique spacers (spacer richness) is depicted in brown. During VDRs the abundance of both hosts and viruses fluctuates. As a response to virus diversification, host richness eventually increases despite possible declines at the beginning of the VDR resulting from the initial viral attack.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Structures of diversity. Diagrams illustrating the two different kinds of networks (left column) and associated matrices (right column) used in this study and how they are built. The toy example has 5 hosts (H1-H5), 4 viruses (V1-V4), 8 spacers (S1-S8) and 8 protospacers (P1-P2). (A) A bipartite network depicting the spacer composition of hosts. Hosts are affiliated to one of two modules (depicted in light blue and dark green), and interactions can fall either within a module (colored) or outside the module (gray). b A bipartite network (not modular) depicting the protospacer composition of viruses. c The immunity network is created by counting the number of shared spacers and protospacers between pairs of hosts and viruses (i.e., matches). Interactions in the network are weighted by the number of matches, here depicted by different colors and width. d The infection network is created by considering unrealized interactions in the immunity network (equivalent to 0-matches in g). Here, only two such interactions exist, between 2 viruses and 2 hosts. There are two modules, depicted in colors, with interactions occurring within the modules only. e The counterpart matrix of the network in a. Interactions (matrix cells) depict the occurrence of a spacer in a host strain, and are colored as in a. f The counterpart matrix of the network in b. Matrix cells depict the occurrence of a protospacer in a virus strain. g The counterpart matrix of the network in c, with colors depicting the number of spacer matches.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "Modules in the infection network. A time series of the number of modules in the infection network for a single simulation. Modularity enables diversification since it allows the temporary coexistence of different groups of viruses. . S8 Modularity in host-spacer networks. a Each interaction in the network (matrix cells) indicates the occurrence of a spacer in the genome of a host. Colored interactions fall inside modules of hosts containing similar spacers. Each module has a different color. Gray interactions are those that fall outside all modules. b When hosts are ordered by phylogeny the modules are shuffled. This indicates a lack of phylogenetic signal in the genome of hosts, which does not emerge due to clonality.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "Lack of phylogenetic signal in infection network. a Each interaction in the network (matrix cells) indicates infection of a host strain to by a virus strain. Colored interactions fall inside modules (depicted by different colors) of virus strains that infect similar hosts. Gray interactions are those that fall outside all modules. b When hosts and viruses are ordered by phylogeny the modules are shuffled, indicating a lack of phylogenetic signal in the modular structure.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "Viral escape via 1-matches. A tripartite virus-protospacer-host network depicting escape routes for a single virus. Each host is connected to a single protospacer (colored boxes). The spacer composition of strains is shown. Escape occurs through matching colors.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF22": {
            "text": ". S13 Results for multiple simulations comparing VDRs to HCRs. Results are summarized using distributions of the main characteristics of the regimes and their corresponding network structures.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF23": {
            "text": ". S14 Abundance and richness of hosts and viruses in high mutation rates. a Abundance of hosts. Dashed horizontal line indicates carrying capacity. b Abundance of viruses. c Richness of viruses (red), hosts (blue) and spacers (brown). In a and b, the 100 most abundant strains (separately for viruses and hosts) are colored, and the rest are in gray. . S15 Structure of immunity and infection networks in accelerated dynamics. a Nestedness of the immunity network. b Number of modules in the infection network. The fluctuations in nestedness and the number of modules during HCRs reflects the constant generation of viral and host strains.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF24": {
            "text": ". S16 Additional information on empirical data analysis. Each row represents a different data set: Sulfolobus islandicus hosts compared to contemporary lytic SIRV viruses (Top). S. islandicus hosts compared to contemporary chronic SSV viruses from the Mutnovsky Volcano in Russia, 2010 (middle).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF25": {
            "text": ". S17 Regime definition. Each point in the virus abundance time series in panel a is first converted to relative abundance (panel b) and then classified into a HCR (green) or VDR (purple). This classification is based on the second derivative (panel d) (for comparison we also show the first derivative in panel c). Momentary virus growth periods (marked with an arrow) are not classified as VDR. The final classification is shown using vertical lines. HCRs start with a purple line and VDRs with a",
            "latex": null,
            "type": "figure"
        },
        "TABREF2": {
            "text": "Fig. S5Host and virus diversification and extinction. Each host a or viral b strain is plotted with a line, starting at the time when the strain was generated and ending when the strain went extinct. During VDRs the rate of diversification of both viruses and hosts is higher than during HCRs. While viruses have relatively short persistence (shorter line lengths), hosts have long persistence and can persist during an entire VDR.The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}