{
    "paper_id": "7e9cd4bbf0fba1cc0bcded40041fd01b9dfb683f",
    "metadata": {
        "title": "Epidemiologic Characteristics of COVID-19 in Guizhou, China Affiliations: Guizhou Center for Disease Control and Prevention Abstract",
        "authors": [
            {
                "first": "Kaike",
                "middle": [],
                "last": "Ping",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mingyu",
                "middle": [],
                "last": "Lei",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yun",
                "middle": [],
                "last": "Gou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ying",
                "middle": [],
                "last": "Tao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yan",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {},
                "email": "cdchuangyan@163.com"
            },
            {
                "first": "Guizhou",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "China",
                "middle": [
                    "( K"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Ping",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Y",
                "middle": [],
                "last": "Lei",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Y",
                "middle": [],
                "last": "Gou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "G",
                "middle": [],
                "last": "Tao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "Yao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Z",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "D",
                "middle": [],
                "last": "Zou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Y",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "162 laboratory-confirmed cases related to COVID-19. We described the demographic 15 characteristics of the cases and estimated the incubation period, serial interval and 16 basic reproduction number. With an estimation of 8 days incubation period and 6 days 17 serial interval, our results indicate that there may exist infectiousness during the 18 incubation period for 2019-nCoV. This increases the difficulty of screening or",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "\"fever and/or symptoms in respiratory system; radiographic evidence of pneumonia; 46 low or normal white-cell count or low lymphocyte count.\" 8 Epidemiologic histories must fit at least 1 of 4 following criteria: \"A history of traveling Hubei Province or 48 other districts that has confirmed cases reported within 14 days of symptom onset; A 49 history of contacting with patient who has fever or symptoms in respiratory system 50 from Hubei Province or other districts that has confirmed cases reported within 14 51 days of symptom onset; Any person who has had a close contact with confirmed 52 cases; cluster cases.\" 8 With a stricter definition, Guizhou Health Committee counted 53 all cases that fit clinical characteristics criteria but not any criteria of epidemiologic 54 histories described above as suspected cases. A confirmed case was defined as a case 55 with respiratory specimens that tested positive for the 2019-nCoV by at least one of 56 the following two methods: positive result by real-time reverse-transcription-57 polymerase-chain-reaction (RT-PCR) assay for 2019-nCoV or a genetic sequence that 58 matches 2019-nCoV. Asymptomatic carrier (i.e. case that displays no signs or 59 symptoms to 2019-nCoV) was not announced by Health Committee officially, but 60 was included in this study. to acquire the accurate onset date, and as the confirmation date for confirmed cases 92 All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 257,
                    "text": "48",
                    "ref_id": null
                },
                {
                    "start": 866,
                    "end": 868,
                    "text": "55",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03.01.20028944 doi: medRxiv preprint without symptoms. As the date of infecting exposure for a given individual falls 93 within a finite interval, an exposure window was clarified to denote this interval.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sources of Data"
        },
        {
            "text": "Criteria of infecting exposure was described above in the Case Definitions section. This study provides an initial analysis among epidemiologic characteristics 145 and two typical transmission phenomena of COVID-19. Most index cases were 146 exposed to Wuhan or confirmed cases related to Wuhan, but it is also necessary to In addition to the evidence of the human-to-human transmission, it is likely 153 that there exists infectiousness to some extend during the incubation period, and the 154 presence of \"super-spreaders\". The median incubation period was 8.2 days (95% CI: 155 7.9 -9.5) in our study, which is longer than a recent report of 425 patients (8.2 days 156 vs. 5.2 days), this may be a results of recall bias, during epidemiological investigation, symptoms does not yet infect others, which assumes that all index cases should show 165 symptoms before their secondary cases. However, as the investigation went on, 166 Guizhou CDC found that there existed index cases who showed symptoms after that 167 of their secondary cases. This may lead to that the estimated R0 was not robust as we 168 do not hold enough evidence and information to the presence of asymptomatic carrier, 169 those data were not included in the estimation model. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 929,
                    "end": 932,
                    "text": "166",
                    "ref_id": null
                },
                {
                    "start": 1103,
                    "end": 1106,
                    "text": "168",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "94"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03.01.20028944 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "94"
        },
        {
            "text": "The horizontal axis represents the onset date of confirmed cases or suspected cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "247"
        },
        {
            "text": "The onset data was defined as the self-reported first date to have symptoms related to 249 2019-nCoV and as the confirmation date for confirmed cases without symptoms. On 250 January 21, the first case was officially confirmed and reported by Guiyang (capital 251 city of Guizhou) CDC, whose onset date was on January 9th when the case was still in 252 All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "248"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "248"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "248"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "248"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03.01.20028944 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "248"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Health officials to announce 'presumptive case' of 191 coronavirus in Toronto",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ryan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kerri",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "First U.S. case of potentially deadly Chinese coronavirus 195 confirmed in Washington state",
            "authors": [
                {
                    "first": "Lena",
                    "middle": [
                        "H S"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Lenny",
                    "middle": [
                        "B"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "World Health Organization. WHO | Novel Coronavirus -Japan (ex-China) 199",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Coronavirus: trois premiers cas confirmés en France",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Jacob",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Use of national pneumonia surveillance to 205 describe influenza A(H7N9) virus epidemiology, China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Havers",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Infect Dis",
            "volume": "19",
            "issn": "",
            "pages": "1784--90",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "COVID-19 condition in Guizhou province until",
            "authors": [
                {
                    "first": "Guizhou",
                    "middle": [],
                    "last": "Health Committee",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "208",
            "issn": "",
            "pages": "2020--2022",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "the guidelines of protocol by World Health Organization (WHO) 9 , 82 specimens of suspected cases were taken from whose upper and lower respiratory 83 tract by professional medical worker from CDC or hospital. RNA was extracted and 84 tested by RT-PCR with primers and probes for 2019-nCoV. Cross-reactivity with other 85 known respiratory viruses and bacteria such as Influenza A (H1N1, H3N2, H5N1, or 86 H7N9), Influenza B (Victoria or Yamagata), MERS-CoV, Adenovirus, etc. are also be 87 tested.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "date was defined as the self-reported first date to have symptoms 90 related to 2019-nCoV or the date of visiting to clinical facilities if it was unavailable 91",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Continuous variables were expressed as the means and standard deviations or96 medians, the interquartile range (IQR) equals the difference between 75th and 25th 97 percentiles. Categorical variables were summarized as the counts and percentages in 98 each category. The incubation period is defined as the delay from viral infection to the 99 onset of illness 10 , which was estimated by fitting a parametric accelerated failure time 100 model with log-normal distribution of cases with detailed exposure window data, and 101 standard errors of parameters was computed using a 1,000 times bootstrap routine, 102 this was performed by R package coarseDataTools 11 . The serial interval distribution onTable 2. We obtained 57 observations from cluster cases and estimated",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "147 prevent the community transmission of COVID-19. Measures such as community 148 screening, isolation of close contacts, public transportation limitation, extended 149 population of PCR testing, enhanced disinfection, and health education etc. could be 150 taken. Our findings provide more epidemiologic data to this incident of COVID-19, 151 which contribute to the further analysis and the control of this disease.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "There are several limitations in our study. First, we could not collect all171 complete exposure and onset data from all confirmed cases, due to the recall bias and 172 the lack of standardization on epidemiological investigation at the beginning of the 173 incident. Second, some key data from asymptomatic carrier, especially the onset date 174 or onset window, and left bound of exposure window from cases of Wuhan residents 175 were unavailable, other statistical model may be used to fit such kind of censored data 176 to estimate serial interval and R0 more accurately.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "EB/OL]. World Health Organization. https://www.who.int/health-216 topics/coronavirus/laboratory-diagnostics-for-novel-coronavirus. 2020-02-12. 217 10. Vynnycky E, Fine PE. Lifetime risks, incubation period, and serial interval of 218 tuberculosis. Am J Epidemiol. 2000;152(3): 247-263. 219 11. Reich NG, Lessler J, Cummings DAT, Brookmeyer R. (2009). Estimating 220 incubation periods with coarse data. Statistics in Medicine. 28(22)Obadia T, Haneef R, Boëlle P Y. The R0 package: a toolbox to estimate 223 reproduction numbers for epidemic outbreaks. BMC medical informatics and 224 decision making, 2012, 12(1): 147. 225 13. Rothe, Camilla, et al. \"Transmission of 2019-nCoV infection from an 226 asymptomatic contact in Germany.\" New England Journal of Medicine (2020).227 14. National Health Committee. COVID-19 condition in China until 2020-02-15 228 [EB/OL]. National Health Committee [EB/OL].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "The geographic distribution of confirmed cases in China and Guizhou. 236 (A) Geographic distribution and statistics of all confirmed cases in China as of February 16. Data was collected from National Health Committee 14 . In total 57,416 cases were confirmed throughout China, and 144 cases 238 were in Guizhou. (B) Geographic distribution and statistics in Guizhou province as 239 of February 16. In addition to confirmed cases with symptom, 18 cases without 240 symptom were also included, leading to 162 cases shown in the figure. Guiyang, 241 locating in the center of Guizhou, is the capital and largest city of the province, where 242 38 cases were reported. Throughout Guizhou province, 38 out of Distribution of the onset date of confirmed and suspicious cases of 246 COVID-19 in Guizhou, China.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Confirmed cases without symptoms\" in the figure. It is notable that there shows a 256 decline of cases after February 12, which is most likely attributed to the delay of 257 reporting by the local hospital and laboratory confirmation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Key time-to-event distributions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "A) The time windows of exposure and onset points of symptoms for 93 cases (45 261 females, 48.38%; 48 males, 51.62%; median age 42, IQR: 27-55) that have detailed 262 information of exposure and onset dates. Blue shaded regions indicate the exposure 263 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "270 infection. (C) The estimated serial interval distribution --the duration between 271 symptom onset of a primary case and symptom onset of its secondary cases --fitted 272 via the Weibull distribution, with a mean (±SD) of 6.37±4.15 days.273",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Suspected case was screened by local hospital or local Center for DiseaseControl and Prevention (CDC). Once the patient was identified as confirmed case by laboratory, a joint field epidemiology team comprising members from Guizhou CDC independently review the full report of each case report to ensure that data is correctly Once a case was evaluated as suspected case, local CDC would finish an initial investigation report in 24 hours and collect respiratory specimens for centralized laboratory testing. When case was confirmed as positive to 2019-nCoV, province CDC would send a special epidemiology team to investigate with local CDC, in order to acquire more detailed information. Information was collected from infected individuals, family members, medical workers, close contacts, GPS-info, and CCTV camera, etc. Information included basic demography data, detailed life trace and all close contacts, clinical characteristics, exposure history, etc.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "windows, and blue points represent the midpoint within the region. Exposures were defined as travel histories to Wuhan or close contact to other infectious individuals.(B)The estimated incubation period distribution using a log-normal model with 1,000 times bootstrap resamples. The estimated median incubation period in Guizhou is 8.06 days (95% CI: 6.89 -9.36). It was estimated that approximately 2.5% of the individuals have symptoms in 2.45 days (95% CI: 1.71 -3.56) after the infection, and 97.5% of that show symptoms within 26.52 days (95% CI: 21.35 -31.77) after the",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Demographic Characteristics of Cases with COVID-19 in GuizhouTable 2. Percentiles of incubation period All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": ". https://doi.org/10.1101/2020.03.01.Log Likelihood = 306.3 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}