{
    "paper_id": "815f653470c57a95b92e3857d8f5d038b4000d99",
    "metadata": {
        "title": "Processing of the SARS-CoV pp1a/ab nsp7-10 region",
        "authors": [
            {
                "first": "Boris",
                "middle": [],
                "last": "Krichel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Leibniz Institute for Experimental Virology",
                    "location": {
                        "addrLine": "Martinistraße 52",
                        "postCode": "20251",
                        "settlement": "Hamburg",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Sven",
                "middle": [],
                "last": "Falke",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Hamburg",
                    "location": {
                        "addrLine": "Martin-Luther-King-Platz 6",
                        "postCode": "20146",
                        "settlement": "Hamburg",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Rolf",
                "middle": [],
                "last": "Hilgenfeld",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Lübeck",
                    "location": {
                        "addrLine": "Ratzeburger Allee 160",
                        "postCode": "23562",
                        "settlement": "Lübeck",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Lars",
                "middle": [],
                "last": "Redecke",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Lübeck",
                    "location": {
                        "addrLine": "Ratzeburger Allee 160",
                        "postCode": "23562",
                        "settlement": "Lübeck",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Charlotte",
                "middle": [],
                "last": "Uetrecht",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Leibniz Institute for Experimental Virology",
                    "location": {
                        "addrLine": "Martinistraße 52",
                        "postCode": "20251",
                        "settlement": "Hamburg",
                        "country": "Germany"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Abstract",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": ") is the causative agent of a respiratory disease with a high case fatality rate. During the formation of the coronaviral replication/transcription complex (RTC), essential steps include processing of the conserved polyprotein nsp7-10 region by the main protease M pro and subsequent complex formation of the released nsp's. Here, we analyzed processing of the coronavirus nsp7-10 region using native mass spectrometry showing consumption of substrate, rise and fall of intermediate products and complexation. Importantly, there is a clear order of cleavage efficiencies, which is influenced by the polyprotein tertiary structure. Furthermore, the predominant product is an nsp7+8(2:2) hetero-tetramer with nsp8 scaffold. In conclusion, native MS, opposed to other methods, can expose the processing dynamics of viral polyproteins and the landscape of protein interactions in one set of experiments. Thereby, new insights into protein interactions, essential for generation of viral progeny, were provided, with relevance for development of antivirals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The human pathogenic potential of zoonotic infections by coronaviruses was exposed by the discovery of severe acute respiratory syndrome coronavirus (SARS-CoV) as causative agent of the SARS epidemic in 2003 [1, 2] . The replicase gene ORF 1ab occupies two thirds of the CoV single-strand (+)sense RNA genome. Initially, ORF1ab is directly translated into either replicase polyprotein pp1a (nsp1-11) or pp1ab (nsp1-16), depending on a ribosomal (-1)-frameshift [3] . Subsequently, the polyproteins undergo proteolytic processing into 11 or 16 individual nsp's. Eventually, the nsp's take part in forming the RTC, a membrane-anchored, highly dynamic protein-RNA complex facilitating the replicative processes [4] [5] [6] [7] .",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 211,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 212,
                    "end": 214,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 461,
                    "end": 464,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 708,
                    "end": 711,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 712,
                    "end": 715,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 716,
                    "end": 719,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 720,
                    "end": 723,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The main chymotrypsin-like protease (M pro ; nsp5) facilitates processing of the C-terminal part of the polyprotein [8] . Following maturation by auto-cleavage, two protomers of M pro associate into one active dimeric unit that specifically targets the cleavage sites at the nsp inter-domain junctions of nsp5-11 or nsp5-16. These sites primarily contain LQ↓S or LQ↓A residues at the positions P2, P1 and P1′ , but strictly conserved is only Q at P1 [9] . Being a possible drug target, structure and function of this protease were extensively investigated [10, 11] .",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 119,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 450,
                    "end": 453,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 556,
                    "end": 560,
                    "text": "[10,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 561,
                    "end": 564,
                    "text": "11]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The timely coordinated processing of pp1a is crucial for replication [12] . This was specifically shown for the processing order of the nsp7-10 region [13] . In general, the order of processing is directly dependent on the substrate specificity of M pro , which has been tested in peptide-based biochemical assays [14] [15] [16] . However, peptide assays interrogate merely the substrate specificity for the isolated amino-acid sequence but disregard the polyprotein's structural layout, i.e. overall conformation or accessibility.",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 73,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 151,
                    "end": 155,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 314,
                    "end": 318,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 319,
                    "end": 323,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 324,
                    "end": 328,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Upon processing of the nsp7-10 region by M pro , the four small proteins nsp7, nsp8, nsp9 and nsp10 are released [17] . They can form functional complexes with CoV core enzymes and thereby stimulate replication. Most importantly, a complex of nsp7+8 acts as processivity factor for nsp12, the RNA-dependent RNA-polymerase (RdRp) [18] . Particularly, various oligomeric states of nsp7+8 have been reported [19] [20] [21] [22] .",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 117,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 329,
                    "end": 333,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 405,
                    "end": 409,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 410,
                    "end": 414,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 415,
                    "end": 419,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 420,
                    "end": 424,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Detailed studies of nsp processing and complex formation require a method that follows these dynamic processes at a molecular level. Native mass spectrometry (MS) probes and detects protein complexes in mixtures, while keeping their non-covalent interactions intact through nano-electrospray ionization (nanoESI) [23, 24] . Furthermore, collision-induced dissociation (CID) enables to decipher the stoichiometry and topology of natively sprayed protein complexes, by dissociating non-covalent interactions in vacuo. Thereby, it allows to reveal the landscape of protein species from a heterogeneous sample solution and to observe dynamic processes over time.",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 317,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 318,
                    "end": 321,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Herein, we analyzed the processing of SARS-CoV nsp7-10 and complex formation of its sequentially released nsp's. First, the substrate specificity of SARS-CoV M pro for the cleavage sites within nsp7-10 was determined in an assay with FRET-labelled peptides. Then, we explored native MS to reveal timeresolved nsp release and complex formation upon processing of a full-length SARS-CoV nsp7-10 substrate. Specifically, the analysis via CID-MS gave insights into a preferred complex of SARS-CoV nsp7+8.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/860049 doi: bioRxiv preprint 1.3. Results",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Initially, the substrate specificity of SARS-CoV M pro for nsp7-10 inter-domain junction cleavage was studied by means of FRET peptide substrates (FPS's). The substrates FPS7-8, FPS8-9 and FPS9-10",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specific substrate efficiencies from FRET peptide assay"
        },
        {
            "text": "represented the cleavage sites nsp7-8, nsp8-9 and nsp9-10, respectively. Additionally, FPS4-5 served as a positive control analogous to the highly efficient N-terminal auto-cleavage site nsp4-5 of SARS-CoV M pro (nsp5) . The FPS's encompassed 12 amino-acid residues spanning positions P6 to P6' around the cleavage site and were labelled with a fluorophore and a quencher at their N-and C-terminus, respectively. Substrate specificities were determined by monitoring the increasing fluorescence upon M pro cleavage of the FPS (Figure 1 and [14, 25] .",
            "cite_spans": [
                {
                    "start": 540,
                    "end": 544,
                    "text": "[14,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 545,
                    "end": 548,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 526,
                    "end": 535,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Specific substrate efficiencies from FRET peptide assay"
        },
        {
            "text": "Considering that short peptides represent merely the primary structure of the cleavage site, more native-like substrates were prepared and tested to verify these results obtained with the FPS's.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specific substrate efficiencies from FRET peptide assay"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/860049 doi: bioRxiv preprint Next, we studied the substrate specificity of SARS-M pro for folded proteins, which exhibit the structural environment of the cleavage sites beyond the amino-acid sequence. Therefore, full-length SARS-CoV His-nsp7-10 was recombinantly produced in E.coli and purified. This protein construct had a non-cleavable N-terminal His tag to reduce number of cleavage product species and thereby simplified interpretation of the mass spectra. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/860049 doi: bioRxiv preprint To monitor the processing dynamics, SARS-CoV His-nsp7-10 was cleaved by SARS-CoV M pro in a test tube and samples were subjected to native MS. Cleavage was performed in a nano ESI compatible ammonium acetate (NH 4 OAc) solution at pH 8.0, which proved equally suitable to maintain protease activity compared to buffers with NaCl ( Figure S 1) . Processing products were observed as peaks in the mass spectra and assigned to protein mass species ( The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/860049 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1111,
                    "end": 1122,
                    "text": "Figure S 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Specific substrate efficiencies from FRET peptide assay"
        },
        {
            "text": "The order of reactions became evident from monitoring peak intensities over time. The relative signal intensity of M pro remained stable while nsp7-10 decreased (Figure 3 A), indicating that M pro depleted nsp7-10. At 20 h, no signal of nsp7-10 was detected anymore and therefore, cleavage was considered complete.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 161,
                    "end": 170,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Specific substrate efficiencies from FRET peptide assay"
        },
        {
            "text": "To obtain the sequence of nsp release, the ratio of the mature nsp monomers was followed over time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specific substrate efficiencies from FRET peptide assay"
        },
        {
            "text": "However, some non-covalent interactions of the nsp's introduced a bias to the relative peak intensities among monomers (Figure S 5). To correct for this bias, signal intensities were converted into mass fractions (MFs), which include the relative signal of each released subunit over time (Table S 2 To determine the relative cleavage efficiencies in the full-length substrate, we used the relative MFs between nsp10, nsp9, nsp8 and nsp7 at 3.3 h (100%, 66%, 36 % and 36 %, respectively). These values suggest decreasing cleavage efficiency from the C-to the N-terminus of SARS nsp7-10. Consistently, the cleavage pattern of the intermediate products revealed that nsp7-10 is predominantly cleaved to nsp7-9 and only then to nsp7-8 ( The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/860049 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/860049 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 289,
                    "end": 299,
                    "text": "(Table S 2",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Specific substrate efficiencies from FRET peptide assay"
        },
        {
            "text": "The results from FRET peptide assay and full-length protein cleavage are in conflict regarding the suggested cleavage order. This is particularly interesting for nsp8-9, because of its Coronaviridaewide conserved NNE motif at P1'-P3'. Previously, it was suggested that this motif could confer poor substrate properties to the nsp8-9 cleavage site, which would result in a considerable influence on processing order and RTC assembly [16] . In fact, two observations made by other researchers provide indication for a peptide-specific effect: Fan et al. analyzed the secondary structure of nsp peptides and observed that nsp8-9, comprising the NNE motif and closely resembling the FPS8-9 tested here, had a higher propensity for α-helices than other nsp peptides [26, 27] . Moreover, Chuck et al. reported that β-strands in substrates promote binding to M pro [28] . The results shown in our work indicate that the structural layout of the cleavage site is different when comparing peptide to full-length protein, which plays a role in endowing the nsp8-9 cleavage site with decent cleavability. Since the full-length protein possesses the structural environment of the cleavage sites, we consider results with this substrate more relevant for studying the processing pattern of the CoV polyprotein.",
            "cite_spans": [
                {
                    "start": 432,
                    "end": 436,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 761,
                    "end": 765,
                    "text": "[26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 766,
                    "end": 769,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 858,
                    "end": 862,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Specific substrate efficiencies from FRET peptide assay"
        },
        {
            "text": "In parallel, we applied CID-MS/MS to identify non-covalent interactions. Thereby, covalent processing intermediates were distinguished from newly formed complexes, for instance nsp7-8 intermediate and nsp7+8(1:1) dimer overlap in mass spectra ( Figure S 3) . Most importantly, we identified an nsp7+8 (2:2) complex, undescribed before, and subject to detailed analysis later on. Here, this complex' intensity in native MS remained low, most likely due to interference by the noncleavable His-tag N-terminal of nsp7. Furthermore, homo-dimers of nsp7 and nsp9 were found ( Figure   S 4) . The MFs of nsp9 monomers and dimers (AVG±SD, N=3; 75±11% and 25±2%, respectively) were determined, based on the intensity ratio of the assigned peaks. Although, the X-ray structure of nsp9 was reported as a dimer, its low abundance found here is consistent with a low dimer affinity in solution [29] . So far, nsp7's ability of dimerization in absence of other proteins has already been noted, but no function has been suggested [21] and therefore, more detailed information remains elusive.",
            "cite_spans": [
                {
                    "start": 882,
                    "end": 886,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1016,
                    "end": 1020,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 245,
                    "end": 256,
                    "text": "Figure S 3)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 571,
                    "end": 584,
                    "text": "Figure   S 4)",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "Protein complex formation upon processing of nsp7-10"
        },
        {
            "text": "Many interactions between components of nsp7-10 have been reported in the past, however, nsp . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/860049 doi: bioRxiv preprint interactions other than those reported above were completely absent, despite the high sensitivity of native MS. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/860049 doi: bioRxiv preprint and alternatively, at elevated collisional energy into nsp8 and nsp7+8(2:1). Additionally, the product ions nsp7+8(1:1) and nsp8(2) provided evidence that their subunits interacted in the complex. The alternative dissociation routes may have resulted from analogous energy absorption paths, either due to similar binding contribution of nsp7 and nsp8 in the complex or due to different gas phase conformers. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/860049 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protein complex formation upon processing of nsp7-10"
        },
        {
            "text": "Recently, the structure of the SARS-CoV RdRp complex was reported as nsp(7+8)+8+12",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "((1:1):1:1) [22] . Nevertheless, the quaternary structure in the absence of other proteins could be different and an important intermediate for either stability or subsequent interactions in solution.",
            "cite_spans": [
                {
                    "start": 12,
                    "end": 16,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although, molecular structures of isolated SARS-CoV nsp7+8 have been reported as dimer (1:1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "containing N-terminally chopped nsp8 and as a hexa-decamer (8:8) [20, 30]. Up to date, a heterotetrameric interaction has not been shown.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 64,
                    "text": "(8:8)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In terms of stoichiometry and subunit connectivity, only nsp7+8(2:2) subcomplexes of the hexadecamer resemble our results [30] . Specifically, in two conformers, T1 and T2 (Figure 5 C), nsp8 builds a scaffold with head-to-tail interaction and nsp7 subunits sandwich the scaffold without selfinteraction. All interfaces are mainly hydrophobic. However, three polar bonds within or in proximity of the nsp8 shaft domain facilitate binding to nsp7. Polar bonds more readily persist in the gas phase than hydrophobic interactions, which explains higher gas phase stability for nsp7+8(1:1) over nsp8 (2) .",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 126,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 595,
                    "end": 598,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The total buried surface areas of T1 and T2 are virtually equal (Table S 5 ). Nevertheless, the nsp8 (2) dimer scaffold in T2 is compact because a loop within the N-terminal α-helix allows bending and interacting with the other nsp8, whereas in T1 the α-helix extends to interact with another tetramer in the crystal lattice. Hence, T2 represents a more likely structure of nsp7+8(2:2) in solution.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 64,
                    "end": 74,
                    "text": "(Table S 5",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In summary, we performed a comprehensive analysis of specific processing and complex formation of a folded viral polyprotein with native MS. While it remains a challenge to perform quantitative MS from heterogeneous protein mixtures, the usage of mass fractions disentangled the mass species and allowed following the processing dynamics. Intriguingly, our results suggest that the processing pattern of SARS-CoV nsp7-10 could have evolved to tailor a remaining nsp7-8 intermediate product.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This intermediate product may have independent enzymatic function [21] but finally serves as an efficient precursor for nsp7+8(2:2) hetero-tetramer formation, as stimulant of the CoV RdRp [18] .",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 70,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 188,
                    "end": 192,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Extending our approach to processing of different CoV species and longer polyproteins will increase understanding of the formation of the functional CoV-RTC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/860049 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Materials and methods",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1.5."
        },
        {
            "text": "To generate inserts for expression plasmids for the CoV ORF1ab nsp7-10 region, DNA was amplified by PCR from commercially obtained cDNA (Eurofins scientific SE) and from DNA plasmids existing from earlier work [17, 21] . To create ends for directed cloning, the PCR products were digested by Eco31I (BsaI) (Thermo Fisher Scientific) and ligated into IBA pASK33+ and pASK35+, encoding for C-and N-terminal His-tag, respectively. The expression plasmid for SARS-CoV M pro with authentic ends was created as described by Xue et al. [31] .",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 214,
                    "text": "[17,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 215,
                    "end": 218,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 529,
                    "end": 533,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Cloning and gene constructs"
        },
        {
            "text": "Main protease SARS-CoV M pro was produced with authentic ends [31] . Briefly, the protein constructs had a GST-tag connected via an auto-cleavage site at the N-terminus and a His-tag connected via a PreScission protease cleavage site at the C-terminus. Protease was purified by affinity chromatography using Ni 2+ -NTA beads (Thermo Fisher Scientific) and dialysis into storage buffer (50 mM HEPES, 10 % glycerol pH 7.5). The His-tag was cleaved by dialysis into PreScission cleavage buffer (20 mM Tris-HCl, 150 mM NaCl, 1mM EDTA, 1 mM DTT at pH 7.0) while incubating with PreScission protease (protease to protein ratio 1:2000) (GE Healthcare) overnight. PreScission protease was removed by binding to GST-Sepharose (GE Healthcare) for 2 h and buffer exchange with centrifugal filter devices (10,000 MWCO, Amicon, Merck Millipore) into storage buffer. Purified M pro was frozen in liquid nitrogen and stored at -80°C.",
            "cite_spans": [
                {
                    "start": 62,
                    "end": 66,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Expression and purification"
        },
        {
            "text": "To produce proteins (Protein ID: P0C6X7) of different-length of the nsp7-10 region, BL21 Rosetta2 (Merck Millipore) were transformed, grown in culture flasks to 0.4-0.6 OD 600 in 0.3-1 L, then induced with 50 µM anhydrotetracycline and continued to grow at 20°C overnight. To pellet, cultures were centrifuged (6000 x g for 20 min) and cells were frozen at -20°C. To separate soluble nsp's, pelleted cells were lysed in 1:5 (v/v) buffer B1 (40 mM phosphate buffer, 300 mM NaCl) with one freeze-thaw cycle, sonicated (micro tip, 70 % power, 6 times on 10 s, off 60 s; Branson digital sonifier SFX 150) and then centrifuged (20,000 x g for 45 min). The proteins were isolated with Ni 2+ -NTA beads (Thermo Fisher Scientific) in gravity flow columns (BioRad). First the beads were equilibrated with 20 column volumes (CV) B1 + 20 mM imidazole, then bound to nsp's by incubation with crude extract for 60 min and finally to remove unspecifically bound proteins washed with 20 CV B1 +20 mM imidazole followed by 10 CV of B1 +50 mM imidazole. To elute the nsp's, eight fractions of 0.5 CV B1 +300 mM imidazole were collected. Immediately after elution, the fractions were supplemented with 4 mM DTT. For quality analysis, SDS-PAGE was performed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expression and purification"
        },
        {
            "text": "For SARS-CoV M pro activity assays, Förster resonance energy transfer (FRET) peptide substrates (FPS) were commercially purchased (Eurogentec), designed as SARS-CoV cleavage site analogues of twelve amino-acid residues (P6-P6') with a FRET pair labelling, namely the fluorophore (F) HiLyte488 at the N-terminus and the Quencher (Q) QXL520 at the C-terminus (Table S 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 357,
                    "end": 368,
                    "text": "(Table S 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "FRET peptide assays"
        },
        {
            "text": "Initially, the freeze-dried FPS were dissolved in DMSO to 2 mM and stored at -20°C, protected from light. For sample preparation, the peptides were serially diluted in 50 mM HEPES, 10% (v/v) glycerol, 1 mM DTT, pH 7.5 and final concentrations were adjusted by measuring A 280 from five independent . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/860049 doi: bioRxiv preprint droplets, using ε = 73,000 mol -1 cm -1 , the absorption coefficient of the HiLyte488 fluorophore as given by the manufacturer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FRET peptide assays"
        },
        {
            "text": "Assays were carried out using a 96-well plate reader (Infinite200, Tecan) with the following parameters: excitation wavelength 485 nm (bandwidth 9 nm), emission wavelength 535 nm (bandwidth 20 nm), gain 80, 10 flashes and 40 µs integration time. Further, flat bottom black polystyrol 96-well plates (Greiner) were used for fluorescence applications. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FRET peptide assays"
        },
        {
            "text": "SDS-PAGE was performed with a 4-12% gradient acrylamide Bis-tris gel with XT MES running buffer. For in-vitro processing, 3.2 µM SARS-CoV M pro was incubated with 13 µM SARS-CoV nsp7-9-His (ratio ~1:4) at 4°C in 20 mM phosphate buffer, 150 mM NaCl, 1 mM DTT at pH 8.0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SDS PAGE"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/860049 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SDS PAGE"
        },
        {
            "text": "To prepare samples for native MS measurements, they were buffer-exchanged into nano electrospray ionization (nanoESI)-compatible solution. Proteases M pro were buffer exchanged into 250-500 mM NH 4 OAc, 1 mM pH 8.0 by two cycles of centrifugal gel filtration (Biospin mini columns, 6,000 MWCO, Biorad). The nsp's were buffer-exchanged into 250-500 mM NH 4 OAc, 1 mM DTT, pH 8.0 by five rounds of dilution and concentration in centrifugal filter units (Amicon, 10,000 MWCO, Merck Millipore).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Native MS"
        },
        {
            "text": "NanoESI capillaries were pulled in-house from borosilicate capillaries (1.2 mm outer diameter, 0.68 mm inner diameter, filament, World Precision Instruments) with a micropipette puller (P-1000, Sutter Instruments) using a squared box filament (2.5 × 2.5 mm, Sutter Instruments) in a two-step program. Subsequently, capillaries were gold-coated using a sputter coater (Q150R, Quorum Technologies) with 40 mA, 200 s, tooling factor 2.3 and end bleed vacuum of 8×10 −2 mbar argon.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Native MS"
        },
        {
            "text": "Native MS was performed at an nano-electrospray quadrupole time-of-flight (nanoESI-Q-TOF) instrument (Q-TOF2, Micromass/Waters, MS Vision) modified for higher masses [33] . Samples were ionized in positive ion mode with voltages applied at the capillary of 1300-1500 V and at the cone of 130-135 V. The pressure in the source region was kept at 10 mbar throughout all native MS experiments. For purpose of desolvation and dissociation, the pressure in the collision cell was adjusted to 1.3-1.5×10 -2 mbar argon. Native mass spectra were obtained at accelerating voltage of 10-30 V while for CID-MS/MS these voltages were increased to 30-200 V. In ESI-MS overview spectra for nsp's, the quadrupole profile was 1-10,000 m/z. In tandem MS, for precursor selection, LMres and HMres were adjusted at 10-30 V collisional voltage until a single peak was recorded, and then dissociation was induced.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 170,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Native MS"
        },
        {
            "text": "To calibrate raw data, CsI (25 mg/ml) spectra were acquired and calibration was carried out with MassLynx (Waters) software. Data were analysed using MassLynx (Waters), Massign (by Nina Morgner [34] ). All determined masses are provided (Table S 3) .",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 198,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 237,
                    "end": 248,
                    "text": "(Table S 3)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Native MS"
        },
        {
            "text": "To start the processing reactions, nsp's and M pro were incubated (ratio ~1:4-1:10). Three independent reactions were started in parallel and incubated at 4°C. To acquire mass spectra at defined time-points, sample aliquots of 1-3 µL were taken by means of a microliter syringe (5 µL, Hamilton) with flexible fused silica tubing (Optronis) and loaded into in-house fabricated nanoESI capillaries, which were mounted on the nanoESI source, all within two minutes. Then, raw spectra were acquired in the first 300 scans (1 scan/sec).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Native MS"
        },
        {
            "text": "To analyze the data, the raw spectra were smoothed (2×5) in Masslynx 4.1 (Waters) and then nsp's were assigned to peak series. For each assigned mass species, signal responses (SRs), using the combined relative intensities of peaks, were summarized and normalized. This was done independently for each spectrum. Finally, the average and standard deviation for SR and time-points was calculated from three independent spectra. Poorly resolved spectra were not included in the data analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Native MS"
        },
        {
            "text": "To determine mass fractions (MF), the SRs of assigned peaks for monomers and complexes were combined (Table S 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 101,
                    "end": 112,
                    "text": "(Table S 2)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Native MS"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/860049 doi: bioRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Native MS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Identification of a novel coronavirus in patients with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "New. Engl. J. Med",
            "volume": "348",
            "issn": "20",
            "pages": "1967--1976",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "From SARS to MERS: 10 years of research on highly pathogenic human coronaviruses",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hilgenfeld",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "100",
            "issn": "",
            "pages": "286--295",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Characterization of an efficient coronavirus ribosomal frameshifting signal: requirement for an RNA pseudoknot",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Brierley",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Digard",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Inglis",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Cell",
            "volume": "57",
            "issn": "4",
            "pages": "537--584",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The Genome sequence of the SARS-associated coronavirus",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Marra",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1399--404",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Mechanisms and enzymes involved in SARS coronavirus genome expression",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Thiel",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Gen. Virol",
            "volume": "84",
            "issn": "",
            "pages": "2305--2320",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Unique and conserved features of genome and proteome of SARS-coronavirus, an early split-off from the coronavirus group 2 lineage",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Mol Biol",
            "volume": "331",
            "issn": "5",
            "pages": "991--1004",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cc-By-Nc-Nd",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/860049"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Nidovirales: evolving the largest RNA virus genome",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Gorbalenya",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Virus Res",
            "volume": "117",
            "issn": "1",
            "pages": "17--37",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Mechanism of the maturation process of SARS-CoV 3CL protease",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Hsu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Biol Chem",
            "volume": "280",
            "issn": "35",
            "pages": "31257--66",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Processing of the human coronavirus 229E replicase polyproteins by the virus-encoded 3C-like proteinase: identification of proteolytic products and cleavage sites common to pp1a and pp1ab",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ziebuhr",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Siddell",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Virol",
            "volume": "73",
            "issn": "1",
            "pages": "177--85",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Coronavirus main proteinase (3CLpro) structure: basis for design of anti-SARS drugs",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Anand",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1763--1770",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The crystal structures of severe acute respiratory syndrome virus main protease and its complex with an inhibitor",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proc. Natl. Acad. Sci. U.S.A",
            "volume": "100",
            "issn": "23",
            "pages": "13190--13195",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Functional and genetic analysis of coronavirus replicasetranscriptase proteins",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Sawicki",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "PLoS Pathog",
            "volume": "1",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Processing of open reading frame 1a replicase proteins nsp7 to nsp10 in murine hepatitis virus strain A59 replication",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Deming",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "10280--91",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Biosynthesis, purification, and substrate specificity of severe acute respiratory syndrome coronavirus 3C-like proteinase",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Biol Chem",
            "volume": "279",
            "issn": "3",
            "pages": "1637--1679",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Prediction and biochemical analysis of putative cleavage sites of the 3C-like protease of Middle East respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Virus Res",
            "volume": "208",
            "issn": "",
            "pages": "56--65",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Conservation of substrate specificities among coronavirus main proteases",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hegyi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ziebuhr",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Gen. Virol",
            "volume": "83",
            "issn": "",
            "pages": "595--604",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Doctoral Thesis) Coronaviral Polyprotein Nsp7-10 : Proteolytic Processing and Dynamic Interactions within the Transcriptase/Replicase Complex",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Falke",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "One severe acute respiratory syndrome coronavirus protein complex integrates processive RNA polymerase and exonuclease activities",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Subissi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proc. Natl. Acad. Sci. U.S.A",
            "volume": "111",
            "issn": "37",
            "pages": "3900--3909",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The SARS-coronavirus nsp7+nsp8 complex is a unique multimeric RNA polymerase capable of both de novo initiation and primer extension",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Te Velthuis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Van Den Worm",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nucleic Acids Res",
            "volume": "40",
            "issn": "4",
            "pages": "1737--1784",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Nonstructural proteins 7 and 8 of feline coronavirus form a 2:1 heterotrimer that exhibits primer-independent RNA polymerase activity",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Virol",
            "volume": "86",
            "issn": "8",
            "pages": "4444--54",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Structure of the SARS-CoV nsp12 polymerase bound to nsp7 and nsp8 co-factors",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Kirchdoerfer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Ward",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nat Commun",
            "volume": "10",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Mass spectrometry beyond the native state",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Chandler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Benesch",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Curr Opin Chem Biol",
            "volume": "42",
            "issn": "",
            "pages": "130--137",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Structural mass spectrometry goes viral",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dülfer",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Adv. Virus Res",
            "volume": "105",
            "issn": "",
            "pages": "189--238",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Evaluating the 3C-like protease activity of SARS-Coronavirus: recommendations for standardized assays for drug discovery",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Grum-Tokars",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Virus Res",
            "volume": "133",
            "issn": "1",
            "pages": "63--73",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "3C-like proteinase from SARS coronavirus catalyzes substrate hydrolysis by a general base mechanism",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Biochemistry",
            "volume": "43",
            "issn": "15",
            "pages": "4568--74",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The substrate specificity of SARS coronavirus 3C-like proteinase",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Biochem. Biophys. Res. Commun",
            "volume": "329",
            "issn": "3",
            "pages": "934--974",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Profiling of substrate specificity of SARS-CoV 3CLpro",
            "authors": [
                {
                    "first": "C.-P",
                    "middle": [],
                    "last": "Chuck",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PloS one",
            "volume": "5",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Variable oligomerization modes in coronavirus nonstructural protein 9",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ponnusamy",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Mol Biol",
            "volume": "383",
            "issn": "5",
            "pages": "1081--96",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Insights into SARS-CoV transcription and replication from the structure of the nsp7-nsp8 hexadecamer",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhai",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nat. Struct. Mol. Biol",
            "volume": "12",
            "issn": "11",
            "pages": "980--986",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Production of authentic SARS-CoV M pro with enhanced activity: application as a novel tag-cleavage endopeptidase for protein overproduction",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xue",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of molecular biology",
            "volume": "366",
            "issn": "3",
            "pages": "965--975",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Use of a fluorescence plate reader for measuring kinetic parameters with inner filter effect correction. Analytical biochemistry",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "267",
            "issn": "",
            "pages": "331--335",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Improving the performance of a quadrupole timeof-flight instrument for macromolecular mass spectrometry",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Van Den Heuvel",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Analytical chemistry",
            "volume": "78",
            "issn": "21",
            "pages": "7473--83",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Massign: an assignment strategy for maximizing information from the mass spectra of heterogeneous protein assemblies",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Morgner",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "V"
                    ],
                    "last": "Robinson",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Analytical chemistry",
            "volume": "84",
            "issn": "6",
            "pages": "2939--2987",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Process curves of M pro (0.5 µM) with different concentrations of FRET peptide substrates (FPS) in 50 mM HEPES, 10 % Glycerol pH 7.5. The slopes correspond to the apparent k cat /K M as given in the legend.Processing of nsp7-10",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "SARS nsp7-10 processing in native MS. Peak assignment in native MS after 6h. Mass species, charge states and their m/z are labelled. For processing, 1.25 µM SARS-CoV M pro and 12.5 µM SARS-CoV His-nsp7-10 (~1:10 ratio) were incubated at 4°C in 250 mM NH 4 OAc, 1 mM DTT at pH 8.0. The components were mixed and after a defined incubation time, samples were injected into an electrospray capillary and mass spectra were acquired.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Table S 3). When acquiring mass spectra at different times during processing, signals of three protein categories dominated successively, in the beginning full-length nsp7-10 substrate and M pro (~1h); subsequently, intermediate products (~6 h), representing partially cleaved substrate; and in the end mature products encompassing nsp monomers and protein complexes (~20 h) (Figure S 6). Covalent and non-covalent products were distinguished via CID-MS/MS.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": ").Thereby, MFs demonstrated a processing order of the nsp9-10 site first, the nsp8-9 site second, and the nsp7-8 site third(Figure 3B). MFs were similar at the end-point of processing (~20 h) showing that the individual nsp's were all cleaved off nsp7-10 (Figure S 5).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "). The time-course of processing of the SARS-CoV fulllength substrate as determined here via native MS corresponded well with results from SDS-PAGE using the shorter SARS-CoV His-nsp7-9 substrate (Figure 3 C, Figure S 7). Additionally, shorter substrates were also analyzed in native MS, fully in line with the results obtained SARS-CoV nsp7-10 (Figure S 8).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "SARS-CoV nsp7-10 processing monitored by native MS: Signal over time of protease, substrate and products. (A) Substrate and enzyme. (B) Mass fractions over time show the order of nsp release. (C) Intermediate products. Error bars depict standard deviation (N=3). Time points (AVG±SD, N=3): 0.25±0.1 h, 1.2±0.1 h, 3.3±0.2 h, 5.3±0.3 h, 6.4±0.3 h±0.5 h. (D) Schematic illustration of cleavage order and efficiency.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Upon cleavage of nsp7-9-His, a putative nsp7+8 (2:2) tetramer (red) emerged. Other assigned peaks correspond to M pro (asterisk), nsp7 (yellow), nsp8 (green) and nsp9 (blue). For cleaving the precursor, 2 µM SARS-CoV M pro was incubated with 14 µM SARS-CoV nsp7-9-His (ratio ~1:7) at 4°C in 300 mM NH 4 OAc, 1 mM DTT at pH 8.0 overnight.Finally, the complex of nsp7+8 was investigated in detail. In order to promote interactions of nsp's with authentic amino acid sequence, we engineered a SARS-CoV nsp7-9-His containing a cleavable His-tag at the C-terminus. Upon processing of this substrate by M pro , we tested the landscape of mass species via native MS. Peak envelopes were detected for the monomeric products nsp7, nsp8 and nsp9 as well as for M pro monomer and dimer. While nsp9 did not interact with any of the other subunits, even after cleavage of the tag, nsp7+8 formed a hetero-tetramer of nsp7+8(2:2) (62.2 kDa) (Figure 4). This stoichiometry was predicted based on the molecular weights of the subunits (2×9.3 kDa + 2×21.8 kDa = 62.2 kDa). However, for further evidence, molecular ions of three different charge states of the putative nsp7+8 hetero-tetramer (4449 m/z, +14; 4153 m/z, +15; 2893 m/z, +16) (Figure 5 A) were selected as precursor and subjected to CID-MS/MS. To successively induce subunit dissociation, we increased the collision voltage (CV) stepwise. Thereby, the overall dissociation pattern was exposed (Figure 5 A and Figure S 9), which confirmed the hetero-tetrameric (2:2) complex stoichiometry.Two alternative dissociation pathways revealed the arrangement of subunits within the complex(Figure 5 B). The hetero-tetramer dissociated at lower activation energy into nsp7 and nsp7+8(1:2),",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Product ion spectra showing two CID dissociation pathways of SARS-CoV nsp7+8 hetero-tetramer (+14, 4449 m/z) at (A) 50 V and (B) 80 V collisional energy. (C) Two conformers denoted as T1 and T2 extracted from a hexa-decameric SARS-CoV nsp7+8 (PDB 2G9T)[30] and both in line with the native MS results.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "FRET peptide substrates (FPS) purchased to determine kinetic parameters of Mpro.Fluorescence coefficients k sx and inner filter effect of the peptides were determined for each substrate according to previous protocols[32] (Figure S 2). The kinetic parameters were determined as suggested by Grum-Tokars et al.[25]. Briefly, 20 µL SARS-CoV M pro (final conc. c Mpro of 0.5 µM) was mixed with 80 µL FRET peptide substrates of six different concentrations (final conc. c X,S of 2 µM, 1µM, 0.5 µM, 0.25 µM, 0.125 µM and 0 µM) and fluorescence (AFU) was monitored every 30 seconds for 5 minutes. To calculate kinetic parameters, triplicate measurements were performed.The fluorescence coefficients k sx were used to convert the initial increase of AFU into the initial reaction rate, which was then normalized by c Mpro to rate/[Enzyme]. For comparing substrate specificities, the rates/[Enzyme] were plotted against the substrate concentrations c X,S resulting in process curves. The slopes of the process curves correspond to the apparent k cat /K M .The influence of salt conditions on enzyme activity was determined by incubating 20 µL M pro (final concentration 0.1 µM) with 80 µM FRET peptide substrate FPS4-5 (final concentration 1 µM) in varying NH 4 OAc (10% Glycerol, pH7.5 and 50 mM, 165 mM, 280 mM, 395 mM, 510 mM, 625 mM, 740 mM, 855 mM, 970 mM, 1085 mM and 1200 mM) and NaCl (50 mM HEPES, 10% Glycerol, pH 7.5 and 0 mM, 120 mM, 240 mM, 360 mM, 480 mM, 600 mM, 720 mM, 840 mM, 960 mM, 1080 mM and 1200 mM). The fluorescence was followed every 60 seconds by monitoring (AFU), which initial slopes (AFU/s) were converted by the fluorescence coefficient k sx into the initial rate (Figure S 1).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "). As expected, the assay showed FPS4-5 to be most efficiently cleaved amongst the FPS's tested here, with an apparent efficiency (K cat /K M ) of",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": ": Formulas to determine mass fractions: MF SARS nsp7 = SR [nsp7 mon. + 2*nsp7 dim. + nsp7+8(1:1) + 2*nsp7+8(2:2)] MF SARS nsp8 = SR [nsp8 mon. + nsp7+8(1:1) + 2*nsp7+8(2:2)] MF SARS nsp9 = SR [nsp9 mon. + 2xnsp9 dim.] MF SARS nsp10 = SR [nsp10 mon.] MF 229e nsp7 = SR [nsp7 + nsp7+nsp7-9] MF 229e nsp7-9 = SR [nsp7-9 + nsp7+nsp7-9] 1.6.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}