{
    "paper_id": "82468c289eb562a3e63d084238c08f62e617eb64",
    "metadata": {
        "title": "In silico Design of novel Multi-epitope recombinant Vaccine based on Coronavirus surface 2 glycoprotein 3 4",
        "authors": [
            {
                "first": "Mandana",
                "middle": [],
                "last": "Behbahani",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Isfahan",
                    "location": {
                        "addrLine": "6 Hezar Jareeb St",
                        "postCode": "81746-73441",
                        "settlement": "Isfahan",
                        "country": "Iran"
                    }
                },
                "email": "ma.behbahani@ast.ui.ac.ir"
            }
        ]
    },
    "abstract": [
        {
            "text": "It is of special significance to find a safe and effective vaccine against coronavirus disease 2019 (COVID-11",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "19) that can induce T cell and B cell -mediated immune responses. There is currently no vaccine to prevent 12 COVID-19. In this project, a novel multi-epitope vaccine for COVID-19 virus based on surface 13",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "glycoprotein was designed through application of bioinformatics methods. At the first, seventeen potent 14 linear B-cell and T-cell binding epitopes from surface glycoprotein were predicted in silico, then the 15 epitopes were joined together via different linkers. The immunogenicity of these epitopes was identified 16",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "using IFN-γ ELIspot assays. The IFN-γ producing T cell variation ranged from 11.1 ±1.2 SFU to 38.2 ± 2.1 17 SFU per 10 6 PBMCs. One final vaccine was constructed which composed of 398 amino acids and attached 18",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "to 50S ribosomal protein L7/L12 as adjuvant. Physicochemical properties, as well as antigenicity in the 19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "proposed vaccines, were checked for defining the vaccine stability and its ability to induce cell-mediated 20 immune responses. Three-dimensional structure of the mentioned vaccine was subjected to the molecular 21",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "docking studies with MHC-I and MHC-II molecules. The results proposed that the multi-epitope vaccine 22",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "with 50S ribosomal protein L7/L12 was very stable with high aliphatic content and high antigenicity. 23 24 Keyboards: Vaccine, Multi-epitope, Coronavirus, Surface glycoprotein 25 optimize the extensive immunological data such as antigen presentation and processing to achieve 40 specific interpretations [4]. In recent decades, several vaccines were established based on in silico .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In early 2020, COVID-19 began generating headlines all over the world because of the extraordinary speed 28 of its transmission. So, there are rising concerns about community infections. Vaccination is one of the 29 most effective tools to prevent infectious diseases [1] [2]. As far as our knowledge concerns, there is no 30 report about developing COVID-19 multi epitope vaccine. Therefore, we became eager to design potent 31 multiepitope vaccines from antigenic sites of coronavirus surface glycoprotein. The multiepitope 32 vaccines have advantageous over conventional vaccines with regards to safety profile and high 33 immunogenicity [3] . Multiepitope vaccines have the potential to induce responses restricted by a 34 wide variety of HLA molecules and generate a balanced CD4+ and CD8+ cellular immune 35 response. Another molecule that contribute to innate immunity contains TLR3 that activates Escherichia coli [7] , Vibrio cholera [8], Human immunodeficiency virus-1 [9], Hepatitis C virus 43 [10] and many others. In several experimental studies, the efficacy of computationally designed 44 vaccines has been recently approved for use in defined human vaccines [11] [13] . In this study, in 45 silico analysis were performed to determine exclusive B cell and T-cell epitopes from coronavirus 46 surface glycoprotein that are antigenically most significant for coronavirus. In our research, some 47 unique exclusive B cell and T-cell epitopes from coronavirus surface glycoprotein were selected 48 based on their antigenicity, stability and length. The selected epitopes were merged into each other 49 using suitable linkers for organization of final vaccine construct. Consequently, the stability and 50 efficacy of the vaccines were predicted by a set of bioinformatics methods. the conserved sequence and antigenic peptide were selected for further analysis. The copyright holder for this preprint (which was not peer-reviewed) is the .",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 271,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 641,
                    "end": 644,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 811,
                    "end": 813,
                    "text": "35",
                    "ref_id": null
                },
                {
                    "start": 922,
                    "end": 925,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1002,
                    "end": 1004,
                    "text": "43",
                    "ref_id": null
                },
                {
                    "start": 1179,
                    "end": 1183,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 1204,
                    "end": 1206,
                    "text": "45",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "27"
        },
        {
            "text": "Seventeen suitable common B-cell and T-cell epitopes (9-16 amino acids) from coronavirus surface 79 glycoprotein were selected and organized in the final vaccine construct. Then, these epitopes were merged 80 together with AAY, KK linkers and considered as a multi-epitope vaccine. One adjuvant \"50S ribosomal 81 protein L7/L12 82 (MSDINKLAETLVNLKIVEVNDLAKILKEKYGLDPSANLAIPSLPKAEILDKSKEKTSFDLILKGAG 83 SAKLTVVKRIKDLIGLGLKESKDLVDNVPKHLKKGLSKEEAESLKKQLEEVGAEVELK)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "78"
        },
        {
            "text": "with 124 amino acids were incorporated with EAAAK linker at N-terminal portion of the constructs. 85",
            "cite_spans": [],
            "ref_spans": [],
            "section": "84"
        },
        {
            "text": "The sequence of the designed vaccine structures with their adjuvant are depicted in Table 3 VaxiJen score of the protein showed high antigenicity. Due to having good antigenicity, high exposure 132",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 84,
                    "end": 91,
                    "text": "Table 3",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "84"
        },
        {
            "text": "probability to the immune system and high conservancy, this protein was selected for vaccine design.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "84"
        },
        {
            "text": "In the current study, some appropriate common B-cell and T-cell epitopes were designed. The predicted 135",
            "cite_spans": [],
            "ref_spans": [],
            "section": "134"
        },
        {
            "text": "MHC-I and MHC-II restricted epitopes were compared to B-cell epitopes to determine shared epitopes 136 (Table 2) . Finally, 17 epitopes with 9-16 amino acids were selected. These epitopes are located between 137 residues 14-642. These epitopes exhibited a relatively high aliphatic index (>60), high antigenicity (>1.6) 138",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 103,
                    "end": 112,
                    "text": "(Table 2)",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "134"
        },
        {
            "text": "and low instability index (less than 20). The most potent epitope was repeated three times and merged 139",
            "cite_spans": [],
            "ref_spans": [],
            "section": "134"
        },
        {
            "text": "into the other epitopes using suitable linkers (KK, AYY) for organization of final vaccine construct.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "134"
        },
        {
            "text": "Final construct vaccine was composed of 398 amino acids which were respectively attached to 50S 142 ribosomal protein L7/L12 as adjuvant. The antigenicity score of constructed vaccine are shown in 143 Table 3 . The result demonstrated that IV1 has 1.2110 antigenicity (Table 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 201,
                    "end": 208,
                    "text": "Table 3",
                    "ref_id": "TABREF7"
                },
                {
                    "start": 268,
                    "end": 277,
                    "text": "(Table 3)",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "141"
        },
        {
            "text": "Physicochemical properties of the constructed vaccine was predicted using Protparam server. The results 146",
            "cite_spans": [],
            "ref_spans": [],
            "section": "145"
        },
        {
            "text": "revealed that this multi-epitope vaccine have low instability \"as a value below 40\" predicts that the 147 protein is stable. The IV1 construct showed the highest Isoelectric point with 8.52 value. From the 148 aliphatic Index of view, this construct showed aliphatic index more than 90 % ( We examined the numbers of primed CD4+ cells that produced IFN-γ in response to epitopes, using 160",
            "cite_spans": [],
            "ref_spans": [],
            "section": "145"
        },
        {
            "text": "ELISPOT assays described in results proposed that our multi-epitope vaccine was very stable with high aliphatic index and it was 184 potentially antigenic. As reported earlier, high aliphatic index shows the higher thermos-stability of the 185 constructed vaccine. At the present research, the aliphatic index was high, and instability was low and 186",
            "cite_spans": [],
            "ref_spans": [],
            "section": "145"
        },
        {
            "text": "Gravy indices were negative. Also, the higher PI, as the case of this study, shows the higher potential for 187 cell wall attachment. However, the proposed vaccine has high antigenicity. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "145"
        },
        {
            "text": "Authors declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "196"
        },
        {
            "text": "197 Acknowledgment",
            "cite_spans": [],
            "ref_spans": [],
            "section": "196"
        },
        {
            "text": "We wish to thank the University of Isfahan for their supports. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.10.985499 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "198"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "World Health Organization Novel coronavirus (2019-nCoV) situation reports",
            "authors": [
                {
                    "first": "China",
                    "middle": [],
                    "last": "Wuhan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "New England Journal of Medicine",
            "volume": "202",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "HIV-1 gp120: A Target for Therapeutics and Vaccine 205 Design",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cicala",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Nawaz",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jelicic",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Current Drug Targets",
            "volume": "17",
            "issn": "1",
            "pages": "122--157",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "An overview of bioinformatics tools for 208 epitope prediction: implications on vaccine Development",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Thakur",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Raghava",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Soria-Guerra",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nieto-Gomez",
                    "suffix": ""
                },
                {
                    "first": "Govea-Alonso",
                    "middle": [],
                    "last": "Do",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "silico 207 b10",
            "volume": "53",
            "issn": "",
            "pages": "121--128",
            "other_ids": {
                "DOI": [
                    "20910.1016/j.jbi.2014.11.003.iology"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "An overview of bioinformatics tools 211 for epitope prediction: implications on vaccine Development",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Soria-Guerra",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nieto-Gomez",
                    "suffix": ""
                },
                {
                    "first": "Govea-Alonso",
                    "middle": [],
                    "last": "Do",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Biomed Inform",
            "volume": "53",
            "issn": "",
            "pages": "405--414",
            "other_ids": {
                "DOI": [
                    "21210.1016/j.jbi.2014.11.003"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Adjuvanted multi-epitope vaccines protect HLA-A* 11: 214 01 transgenic mice against Toxoplasma gondii",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Bissati",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Chentoufi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Krishack",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "JCI Insight",
            "volume": "1",
            "issn": "15",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1172/jci.insight.85955.215"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Immunogenicity of a multi-epitope dna vaccine encoding epitopes 216 from Cu-Zn superoxide dismutase and open reading Frames of Brucella abortus in mice",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Escalona",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Saez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Onate",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Immunology",
            "volume": "217",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "In silico identification and validation of a 219 linear and naturally immunogenic B-cell epitope of the Plasmodium vivax malaria vaccine candidate 220 merozoite surface protein-9",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Rodrigues-Da-Silva",
                    "suffix": ""
                },
                {
                    "first": "Martins",
                    "middle": [],
                    "last": "Da Silva",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Plos One",
            "volume": "11",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Designing an efficient multi-epitope peptide vaccine against 223",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nezafat",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Karimi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eslami",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Vibrio cholerae via combined immunoinformatics and protein interaction based approaches. 224 Computational Biology and Chemistry",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "62",
            "issn": "",
            "pages": "82--95",
            "other_ids": {
                "DOI": [
                    "10.1016/j.compbiolchem.2016.04.006"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "In silico design of a DNA based HIV-1 multi-epitope vaccine for 226 Chinese populations",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Human Vaccines Immunother",
            "volume": "11",
            "issn": "3",
            "pages": "795--805",
            "other_ids": {
                "DOI": [
                    "22710.1080/21645515.2015.1012017"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A novel multi-epitope vaccine for cross protection 229 against Hepatitis C Virus (HCV): an immunoinformatics",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nosrati",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mohabatkar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Behbahani",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Approach Research in Molecular Medicine",
            "volume": "230",
            "issn": "1",
            "pages": "17--26",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "36 antiviral mechanism during infection. Recently, in silico design of epitope-based vaccines has 37 been done for vaccine developing against many infectious diseases. Some bioinformatics tools 38 could facilitate the development of multi epitope-based vaccines. The computational tools can",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Analysis of docking results152The results of docking the constructions with HLA-1 and HLA-2 confirmed the high values with IV1 153construct. Also, the results of TLR-3 analysis showed values of 1680.569 for IV1 which demonstrate the 154 high efficacy of vaccine construct (Tables 5).Figure 2indicate docking results of the Vac1 construct with",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Conrad C. Huang, Elaine C. Meng, John H. Morris (2014) Enhancing UCSF Chimera through web 236 services. Nucleic Acids Research. 42(1):478-484. https://doi.org/10.1093/nar/gku377 237 15.Doytchinova IA, Flower DR (2007) VaxiJen: a server for prediction of protective antigens, tumour 238 antigens and subunit vaccines. BMC Bioinformatics. 239 16.Duquesnoy R, Marrari M (2017) Usefulness of the ElliPro epitope predictor program in defining the 240 repertoire of HLA-ABC eplets. Hum .78( 7-8): 481-488. doi:10.1016/j.humimm.03.005 241 17.Beaver JE, Bourne PE, Ponomarenko JV (2007) Epitope Viewer: a Java application for the 242 visualization and analysis of immune epitopes in the Immune Epitope Database and Analysis Resource 243 (IEDB). Immunome Res DOI:10.1186/1745-7580-3-3. 244 18. Patronov AI. Doytchinov I (2013) T-cell epitope vaccine design by immunoinformatics. Open Biol. 245 2013; 3(1):120139. doi: 10.1098/rsob.120139.246 19.Salentin S, Schreiber S, Haupt VJ (2015) PLIP: fullyautomated protein-ligand interaction profiler. 247 Nucleic Acids Research ;43: W443-W447.https://doi.org/10.1093/nar/gkv315 248 249 250 20. Roosa K. , Lee Y., Luo R., Kirpich A., Rothenberg R., et al (2020) Hyman J.M., Yan P., and G. 251 Chowell, Real-time forecasts of the COVID-19 epidemic in China from February 5th to February 24th, 252 2020, Infect Dis Model. 2020; 5: 256-263. 253 254 255 21. Ai S., Zhu G., Tian F., Li H., Gao Y., Wu Y., Lin H (2020) Population movement, city closure and 256 spatial transmission of the 2019-nCoV infection in China. 257 258 259 22.Paul S, Piontkivska H (2010) Frequent associations between CTL and T-Helper epitopes in HIV-1 260 genomes and implications for multi-epitope vaccine designs. BMC Microbiology. 10:212. doi: 261 10.1186/1471-2180-10-212 262 23.Hajighahramani N, Nezafat N, Eslami M, et al. (2017) Immunoinformatics analysis and in silico 263 designing of a novel multiepitope peptide vaccine against Staphylococcus aureus. Infection Genetics and 264 Evolution. 48: 83-94. doi: 10.1016/j.meegid 265 24.Solanki V, Tiwari M, Tiwari V. (2019) Prioritization of potential vaccine targets using comparative 266proteomics and designing of the chimeric multi-epitope vaccine against Pseudomonas aeruginosa. 267Scientific Reports. 9. Molecular docking analysis of IV1construct with TLR-3. The results showed that TLR",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "HLA class II, But for TLR-3 the data in PDB bank was used and optimized by chimera1.12 [14.]",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": ". The final bioinfo3d.cs.tau.ac.il/ PatchDock/) with default complex type and clustering RMSD of 4Å. The 103binding sites of final construct and TLR3 were studied using fully automated protein-ligand interaction 104 profiler server (PLIP; https://projects.biotec.tu-dresden.de/plip-web/plip/index). The outputs of PLIP were 105in XML format, flat text, and visualization files[19]. The visualization files were visualized using PyMOL International license author/funder. It is made available under aThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.10.985499 doi: bioRxiv preprint 116IFNγ-ELISPOT assay was used to identify the prevalence of pre-existing CD4+ Tcell immunity. Human 117 IFN-γ ELISPOTPRO kits from Mabtech, Nacka Strand, Sweden were used to quantify the frequency of 118 epitope-specific IFN-γ secreting T cells in PBMCs. PBMCs (10 6 ) of each healthy donor were incubated 119 with each of the synthetic epitopes in ELISPOT plates. The epitope-specific CD4+ T cell responses were 120 determined after 24 hours. Each spot-forming unit (SFU) corresponds to one IFNγ-secreting T cell. Results121are expressed as numbers of SFU per 10 6 PBMC. The negative control was PBMCs in medium without 122 epitope stimulation and was used to evaluate the spontaneous secretion of IFNγ. The positive control was 123 polyclonal activator anti-CD3 monoclonal antibody, which determine T cell numbers and viability of the 124 immunoassay. Initially, coronavirus surface glycoprotein was studied for determining specific conserved part of protein 129between the virus serotypes. Results of protein BLAST are shown inTable 1. The results demonstrated 130 that coronavirus surface glycoprotein had the most conservancy levels between 97. 8 and 100. Also, 131",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "The CD4+ T cellular memory responses of highest magnitude were Due to the nature of coronavirus and high infectious rate, the progress of a vaccine against coronavirus is 170 very challenging. Though, with the development of computational methods, these limitations are reduced. 171 By the way, using computational methods, the design of recombinant vaccines and the estimation of 172 physicochemical properties as well as vaccines efficacy could be available [20] [21]. Then, this research 173 was intended to design an effective multi-epitope recombinant vaccine against coronavirus using a unique 174 multi-step bioinformatics approach. Our potent multi-epitope vaccine is contained seventeen epitopes in 175 surface glycoprotein of coronavirus along with AAY and KK linkers and 50S ribosomal protein L7/L12 as 176 adjuvant. Based on our knowledge, there is no report about computational design of epitope-based vaccine 177 for coronavirus. Recently, in silico, design of epitope-based vaccine was used for vaccine development 178 against several infectious diseases. Several bioinformatics tools have been established that accelerate the 179 growth of multi epitope-based vaccines. In recent decade, several multiepitope vaccines for pathogenic 180 viruses have been reported. Multi epitope vaccines could provide an effective immunization against 181 different serotypes of a pathogen. Despite mentioned advantages of Multi epitope vaccines, poor 182 immunogenicity is considered as a major drawback to growth of these vaccines [22], [23]. The in-silico 183",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Results of the antigenicity and BLAST of coronavirus surface glycoprotein and",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Result of final T-cell and B-cell epitope prediction screening from coronavirus surface International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.10.985499 doi: bioRxiv preprint",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Average antigenicity of constructed vaccine using VaxijenTable 5. HDOCK scores of HLA1, HLA2 and interaction residues of selected sequences . CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.10.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Mean number of responding T cells (SFU) of donors to predicted and conserved T cell 324epitopes encompassing entire HA protein International license author/funder. It is made available under a",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}