{
    "paper_id": "8b71ce92ec03e066eca7792bfd17e2f210d50ce3",
    "metadata": {
        "title": "Title: Optimizing diagnostic strategy for novel coronavirus pneumonia, a multi-center study in Eastern China Authors (email addresses): Affiliations: Correspondence to",
        "authors": [
            {
                "first": "Jing-Wen",
                "middle": [],
                "last": "Ai",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huashan Hospital of Fudan University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Hao-Cheng",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huashan Hospital of Fudan University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Teng",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Vision Medicals Co",
                    "location": {
                        "settlement": "Ltd",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jing",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huashan Hospital of Fudan University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Mengqi",
                "middle": [],
                "last": "Zhu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huashan Hospital of Fudan University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yi-Qi",
                "middle": [],
                "last": "Yu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huashan Hospital of Fudan University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Han-Yue",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huashan Hospital of Fudan University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yang",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huashan Hospital of Fudan University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xian",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huashan Hospital of Fudan University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhongliang",
                "middle": [],
                "last": "Shen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huashan Hospital of Fudan University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Guo-Qing",
                "middle": [],
                "last": "Zang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jie",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wen-Jing",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Vision Medicals Co",
                    "location": {
                        "settlement": "Ltd",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yong-Jun",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Vision Medicals Co",
                    "location": {
                        "settlement": "Ltd",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "De-Sheng",
                "middle": [],
                "last": "Xie",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ming-Zhe",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Simcere Diagnostics",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jing-Ying",
                "middle": [],
                "last": "Sun",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Simcere Diagnostics",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jia-Zhen",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huashan Hospital of Fudan University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Wen-Hong",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huashan Hospital of Fudan University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "COVID-19 caused by a novel coronavirus SARS-CoV-2 emerged in Wuhan, Hubei province since December 2019, and caused a rapid outbreak throughout China and globally. Cities outside Hubei are also facing great challenge and require implementing of effective and feasible strategy in precision diagnosing novel coronavirus pneumonia (NCP).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We described a multicenter prospective study on diagnostic strategy of suspected NCP patients from January 22 nd to February 9 th , 2020 in Eastern China cities. Nasopharyngeal swabs were collected from the patients. The epidemiological characteristics, clinical symptoms, laboratory assessments, and computed tomographic (CT) scans were obtained. Pathogen screen were performed including RT-PCR, multiplex PCR, rapid flu antigen tests and mNGS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We enrolled 53 suspected NCP patients, among whom 20 were laboratory-confirmed. Fourteen (70%) and 3 (15%) patients were positive for the first and second SARS-CoV-2 RT-PCR test, respectively. All NCP patients were positive for mNGS. Chest CT images and the symptoms of early stage NCP patients were similar to other viral pneumonia patients. We identified 11 of 20 co-infections in NCP cases, including regular respiratory virus, fungi and bacteria synchronously. Genomic analysis showed that 8 of 10 cases had no mutation in virus genome, while 2 cases had only one single mutation in N gene.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Our study discovered that a combination of chest CT, SARS-CoV-2 RT-PCR and multi-plex PCR is recommended in regions outside Hubei province. Co-infection of other pathogens with SARS-CoV-2 exists and should be acknowledged. Repeated sampling, change of specimen type or metagenomics sequencing could further facilitate during critical clinical cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Since December 2019, clusters of unexplained pneumonia emerged in Wuhan, China, and rapidly spread throughout China and globally. In early January, Chinese health authority announced the causative agent was isolated to be a novel coronavirus, and the whole genome of which was published [1] [2] [3] . The virus was initially named by WHO as the 2019 novel coronavirus and was renamed in 11 th Feb 2020 as SARS-CoV-2 4 . Until February 13 th , 2020, the total reported confirmed corona virus disease 2019 (COVID- 19) cases have reached 48,296 within China, and 490 cases in other 24 countries globally 5, 6 , and the increasing number of cases and widening geographical spread have raised concerns internationally 7 .",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 290,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 291,
                    "end": 294,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 295,
                    "end": 298,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 416,
                    "end": 417,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 512,
                    "end": 515,
                    "text": "19)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 601,
                    "end": 603,
                    "text": "5,",
                    "ref_id": null
                },
                {
                    "start": 604,
                    "end": 605,
                    "text": "6",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 713,
                    "end": 714,
                    "text": "7",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Apart from the transmission pattern and characteristics of this virus, one of the reasons for the initial rapid growth of infected-patient numbers was insufficient ability to rapidly detect such a huge amount of suspected cases, especially in a city with more than 10 million populations. This could then led to the untimely discover and quarantine patients infected with SARS-COV-2, further aggravate the epidemics. Outside Hubei Province, sporadic and clustered cases have continuously reported within China, and most of the provinces and municipalities had confirmed around 50-1000 cases. Other countries including USA, South Korea, Japan and etc, also had sporadic and clustered reports 5, 6, [8] [9] [10] . Currently, the epidemics control outside Hubei province and other countries has entered into a critical stage. To control and eliminate the epidemics is still the main task till now; thus to prevent a single spark to start a prairie fire, as what we had observed in Wuhan, is critical. Therefore, optimizing diagnostic strategy is urgent and essential for the future global SARS-COV-2 control and prevention.",
            "cite_spans": [
                {
                    "start": 694,
                    "end": 696,
                    "text": "6,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 697,
                    "end": 700,
                    "text": "[8]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 701,
                    "end": 704,
                    "text": "[9]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 705,
                    "end": 709,
                    "text": "[10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Chest computerized tomography (CT) is an important method to identify lung lesions. A study involving 1099 patients have shown that around 76.4% of the laboratory-confirmed SARS-COV-2 patients had novel coronavirus pneumonia (NCP) on admission, and usually exhibited typical radiological finding of the ground-glass opacity (50%) or bilateral patchy shadowing (46%) 11 . However, the specificity of chest CT is relatively low. Currently, the golden standard for the NCP diagnosis is a positive result in real-time reverse-transcriptase polymerase-chain-reaction (RT-PCR) assay or metagenomics sequencing for respiratory specimens, including nasal and pharyngeal swab specimens, sputum, and bronchoalveolar lavage fluid 12 . Importantly, RT-PCR is required to be performed at least twice for suspected cases on both admission day 0 and day 2 to achieve two negative results in order for the patients to be released. However, recently, physicians around china has reported cases of NCP that had 2 or even 3 continuous negative RT-PCR results for nasopharyngeal and throat swab specimens before finally laboratory-confirmed 13 . According to the recent \"Diagnosis and Treatment Guideline for New Coronavirus Pneumonia (the fifth edition), China\", CT imaging results were used as the clinical diagnostic criteria for NCP, but strictly limited in Hubei Province 14 . This phenomenon raised national concerns and discussions about how to improve the diagnostic strategy of novel coronavirus pneumonia (NCP) under the current circumstances.",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 368,
                    "text": "11",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 719,
                    "end": 721,
                    "text": "12",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1121,
                    "end": 1123,
                    "text": "13",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Considering the high incidence of other viral lung diseases and seasonal cold in winter, cities outside Hubei province also face a great challenge in implementing effective and feasible strategy in precision diagnosing NCP patients. Missed diagnosed NCP patients lead to exposure risks to communities and health care workers, while over-diagnosed of suspected patients means occupation of medical resources and increasing cross-infection of these pneumonia patients (usually arranged in the same ward with NCP patients), leading to unnecessary panic and gradual depletion of medical resources. This article is a pilot study and aims to detail describe the pathogens of suspected NCP patients in the eastern-China region, to compare the efficacy of different diagnostic approaches in NCP diagnosis, and to provide evidence for future strategic diagnosis in regions outside Hubei Province.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We described a multicenter prospective study on the diagnosis of suspected SARS-COV-2 pneumonia (NCP) from January 22 nd to February 9 th , 2020 in Eastern China cities. Cases were diagnosed based on the WHO interim guidance 15 . According to the Chinese guideline, suspected NCP cases were identified as having pneumonia after chest CT (with one of the two following criteria met: fever or respiratory symptoms, normal of decreased white blood cell counts/ decreased lymphocytes counts), and a travel history or contact with patients with fever or respiratory symptoms from Hubei Province or confirmed cases within 2 weeks. A confirmed case with NCP was defined as a positive SARS-COV-2 nucleotides result either by metagenomic sequencing or RT-PCR assay for nasopharyngeal swab specimens 14 . Severe cases are defined as any one of the followings: 1) Respiratory distress, respiratory rates ≥ 30 per minute; 2) Pulse oxygen saturation ≤93% on room air 3) Oxygenation Index (PaO2/FiO2) ≤300mmHg. Oral consents were obtained from all the patients and the study was approved by the ethics review committee of Huashan Hospital affiliated to Fudan University.",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 227,
                    "text": "15",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 790,
                    "end": 792,
                    "text": "14",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Patients"
        },
        {
            "text": "The epidemiological characteristics (including recent exposure history), clinical symptoms and signs, laboratory assessments and CT scans were obtained with data collection forms from electronic medical records. Laboratory assessments consisted of complete blood count, liver function, C-reactive protein and direct antigen Flu A+B test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "Sample collection and laboratory test Nasopharyngeal swab samples were collected for extracting total RNA from all included suspected patients on the admission day to fever clinic (DAY 0). After collection, the nasopharyngeal swabs were placed into a collection tube with 3 ml of virus transport solution (Copan UTM ® : Viral Transport, USA). One-milliliter each of the sample were sent for SARS-COV-2 RT-PCR to both key laboratory of pathogenic microorganisms of Huashan Hospital and Jingan District Center for Disease Prevention and Control 11 . If the first RT-PCR result was negative, the second nasopharyngeal sample of observing patients would be collected on DAY 3 for RT-PCR test again.",
            "cite_spans": [
                {
                    "start": 543,
                    "end": 545,
                    "text": "11",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "At the meantime, 300μl of UTM were sent for a fast, simultaneous, multiplexed real-time reverse transcription nucleic acid amplification assay for qualitative detection and identification of multiple respiratory viral and bacterial nucleic acids in nasopharyngeal swabs using Qiagen ResPlex II V2.0 kit, which including more than 22 Total RNA was extracted using the QIAamp Viral RNA Mini Kit (QIAGEN, Germany), and sent for the metagenomic sequencing. During metagenomic sequencing, RNA was reversetranscribed into cDNA, with which sequencing library was prepared. The qualified library was All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 332,
                    "text": "22",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.02. 13.20022673 doi: medRxiv preprint sequenced on an Illumina Nextseq using a single-end mode (1x75bp). After low-quality reads and reads derived from human genome sequences were removed, de novo assembly was done using SPAdes(v3.1). Sequenced reads were aligned to a curated database for taxonomic classification, SARS-COV-2 and other pathogen identification as described previously 16 .",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 118,
                    "text": "13.20022673",
                    "ref_id": null
                },
                {
                    "start": 488,
                    "end": 490,
                    "text": "16",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "Statistical Analysis Categorical variables were described as frequency rates, and continuous variables were described using median, and interquartile range (IQR) values. Means for continuous variables were compared using independent group t tests when the data were normally distributed; otherwise, the Mann-Whitney test was used. Proportions for categorical variables were compared using the χ2 test, although the Fisher exact test was used when the data were limited. All statistical analyses were performed using SPSS (Statistical Package for the Social Sciences) version 13.0 software (SPSS Inc). For unadjusted comparisons, a 2-sided α of less than 0.05 was considered statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "Thirty genomes of coronal viruses were downloaded from NCBI and 6 Wuhan SARS-COV-2 genomes released by China through GISAID (https://www.gisaid.org/) for phylogenetic analysis. Phylogenetic trees were constructed based on the N gene sequences by means of the maximum-likelihood method 17 . A total of 10 samples which had sequence coverage of over 80% were included in the analysis. Alignment of multiple sequences was performed with the ClustalW program (MEGA software, version 7.0.14) 18 .",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 287,
                    "text": "17",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 487,
                    "end": 489,
                    "text": "18",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Phylogenetic analysis"
        },
        {
            "text": "Role of the funding source The funder of the study had no role in study design, data collection, data analysis, or writing of the report. The corresponding authors had full access to all the data in the study and had final responsibility for the decision to submit for publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Phylogenetic analysis"
        },
        {
            "text": "Our study enrolled 53 patients with suspected NCP. Twenty patients were finally laboratoryconfirmed with NCP, among whom 14 patients were positive for the first admission SARS-COV-2 RT-PCR, 3 patients turned to positive in the second test after the first negative result. Three other patients were diagnosed through mNGS while both RT-PCR reported negative ( Figure 1 Abnormalities in chest CT images were detected among all patients. According to CT scan, 12 (60%) NCP patients showed bilateral pneumonia with just 8 (40%) patients showing unilateral pneumonia. Most non-NCP patients showed unilateral or bilateral patchy shadowing. TFour non-NCP and 2 NCP patients showed ground-glass opacity, respectively. CT image of other patients were subsegmental areas of consolidation. In our study, chest CT images of early stage NCP patients showed unilateral or bilateral ground glass opacity, which were similar to some non-NCP images of patients with RSV, mycoplasma and parainfluenza virus. The findings of progressive stage chest CT images were bilateral multiple lobular and subsegmental areas of consolidation ( Figure 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 359,
                    "end": 367,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1114,
                    "end": 1122,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "According to the QIASTAT and metagenomic sequencing results, we found 11 co-infection cases among 20 NCP cases, including viruses such as influenza A/B, rhino/enterovirus, respiratory syncytial viral and etc., and other atypical pathogen, fungi and bacteria synchronously ( Figure 3 ). Among the 33 laboratory-confirmed non-NCP patients, QIASTAT and metagenomic sequencing reported positive in 7 and 23 patients, respectively. Pathogen distribution of non-NCP cases was shown in Figure 3 . Phylogenetic analysis was performed to investigate the genetic relationship between SARS-COV-2 and other pathogenic coronavirus, as well as the diversity among our SARS-COV-2 strains. Consistent with previous reports, SARS-COV-2 was identified as a new species that's most similar to SARS-CoV. The SARS-COV-2 strains sequenced in our cases were highly conserved with the original Wuhan strain. Genetic variations were further analyzed in 10 cases with sufficient coverage and depth of the N gene. Among which, only one single nucleotide mutation (g605a) was identified in two of the samples which resulted in a non-synonymous S203N change in the N gene, suggesting a relatively low level of genetic polymorphism in our SARS-COV-2 cases (Figure 4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 274,
                    "end": 282,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 479,
                    "end": 487,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1226,
                    "end": 1235,
                    "text": "(Figure 4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In our study, we enrolled 53 suspected cases and 20 cases were finally laboratory-confirmed with NCP, among which 11 patients were also co-infected with other pathogens. Other causative pathogens were detected through multiplex respiratory PCR panel and mNGS, and in the non-NCP groups, some pathogens, such as RSV, parainfluenza virus may share very similar radiological patterns as the NCP group, including bilateral multiple lobular, groundglass opacity, and consolidation. This indicated that for regions in Eastern China, pathogens other than SARS-COV-2 still composed of approximately 60% of the suspected unexplained pneumonia; therefore, chest CT alone could not be used as a diagnostic criterion for SARS-COV-2 infections. A combination of chest CT and other diagnostic methods is essential to decrease the chance of misdiagnosis in areas outside Hubei Province.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the previous articles, researchers found severe ICU patients had coinfections of bacteria and fungi 19 . It probably occurred secondary to severe ARDS or large dose or long time of glucocorticoid therapy. The common pathogen included A. baumannii, K. pneumoniae, A flavus, C. glabrata, and C. albicans. However in our study, we found 5 co-infection virus cases other than the common bacterial and fungi, including influenza, rhino/enterovirus, respiratory syncytial viral and etc, suggesting that virus co-infection may be the common phenomena in winter pneumonia cases. Thus, positive pathogen results (especially virus and atypical pathogens, which is a type of common pathogens detection in unexplained pneumonia) cannot be the exclusive criteria to COVID-2019 during unexplained pneumonia diagnosis.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 105,
                    "text": "19",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the laboratory-confirmed NCP cases, 15% of the nasopharyngeal swab specimens were negative for RT-PCR on the first time and turned to positive on the second time, while another 15% of the specimens tested negative both time and was finally diagnosed through metagenomics sequencing. The result suggested that the current RT-PCR for SARS-COV-2 indeed had at least 15% of false negative rate. However, these 3 mNGS positive but RT-PCR negative samples had a relatively low sequences reads, which suggested low viral loads in the upper respiratory tract and the possibility low contagious risk for these patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The reasons lies behind this phenomenon may be due to several causes. One of the influencing factors is the sampling techniques. We found very high copies of NCP virus in the deep nasopharyngeal swab sample of the patient No. 18, whose first nasopharyngeal swab collected one day before by another physician was negative, which suggests that standard sampling strictly according to the protocol may increase the sensitivity of the specimens. Also, most of the cases published until now tends to use nasopharyngeal swab specimens for nucleic acid tests 19, 20 . Our study revealed that for some NCP patients with very mild pneumonia, their viral loads and mNGS sequences reads from the nasopharyngeal swab specimen could be as high as 2x10 6 copies/ul and 21,938,215 (patient No.8, seen in Supplement 1), the highest All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 552,
                    "end": 555,
                    "text": "19,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 556,
                    "end": 558,
                    "text": "20",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 739,
                    "end": 740,
                    "text": "6",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.02.13.20022673 doi: medRxiv preprint among all patients. Meanwhile, some patients having severe symptoms had relatively low virus loads detected form nasal swab samples. For example, patient no.92 were admitted into hospital with severe pneumonia and an oxygen saturation of below 93%; however, the SARS-COV-2 viral loads of his sample is 3.1X10 3 copies/μl while mNGS detected 1,216 unique reads, relatively lower than other NCP patients (Supplement 1). A possible explanation could be that NCP patients' lesions tends to be located in the lower respiratory tract, causing the RT-PCR positivity of the upper respiratory tract sampling to be reduced. Other factors such as RNA extraction efficacy, quality of kit or potential interference of multiple primers could also affect the detection of RT-PCR assay. Possible mutation in primer or probes regions could lead to false-negative detection, albeit these regions are very reserved. Although from WGS data, we haven't found any mutation in the primer regions in these patients, however, such risk always exits. The primer design also partially relies on the chosen gene. Orf1ab and S gene are very specific genes that can effectively distinguish COVID-19 from other coronaviruses (including SARS and SARS like viruses), which have been used to design specific PCR detection primers. N and E genes of the SARS-CoV-2 may form cross-reaction with other coronaviruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Metagenomic sequencing was the method by which SARS-COV-2 was initially identified. Despite its longer turnaround time and higher cost, mNGS demonstrated a satisfying level of sensitivity when compared to PCR assays in our study. Moreover, the nature of unbiased sequencing offers higher tolerance for genetic drift in the target pathogens, whereas certain changes in sequence can result in critical impact on the assay efficiency 21, 22 . Along with targeted assays, mNGS should serve as an indispensable tool for sensitive and close monitoring of the molecular evolution for SARS-COV-2. Such genetic information will offer valuable insights not only for public health management, but also for contentious optimization of diagnostic assays 23, 24 . Therefore, as the SARS-COV-2 epidemic is currently entering into a critical stage, both within China and over the global 25 , according to the results of our study, the following improvements in molecular diagnosis are recommended in the optimized diagnostic flow diagram [ Figure  5 ]. First of all, repeated sampling could increase the positivity, and especially during clinical situations where epidemiological history and clinical manifestations highly indicate NCP, a third or fourth sampling may be helpful when resources are available. Second, our study showed that mNGS showed reliable and stable detection ability in the NCP diagnosis, and may facilitate to solve diagnostic difficulties during important or critical clinical cases and low positive RT-PCR results. What's more, in order to circumvent possible mutations in RT-PCR primers region, more than 1 gene target was recommended to amplify when designing RT-PCR assays [25] . Whole Genome Sequencing (WGS) method can overcome the mutation problems which cause false-negative result in RT-PCR. Therefore, we used this method in all enrolled patients and should be continue using for mutation surveillance. Lastly, lower respiratory tract specimens might provide higher positivity, due to that higher viral loads may be detected there. Therefore, physicians might collect such samples through bronchoscopy or trachea cannula when under through medical protection.",
            "cite_spans": [
                {
                    "start": 431,
                    "end": 434,
                    "text": "21,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 435,
                    "end": 437,
                    "text": "22",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 741,
                    "end": 744,
                    "text": "23,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 745,
                    "end": 747,
                    "text": "24",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 871,
                    "end": 873,
                    "text": "25",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1685,
                    "end": 1689,
                    "text": "[25]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 1024,
                    "end": 1033,
                    "text": "Figure  5",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In the future, rapid serological tests for antigen and antibodies, targeted molecular assays All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.02. 13.20022673 doi: medRxiv preprint (e.g. PCR-or CRISPR-based ones 26 ) are currently under development, and if successfully validated, these methods could further be used in combination with other diagnostic method to assist in clinical practice.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 118,
                    "text": "13.20022673",
                    "ref_id": null
                },
                {
                    "start": 172,
                    "end": 174,
                    "text": "26",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The study has a limitation of a relatively small sample size. More studies are needed to further validate our findings. Also, sputum, lower respiratory tract, serum and fecal samples were not collected for our laboratory-confirmed patients in our study, and collection of the above samples for a larger cohort would help to improve our diagnostic strategy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our study discovered that, in low epidemic regions outside Hubei province such as Eastern-China region, the current reliable first approach to the unexplained pneumonia should be a combination of chest CT, SARS-COV-2 RT-PCR and multi-plex PCR (rapid influenza antigen tests and RT-PCR could also be used as a substitute). Chest CT alone could not precisely diagnose COVID-2019 due to similar radiological presentations. Co-infection of other pathogens with SARS-COV-2 exists and should be acknowledged. What's more, different sampling approaches may also affect the results, therefore, in highly suspected cases but with two negative SARS-COV-2 RT-PCR results, repeated sampling or change of sample type could increase the positive rate. Metagenomics sequencing could further facilitate during critical clinical cases and monitor the molecular evolution for SARS-COV-2. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.02.13.20022673 doi: medRxiv preprint the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.02. 13.20022673 doi: medRxiv preprint the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 118,
                    "text": "13.20022673",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.02. 13.20022673 doi: medRxiv preprint * Should other tests such as ELISA, CRISPR, LAMP, etc. be validated for SARS-CoV-2 detection, these tests may also be used in the first-step diagnosis.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 118,
                    "text": "13.20022673",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.02. 13 the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 109,
                    "text": "13",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.02. 13.20022673 doi: medRxiv preprint ",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 140,
                    "text": "13.20022673 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "for Health Protection of the Hong Kong Special Administrative Region Government . CHP provides further information on cluster of pneumonia cases in Wuhan",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Chinese researchers reveal draft genome of virus implicated in Wuhan pneumonia outbreak",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A Novel Coronavirus from Patients with Pneumonia in States",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "2020:10.1056/NEJMoa2001191"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The First Case of 2019 Novel Coronavirus Pneumonia Imported into Korea from Wuhan, China: Implication for Infection Prevention and Control Measures",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Choe",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Oh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Korean Med Sci",
            "volume": "35",
            "issn": "5",
            "pages": "61--61",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A novel coronavirus outbreak of global health concern",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Horby",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Lancet",
            "volume": "2020",
            "issn": "0120",
            "pages": "30185--30189",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Epidemiologic and Clinical Characteristics of Novel Coronavirus Infections Involving 13 Patients Outside Wuhan",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "China.JAMA.2020:10.1001/jama.2020.1623"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster",
            "authors": [
                {
                    "first": "Jf-W",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "K-H",
                    "middle": [],
                    "last": "Kok",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Lancet",
            "volume": "2020",
            "issn": "0120",
            "pages": "30154--30159",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical characteristics of 2019 novel coronavirus infection in China",
            "authors": [
                {
                    "first": "W-J",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z-Y",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "British Medical Journal",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "China. Lancet",
            "volume": "2020",
            "issn": "0120",
            "pages": "30183--30185",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "2020 National Health Commision of the People's Republic of China",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Clinical management of severe acute respiratory infection when Novel coronavirus (nCoV) infection is suspected: interim guidance",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Incremental value of metagenomic next generation sequencing for the diagnosis of suspected focal infection in adults",
            "authors": [
                {
                    "first": "H-C",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Ai J-W",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Infect",
            "volume": "79",
            "issn": "5",
            "pages": "419--425",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Multiple sequence alignment with the Clustal series of programs",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chenna",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sugawara",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Koike",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nucleic Acids Res",
            "volume": "31",
            "issn": "13",
            "pages": "3497--3500",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Molecular Evolutionary Genetics Analysis across Computing Platforms",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Stecher",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Knyaz",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tamura",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mega X",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Mol Biol Evol",
            "volume": "35",
            "issn": "6",
            "pages": "1547--1549",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Lancet",
            "volume": "2020",
            "issn": "0120",
            "pages": "30211--30217",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Importation and Human-to-Human Transmission of a Novel Coronavirus in Vietnam",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Phan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "C"
                    ],
                    "last": "Luong",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "2020:10.1056/NEJMc2001272"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Clinical metagenomics",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chiu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nat Rev Genet",
            "volume": "20",
            "issn": "6",
            "pages": "341--355",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Clinical Metagenomic Sequencing for Diagnosis of Meningitis and Encephalitis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Sample",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Zorn",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "380",
            "issn": "24",
            "pages": "2327--2340",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The genome sequence of Lone Star virus, a highly divergent bunyavirus found in the Amblyomma americanum tick",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Swei",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Naccache",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "4",
            "pages": "62083--62083",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Actionable diagnosis of neuroleptospirosis by next-generation sequencing",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Naccache",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Samayoa",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "370",
            "issn": "25",
            "pages": "2408--2417",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The continuing 2019-nCoV epidemic threat of novel coronaviruses to global health -The latest 2019 novel coronavirus outbreak in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Azhar",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Madani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Infect Dis",
            "volume": "91",
            "issn": "",
            "pages": "264--266",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "CRISPR-based rapid and ultra-sensitive diagnostic test for Mycobacterium tuberculosis",
            "authors": [
                {
                    "first": "Ai J-W",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Emerg Microbes Infect",
            "volume": "8",
            "issn": "1",
            "pages": "1361--1369",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "All rights reserved. No reuse allowed without permission",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "the author/funder, who has granted medRxiv a license to display the preprint in perpetuity",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Therefore, in the diagnosis of unexplained pneumonia, positive respiratory pathogen results cannot serve as an evidence for exclusion of SARS-COV-2 infection. Currently, non-SARS-COV-2 pathogens are still very common in suspected patients in Eastern China region. We applied metagenomic sequencing for SARS-COV-2 identification in these samples. Out of the 53 suspected samples, we were able to identify 20 SARS-COV-2-positive cases, all 17 of RT-PCR positive samples were mNGS positive and 3 repeated RT-PCR negative patients were also tested positive during mNGS. The metagenomics results showed median reads of all SARS-COV-2-positive cases per million of 99 (1-688,541), a median genome coverage of 35.0% (1.2-99.9%) and a median sequencing depth of 24x (1x-7453) (Supplement 3). The SARS-COV-2 reads showed by metagenomics are positively correlated with SARS-COV-2 copies by RT-PCR (Spearman correlation, r=-0.736, P<0.001). The great degree of variations shown in these sequencing outputs suggests a broad range of viral titer in SARS-COV-2 infections.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Patient recruitment flowchart.All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Chest computed tomographic Images of patients with SARS-CoV-2 and other pathogens.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Pathogen distribution of 53 patients with suspected NCP.All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Phylogenetic",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Recommended optimized diagnostic flow diagram.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "pathogens: Adenovirus, Coronavirus 229E, Coronavirus HKU1, Coronavirus NL63, Coronavirus OC43, Human Metapneumovirus A+B, Influenza A, Influenza A H1, Influenza A H3, Influenza A H1N1/pdm09, Influenza B, Parainfluenza Virus 1, Parainfluenza Virus 2, Parainfluenza Virus 3, Parainfluenza Virus 4, Rhinovirus/Enterovirus, Respiratory Syncytial Virus A+B, Bordetella pertussis, Chlamydophila pneumoniae and Mycoplasma pneumoniae) (supplement 2).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": ", Table 1, Supplement 1). The virus load of the 17 NCP patients varied from 2.0 to 2.1x10 6 copies/μL (Supplement 2). Among the conformed cases, 16 NCP patients had a travel history from Hubei Province and 3 patients had close contact with patients with fever or respiratory symptoms from Hubei Province or confirmed cases with 14 days on diseases onset. One patient didn't have any typical epidemiology history. Half of the NCP patients were male, with a median age of 37 years. The most common symptoms at onset of NCP were fever (16 [80%]), dry cough (11 [55%]), diarrhea (3 [15%]), and headache (3 [15%]). Less common symptoms were fatigue, abdominal pain, and vomiting. Three patients were diagnosed with severe COVID-19 pneumonia. Importantly, the symptoms of NCP patients were very similar with non-NCP patients in our study. The blood counts of enrolled NCP patients showed less white blood cells, neutrophils and platelet count than non-NCP patients (P<0.05). Levels of aspartate amino transferase were increased in 3 (15%) of 20 NCP patients. (Supplement 1).",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Diagnostic efficacy of SARS-CoV-2 RT-PCR, mNGS, direct antigen Flu A+B test，multiplex PCR for other respiratory infection pathogens.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Supplement 1 Clinical characteristics of 53 patients with suspected SARS-CoV-2 pneumonia.All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This study is sponsored by the National Science and Technology Major Project of China (2018ZX10305-409-001-003). We acknowledge all health-care workers involved in the diagnosis and treatment of patients in Eastern China; we thank the Shanghai Municipal Center for Disease Control and Prevention, and Jian District Center for Disease Control and Prevention; We acknowledged BGI Genomics for their assistance in the analysis of molecular diagnosis.; we thank anonymous Shanghai citizens and companies for their donation of personal protective equipment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgement:"
        }
    ]
}