{
    "paper_id": "8c900409a679dc1f16ef13c73500cbb53605b683",
    "metadata": {
        "title": "Lung epithelial cells have virus-specific and shared gene expression responses 1 to infection by diverse respiratory viruses 2 3",
        "authors": [
            {
                "first": "James",
                "middle": [
                    "T"
                ],
                "last": "Vanleuven",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Idaho",
                    "location": {
                        "settlement": "Moscow",
                        "region": "ID",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Benjamin",
                "middle": [
                    "J"
                ],
                "last": "Ridenhour",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Idaho",
                    "location": {
                        "settlement": "Moscow",
                        "region": "ID",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Craig",
                "middle": [
                    "R"
                ],
                "last": "Miller",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Idaho",
                    "location": {
                        "settlement": "Moscow",
                        "region": "ID",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Tanya",
                "middle": [
                    "A"
                ],
                "last": "Miura",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Idaho",
                    "location": {
                        "settlement": "Moscow",
                        "region": "ID",
                        "country": "USA"
                    }
                },
                "email": "tmiura@uidaho.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "The severity and outcome of respiratory viral infections is partially determined by the cellular 9 response mounted by infected lung epithelial cells. Disease prevention and treatment is dependent on our 10 understanding of the shared and unique responses elicited by diverse viruses, yet few studies compare host 11 responses to different viruses while controlling other experimental parameters. We used microarray analysis 12 to compare changes in gene expression of murine lung epithelial cells infected individually by three respiratory 13 viruses causing mild (rhinovirus, RV1B), moderate (coronavirus, MHV-1), and severe (influenza A virus, 14 PR8) disease in mice. RV1B infection caused numerous gene expression changes, but the differential effect 15 peaked at 12 hours post-infection. PR8 altered an intermediate number of genes whose expression continued 16 to change through 24 hours. MHV-1 had comparatively few effects on host gene expression. The viruses 17 elicited highly overlapping responses in antiviral genes, though MHV-1 induced a lower type I interferon 18 response than the other two viruses. Signature genes were identified for each virus and included host defense 19 genes for PR8, tissue remodeling genes for RV1B, and transcription factors for MHV-1. Our comparative 20 approach identified universal and specific transcriptional signatures of virus infection that can be used to 21 discover mechanisms of pathogenesis in the respiratory tract.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "22 42 murine cells. Because RV1B can replicate in mouse cells, it has been used to study immune responses and/or 43 mechanisms of asthma exacerbation in infected mice [1-5]. Intranasal inoculation of mice with a high dose of 44 RV1B results in viral replication and an early inflammatory response in the respiratory tract without clinical 45 signs of disease [1, 3-5]. RV1B antigens have been detected in cells of the epithelia and lamina propria of the 46 upper respiratory tract of infected mice [2, 4].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "47 MHV-1 is a strain of mouse hepatitis virus that preferentially replicates and causes disease in the 48 respiratory tract of specific mouse strains and thus serves as a model for respiratory coronaviral infections [6, 49 7]. MHV-1 causes severe disease in A/J-strain mice and milder pathology in other mouse strains [6, 8]. Mouse",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "50 strain-dependent disease severity corresponds to inflammatory responses, fibrin deposition, and reduced type I 51 interferon (IFN) production [6]. Further, type I IFN-mediated signaling is required for protection from severe 52 disease during MHV-1 infection of resistant mice [8]. MHV-1 has been detected in pulmonary macrophages of 53 infected mice, but has not been reported to infect respiratory epithelial cells in vivo [6]. Although primary 54 murine alveolar epithelial cells are susceptible to MHV-1 infection in vitro, their role during in vivo infection 55 is not clear [9].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Murine models of respiratory viral infections have been widely used to identify the mechanisms that 32 determine disease severity in the respiratory tract. While these models are invaluable for evaluating pathology 33 and host responses to infection, parallel in vitro studies can be used to identify gene expression and signaling 34 pathway changes that occur in infected cells to mediate pathogenesis. In this study, we compare the gene 35 expression response of murine lung epithelial cells to infection by three respiratory viruses used in murine 36 models: rhinovirus (serotype RV1B) in the family Picornaviridae, mouse hepatitis virus (MHV strain 1) in the 37 family Coronaviridae, and influenza A virus (strain PR8) in the family Orthomyxoviridae. Viruses from 38 different families and with different replication strategies were chosen to identify which responses to infection 39 in respiratory epithelial cells are shared and which are virus-specific. In the following paragraphs, we describe 40 some of the key features of these three viruses in murine models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "31"
        },
        {
            "text": "Minor group rhinoviruses, including RV1B, use low-density lipoprotein receptor to enter either human or Mice have been used for decades to study the pathogenesis of influenza viral disease. One of the most 57 commonly used strains, PR8, has been serially passaged in mice to produce a model for pulmonary infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "41"
        },
        {
            "text": "PR8 infection results in a range of disease severities that is mouse strain-dependent [10] . Although susceptible 59 mice mount a type I IFN response to PR8 infection, lethal infection is associated with spread of virus to the 60 alveoli and an excessive inflammatory response [10] [11] [12] [13] . PR8 replicates in bronchiolar and alveolar epithelial 61 cells of the lower respiratory tract in vivo and in primary murine respiratory epithelial cells in vitro (Blazejewska 62 et al., 2011; [9, 14, 15] .",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 90,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 277,
                    "end": 281,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 282,
                    "end": 286,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 287,
                    "end": 291,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 292,
                    "end": 296,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 461,
                    "end": 490,
                    "text": "(Blazejewska 62 et al., 2011;",
                    "ref_id": null
                },
                {
                    "start": 491,
                    "end": 502,
                    "text": "[9, 14, 15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "58"
        },
        {
            "text": "We used a murine lung epithelial cell line (LA4) to compare the gene expression response to these three 64 unrelated viruses. LA4 cells were derived from neoplastic lung epithelia from strain A (A/He) mice and have 65 some properties of alveolar type II cells [16] . Strain A (A/J) mice are highly susceptible to respiratory viral 66 infections, including MHV-1 and influenza A viruses [6, 10] . Other studies have demonstrated that LA4 cells 67 are susceptible to infection by PR8 and RV1B [15, 17] . In this study, we show that LA4 cells are also susceptible 68 to infection by MHV-1 (hereafter referred to as MHV). The gene expression response of LA4 cells to infection 69 by MHV, PR8, and RV1B (hereafter referred to as RV) differed in timing and magnitude of the changes. While Figure S1 ). Based on this, LA4 cells were 88 inoculated with 3 TCID50/cell RV, 1 PFU/cell PR8, or 3 PFU/cell MHV. Triplicate wells of LA4 cells in 6-well 89 plates were inoculated with each virus diluted in serum-free medium or were mock-inoculated with serum-free 90 medium for 1 h at 37C. Viral inocula were removed and the cells were rinsed twice with serum-free medium. ",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 264,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 386,
                    "end": 389,
                    "text": "[6,",
                    "ref_id": null
                },
                {
                    "start": 390,
                    "end": 393,
                    "text": "10]",
                    "ref_id": null
                },
                {
                    "start": 478,
                    "end": 495,
                    "text": "PR8 and RV1B [15,",
                    "ref_id": null
                },
                {
                    "start": 496,
                    "end": 499,
                    "text": "17]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 783,
                    "end": 792,
                    "text": "Figure S1",
                    "ref_id": null
                }
            ],
            "section": "63"
        },
        {
            "text": "Statistical tests for differences in expression between treatments were conducted on the normalized 103 expression data using a linear mixed-effect model followed by linear contrasts corrected for multiple 104 comparisons. More specifically, expression was modeled as a function of treatment while probes for a particular 105 gene were treated as a random effects using the nlme::lme function in R. The data contained seven treatments: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "102"
        },
        {
            "text": "Any factors detected to be significant at the family (gene) level were then subsequently corrected using the 113 Benjamini-Hochberg algorithm [21] with a false discovery rate set at 1%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "112"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "114"
        },
        {
            "text": "Gene expression responses to RV1B were compared between our data from mouse cells and published 122 data using human cells [23] using the MGI vertebrate homology database provided by The Jackson Laboratory",
            "cite_spans": [],
            "ref_spans": [],
            "section": "121"
        },
        {
            "text": "[24] as well as the annotate package in R. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "123"
        },
        {
            "text": "At 24 h, when gene expression changes were the highest, genes that were up-regulated by MHV infection had 134 log2-fold change values of less than five. In contrast, PR8 and RV induced expression of many genes by 135 greater than five log2-fold at 24 h, and genes were spread consistently across the full range of values. By 24 h, 136 the genes most strongly up-regulated by PR8 and RV induced changes of 7 -9.5 log2-fold and 6 -7.5 log2-137 fold compared to mock, respectively. This same pattern was observed with the down-regulated genes ( Figure   138 1).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 542,
                    "end": 554,
                    "text": "Figure   138",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "133"
        },
        {
            "text": "The three viruses also differed in the timing of gene expression changes. MHV altered expression of 140 relatively few host genes, most of which were only significantly different from mock at 24 h ( Figure 1A ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 199,
                    "end": 208,
                    "text": "Figure 1A",
                    "ref_id": null
                }
            ],
            "section": "139"
        },
        {
            "text": "While both PR8 and RV induced expression of large subsets of host genes, they did so with different timing. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "141"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/090936 doi: bioRxiv preprint Supplemental table 1 contains the list of genes whose expression was significantly up-regulated by all 173 three viruses compared to mock-inoculated cells. These genes may reflect a global response of epithelial cells 174 to viral infection. Several of the genes with the highest fold change values are involved in antiviral defense at 175 the level of infected cells (eg., Mx1, Bst2, Oas2, Gbp10) or recruitment of immune cells (eg., Cxcl10, Cxcl11, regulated by all three viruses have diverse functions (Table S2) . Some examples of genes that were down-179 regulated by all three viruses included genes that encode transmembrane proteins (Tmem 119, 231, 19, 50a,  ",
            "cite_spans": [
                {
                    "start": 583,
                    "end": 588,
                    "text": "(eg.,",
                    "ref_id": null
                },
                {
                    "start": 589,
                    "end": 593,
                    "text": "Mx1,",
                    "ref_id": null
                },
                {
                    "start": 594,
                    "end": 599,
                    "text": "Bst2,",
                    "ref_id": null
                },
                {
                    "start": 600,
                    "end": 605,
                    "text": "Oas2,",
                    "ref_id": null
                },
                {
                    "start": 606,
                    "end": 612,
                    "text": "Gbp10)",
                    "ref_id": null
                },
                {
                    "start": 856,
                    "end": 866,
                    "text": "(Tmem 119,",
                    "ref_id": null
                },
                {
                    "start": 867,
                    "end": 871,
                    "text": "231,",
                    "ref_id": null
                },
                {
                    "start": 872,
                    "end": 875,
                    "text": "19,",
                    "ref_id": null
                },
                {
                    "start": 876,
                    "end": 880,
                    "text": "50a,",
                    "ref_id": null
                },
                {
                    "start": 881,
                    "end": 881,
                    "text": "",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 720,
                    "end": 730,
                    "text": "(Table S2)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "172"
        },
        {
            "text": "For each of the three viruses, we defined a signature gene as a gene that is both differentially regulated at 192 24 h compared to the mock treatment and has an effect size significantly larger than the other two viruses (i.e.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "191"
        },
        {
            "text": "fold change on the X axis is significantly different from Y-axis, Z-axis, and mock). These genes are colored in 194 Figure 3A and appear along the diagonal in Figure 3B . As expected, RV had the largest number of signature ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 116,
                    "end": 125,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 159,
                    "end": 168,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "193"
        },
        {
            "text": "Although RV induced expression of several genes involved in host defense, these were largely shared by 211 PR8 so were not identified as signature genes. The signature genes up-regulated by RV included kallikrein-1 212 and 10 kallikrein-1-related peptidases and additional proteins involved in tissue remodeling (Table S4) . (Table S4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 312,
                    "end": 322,
                    "text": "(Table S4)",
                    "ref_id": null
                },
                {
                    "start": 325,
                    "end": 335,
                    "text": "(Table S4)",
                    "ref_id": null
                }
            ],
            "section": "210"
        },
        {
            "text": "MHV infection resulted in regulation of a small set of signature genes ( Figure 3B , Table S5 ). Signature The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/090936 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 73,
                    "end": 82,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 85,
                    "end": 93,
                    "text": "Table S5",
                    "ref_id": null
                }
            ],
            "section": "221"
        },
        {
            "text": "As described above, several of the genes with up-regulated expression in response to all three viruses 235 and those that were unique to PR8 are induced by type I IFNs. To specifically evaluate how IFN response 236 genes were altered by the three viruses, genes that were significantly up-regulated by each virus at the 24 h 237 time point were used to query the Interferome v2.01 database (see Materials and Methods). A Venn diagram 238 was generated to visualize the degree of overlap in IFN-related genes whose expression was induced by at 239 least one of the three viruses (Figure 4) . PR8 induced expression of the greatest number of IFN-related genes, 240 a majority of which were shared by at least one other virus. RV up-regulated slightly fewer IFN-induced 241 genes compared to PR8 and MHV infection resulted in up-regulation of the fewest IFN-induced genes. It was 242 somewhat surprising that PR8 induced a higher type I IFN response than RV, given that RV induced 243 expression of nearly twice as many genes than PR8 (Figure 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 578,
                    "end": 588,
                    "text": "(Figure 4)",
                    "ref_id": "FIGREF22"
                },
                {
                    "start": 1032,
                    "end": 1041,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "234"
        },
        {
            "text": "There was strong overlap between the IFN-induced genes up-regulated by each virus. The timing of 245 IFN-related gene expression followed the same trend as was seen in Figure 1 . They further showed that these differences were mediated by differential signaling 290 through the IFN / receptor, with robust signaling in uninfected cells. This supports our findings that PR8 291 induces expression of Ifnar2 and additional type I IFN genes that are not up-regulated by RV ( Figure 5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 168,
                    "end": 176,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 474,
                    "end": 482,
                    "text": "Figure 5",
                    "ref_id": "FIGREF23"
                }
            ],
            "section": "244"
        },
        {
            "text": "None of the type I IFNs or receptors had significantly altered expression upon MHV infection ( Figure   293 5), despite up-regulation of a modest number of IFN-stimulated genes (Figure 4 ). This could be due to IFN-",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 95,
                    "end": 107,
                    "text": "Figure   293",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 177,
                    "end": 186,
                    "text": "(Figure 4",
                    "ref_id": "FIGREF22"
                }
            ],
            "section": "292"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/090936 doi: bioRxiv preprint independent expression of these genes, or induction by a type I IFN that was not represented on the 295 microarray. Coronaviruses are notorious for being able to replicate within cells without triggering type I IFN 296 responses, or delaying IFN induction until late in the replication cycle [34, [50] [51] [52] . Other studies have shown 297 that the IFN response to MHV-1 is a critical determinant of susceptibility. Severe disease in A/J mice 298 compared to C57Bl/6 mice correlates with lower type I IFNs detected in the lungs of A/J mice upon MHV-1 299 infection [6, 53] . Similarly, the expression of various type I IFNs in response to MHV-1 infection in vitro is 300 cell line-dependent [53] . Because the cell line we used, LA4, was derived from the lungs of A/He mice, we 301 would expect it to have a similar response as A/J mice. Thus the lack of type I IFNs induced by MHV-1 in 302 LA4 cells in vitro corresponds with pathogenesis observed in A/J mice in vivo.",
            "cite_spans": [
                {
                    "start": 507,
                    "end": 511,
                    "text": "[34,",
                    "ref_id": null
                },
                {
                    "start": 512,
                    "end": 516,
                    "text": "[50]",
                    "ref_id": null
                },
                {
                    "start": 517,
                    "end": 521,
                    "text": "[51]",
                    "ref_id": null
                },
                {
                    "start": 522,
                    "end": 526,
                    "text": "[52]",
                    "ref_id": null
                },
                {
                    "start": 783,
                    "end": 786,
                    "text": "[6,",
                    "ref_id": null
                },
                {
                    "start": 787,
                    "end": 790,
                    "text": "53]",
                    "ref_id": null
                },
                {
                    "start": 909,
                    "end": 913,
                    "text": "[53]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "294"
        },
        {
            "text": "The finding that LA4 cells mount a stronger response to PR8 than RV or MHV infection may be due to 304 differences in the viral recognition and signaling pathways used to detect these different viruses and 305 amplification of the type I IFN response as discussed above. Alternatively, it could be due to differences in ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "303"
        },
        {
            "text": "Supplementary Materials: Figure S1 : Infection of LA4 cells visualized by immunofluorescent assay of viral 340 proteins and epifluorescent microscopy, Figure S2 : Heatmap of differential expression values for interferome 341 genes, Table S1 : Genes up-regulated in all virus infections, The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/090936 doi: bioRxiv preprint each virus or pairs of viruses. The numbers along the center diagonal are the signature genes with boxes 559 colored as in (a). The off-diagonal numbers are genes that have differential expression in two viruses 560 compared to mock and the third virus, but are not significantly different from each other. 561 562 563 564 The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/090936 doi: bioRxiv preprint Venn diagram shows the number of shared and unique type I IFN-related genes that were up-regulated in each 567 viral infection. The proportion of genes up-regulated in only one virus treatment are shown in parentheses.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 25,
                    "end": 34,
                    "text": "Figure S1",
                    "ref_id": null
                },
                {
                    "start": 151,
                    "end": 160,
                    "text": "Figure S2",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 232,
                    "end": 240,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "339"
        },
        {
            "text": "The genes represented in the Venn diagram were divided into functional groups and heat maps were generated 569 using log2 fold change values for each virus at 24 h compared to mock-inoculated controls. Heat maps of 570 additional functional groups can be found in Supplemental Figure The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/090936 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 277,
                    "end": 283,
                    "text": "Figure",
                    "ref_id": null
                }
            ],
            "section": "568"
        }
    ],
    "bib_entries": {
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Mouse models of rhinovirus-induced disease and 368 exacerbation of allergic airway inflammation",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Rowlands",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Blair",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Clarke",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Johnston",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nat Med",
            "volume": "14",
            "issn": "2",
            "pages": "199--204",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Rhinovirus infection in murine chronic allergic 14",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Jang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Proteomic analysis reveals down-407 regulation of surfactant protein B in murine type II pneumocytes infected with influenza A virus",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Matzke",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Waters",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Metz",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "O"
                    ],
                    "last": "Miura",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Virology",
            "volume": "408",
            "issn": "",
            "pages": "96--107",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Responses of mouse airway epithelial cells and alveolar 410 macrophages to virulent and avirulent strains of influenza A virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Tate",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Schilter",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Reading",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Viral immunology",
            "volume": "24",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Lecithin biosynthesis in a clonal line of lung adenoma cells with type 35",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Stoner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hallman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Troxell",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Innate immune response to influenza A virus in differentiated human alveolar type 470 II cells",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hartshorn",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Mason",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Am J Respir Cell Mol Biol",
            "volume": "45",
            "issn": "3",
            "pages": "582--91",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Systems-level comparison of host responses induced by pandemic and seasonal 473 influenza A H1N1 viruses in primary human type I-like alveolar epithelial cells in vitro",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hancock",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Respir Res",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Alveolar 475",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stegemann-Koniszewski",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jeron",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gereke",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Geffers",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kroger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gunzer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bruder",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Type II Epithelial Cells Contribute to the Anti-Influenza A Virus Response in the Lung by Integrating Pathogen-476 and Microenvironment-Derived Signals",
            "authors": [],
            "year": 2016,
            "venue": "MBio",
            "volume": "7",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Experimental rhinovirus infection increases human tissue kallikrein activation in allergic 479 subjects",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Zuraw",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Int Arch Allergy Immunol",
            "volume": "147",
            "issn": "4",
            "pages": "299--304",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Kinins are generated during experimental rhinovirus colds",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J Infect Dis",
            "volume": "157",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Rhinovirus 484 induces MUC5AC in a human infection model and in vitro via NF-kappaB and EGFR pathways",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Edbrooke",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Stanciu",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "M"
                    ],
                    "last": "Kon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Papi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Jeffery",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Johnston",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Eur Respir J",
            "volume": "485",
            "issn": "6",
            "pages": "1425--1460",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Protective and pathologic roles of the immune response to mouse hepatitis virus type 1: implications for 488 severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Virol",
            "volume": "83",
            "issn": "18",
            "pages": "9258--72",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "T cell epitope 490 specificity and pathogenesis of mouse hepatitis virus-1-induced disease in susceptible and resistant hosts",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Khanolkar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Fulton",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Epping",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Pham",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tifrea",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Varga",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Harty",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J 491 Immunol",
            "volume": "185",
            "issn": "2",
            "pages": "1132--1173",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Characterization of the murine alpha interferon gene 493 family",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Van Pesch",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lanaya",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Renauld",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Michiels",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "15",
            "pages": "8219--8247",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Regulation of inducible and tissue-specific gene expression",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Maniatis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Goodbourn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Fischer",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Science",
            "volume": "495",
            "issn": "4806",
            "pages": "1237--1282",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Differential viral induction of distinct interferon-alpha genes by positive 497 feedback through interferon regulatory factor-7. The EMBO journal",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Marie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Durbin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Levy",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "17",
            "issn": "",
            "pages": "6660--6669",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The interferons and their receptors--distribution and regulation. Immunology and 499 cell biology",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "De Weerd",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "90",
            "issn": "",
            "pages": "483--91",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Cutting Edge: Influenza 501 A virus activates TLR3-dependent inflammatory and RIG-I-dependent antiviral responses in human lung 502 epithelial cells",
            "authors": [
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Goffic",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pothlichet",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vitour",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fujita",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Meurs",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Chignard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Si-Tahar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Immunol",
            "volume": "178",
            "issn": "6",
            "pages": "3368--72",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cc-By-Nc-Nd",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/090936"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Role of double-stranded RNA pattern recognition 505 receptors in rhinovirus-induced airway epithelial cell responses",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "V"
                    ],
                    "last": "Burgens",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Sajjan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Hershenson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Immunol",
            "volume": "183",
            "issn": "11",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Virus Multiplicity of Infection Affects Type I Interferon Subtype 507 Induction Profiles and Interferon-Stimulated Genes",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Zaritsky",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Bedsaul",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Zoon",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Virol",
            "volume": "89",
            "issn": "22",
            "pages": "11534--11582",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Murine Coronavirus Cell Type Dependent Interaction with the Type I Interferon 509 Response",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "689--712",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Group 2 coronaviruses prevent immediate 511 early interferon induction by protection of viral RNA from host cell recognition",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Versteeg",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Bredenbeek",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Van Den Worm",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Spaan",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Virology",
            "volume": "361",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Mouse hepatitis virus does not induce Beta interferon synthesis and does not inhibit its 513 induction by double-stranded RNA",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "2",
            "pages": "568--74",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Distinct signature type I interferon responses are determined by the infecting virus and the 515 target cell",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Baig",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "N"
                    ],
                    "last": "Fish",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Antivir Ther",
            "volume": "13",
            "issn": "3",
            "pages": "409--431",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Dynamic innate immune responses of human bronchial epithelial cells to severe acute respiratory syndrome-518 associated coronavirus infection",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS One",
            "volume": "519",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Toll-like receptor 2-expressing macrophages are required and sufficient for rhinovirus-521 induced airway inflammation",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Hershenson",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "The Journal of allergy and clinical immunology",
            "volume": "522",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Host-pathogen interactions during coronavirus infection of primary alveolar 523 epithelial cells",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Miura",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Leukoc Biol",
            "volume": "86",
            "issn": "5",
            "pages": "1145--1151",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Virus-infected alveolar epithelial cells direct neutrophil chemotaxis and",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Rzepka",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Haick",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Miura",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "several different families, including Picornaviridae, Orthomyxoviridae, Paramyxoviridae, 24 Coronaviridae, and Adenoviridae, infect and cause diseases in the respiratory tract. These diseases range from 25 mild infections of the upper respiratory tract to severe diseases when infecting the lungs. Respiratory viruses 26 commonly target epithelial cells of the airways and lungs. These epithelial cells are responsible for detecting 27 viral pathogens and initiating antiviral responses at the level of infected cells and the immune system, and 28 therefore their response to infection has an important role in determining disease outcomes. Knowledge of the 29 shared and virus-specific responses of respiratory epithelial cells to infection by diverse viruses is fundamental 30 to understanding viral pathogenesis and developing therapies to treat severe respiratory infections.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "70we expected to see highly divergent transcription responses to these three viruses, they induced expression of a 71 large overlapping set of shared genes, including genes involved in antiviral responses. Each virus also altered 72 expression of unique genes, which highlight their different replication strategies and mechanisms of 73 pathogenesis in murine hosts.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "87 numbers of cells positive for viral antigen at 24 h post-infection (",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "106 three viruses tested at two time points (12 h and 24 h) each plus the mock treatment (RV12, RV24, MHV12, 107 MHV24, PR812, PR824, and mock). The following nine post hoc, two-sided contrasts were then performed on 108 the fitted models using the multcomp::glht function in R: each virus-time combination vs. mock (RV12 vs. mock, 109 RV24 vs. mock, MHV12 vs. mock, MHV24 vs. mock, PR812 vs. mock, PR824 vs. mock) and each pairwise110 combination of viruses at the 24 h time point (RV24 vs. MHV24, RV24 vs. PR824 MHV24 vs. PR824). These 9 111 tests have their p-values adjusted by the multcomp::summary.glht function according to their joint distribution.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "1. MHV, PR8, and RV alter cellular gene expression by different magnitudes and with different timing 126 In order to compare how unrelated respiratory viruses (MHV, PR8, and RV) alter gene expression of 127 murine epithelial cells, we infected LA4 cells with each of the three viruses and evaluated cellular gene 128 expression by microarray analysis at 12 and 24 h after infection compared to mock-inoculated controls. Figure 129 1 shows the log2-fold change in expression level of genes that were differentially expressed in virus-infected, 130 compared to mock-inoculated, cells. By plotting the changes in gene expression at 12 vs. 24 hours, we 131 observed differences in magnitude and timing of gene expression changes mediated by the three viruses. The 132 genes with significantly different expression in MHV-infected cells had low fold change values (Figure 1A).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "142 PR8-induced changes in gene expression occurred at a constant rate: the expression level of most genes at 24 143 h was approximately twice the expression value at 12 h (Figure 1B). In contrast, RV infection altered 144 expression of a large number of genes by 12 h and the expression levels were maintained at approximately the 145 same levels at the 24 h time point (Figure 1C).146 Taken together, we observed differences in magnitude and timing of gene expression changes mediated 147 by the three viruses: MHV changes were low and slow, PR8 induced gene expression to high levels at a 148 steady rate, and RV altered gene expression more quickly to peak levels by 12 h. The limited response to 149 MHV infection is in agreement with other coronaviruses, such as MHV-A59 [25] and SARS-CoV [26, 27]. In 150 addition to inducing minor transcriptional up-regulation of host genes, MHV-A59 shuts down host gene 151 expression by enhancing mRNA degradation [25]. A related coronavirus, SARS-CoV, also induces 152 degradation of host mRNAs [28]. The low numbers of host mRNAs that were altered in response to MHV 153 infection in our study could be due to one or both of these mechanisms. While rhinoviruses are also known to 154 down-regulate host gene expression by inhibiting transcription, we saw a robust increase in host RNAs early 155 upon RV infection. This is in agreement with other transcriptome studies of major and minor serogroup 156 rhinoviruses in human respiratory epithelial cells and experimental infections of humans [23, 29-32]. The 157 plateau in gene expression changes in RV-infected cells at 24 h may be due to transcriptional inhibition later 158 in infection. PR8 infection induced a strong transcriptional response in LA4 cells, which has also been seen 159 with multiple strains of influenza A viruses in primary human and mouse airway or lung epithelial cells [Host genes have shared and unique responses to RV, PR8, and MHV infection 163We identified which genes were altered by each virus at 24 h compared to mock and the degree of 164 overlap among the differentially expressed genes. As was also observed inFigure 1, at 24 h RV infection 165 resulted in up-regulation of the largest number of genes, followed by PR8 then MHV(Figure 2A). A similar 166 pattern was seen with down-regulated genes (Figure 2B). While one might worry that the small number of 167 significant genes that were altered by MHV could be false positives, the majority of these genes (65% of up-168 regulated and 86% of down-regulated genes) were also significantly altered by at least one other virus 169 suggesting that most of these genes are true positives. For both up-and down-regulated gene sets, RV had the 170 largest proportion of unique genes, while the majority of genes affected by both PR8 and MHV were shared 171 by at least one other virus.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "180 and 14c), extracellular matrix proteins (Spon2, Ogn, Aspn), and apoptotic signaling proteins (Sdpr, Bmf, Identification of signature genes that were uniquely altered by each virus 184 Comparing the number of genes altered by each virus provides insight into shared and unique cellular 185 responses elicited by the viruses, but it does not provide information on the relative magnitudes of gene 186 expression changes between viruses. To compare gene expression changes between viruses, we plotted the 187 log2-fold change of each gene at 24 h for MHV vs. RV vs. PR8 (Figure 3A). We only included genes that 188 were differentially expressed in at least one viral infection compared to mock. Like Figure 1, this 3D plot 189illustrates that PR8 and RV not only caused a larger number of genes to be up-regulated compared to MHV, 190 but they also induced higher fold change values (Figure 3A).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "195genes, followed by PR8, then MHV (Figure 3B). Interestingly, the genes with the highest fold change values 196 compared to mock were not signature genes, but were up-regulated by both PR8 and RV infection. A pairwise 197 analysis was performed to identify the number of genes with altered expression compared with mock in two 198 viruses compared with the third. This analysis, shown inFigure 3B, reveals that RV and PR8 had the most 199 similarities in both up-and down-regulated genes (Figure 3B, purple blocks). The pattern of up-regulated 200 gene expression changes during MHV infection was more similar to PR8 (24 genes) than RV (6 genes).201Several host defense genes were identified as signature genes uniquely up-regulated by PR8 infection 202(Table S3). These genes included cytokines and chemokines (Cxcl9, Ccl5, IL12b, Ccl8), IFN response genes 203(Ifitm6, Ifi27l2a, Ifna2, Ifit2, Ifitm5, Ifna11), and genes involved in processing MHC class I antigens (Psmb10,204 Tap2, H2-Q2, H2-K1, Psmd9, Psme2, Psme1). The significant up-regulation of host defense genes in response 205 to PR8 in the LA4 cell line corresponds with the expression profile of murine type II alveolar epithelial cells 206 in response to PR8 infection in mice [37]. Furthermore, strong up-regulation of immune response-related 207genes upon PR8 infection of mice correlates with disease severity[11]. Several genes that were uniquely",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "208down-regulated by PR8 are involved in cellular metabolic pathways (Cdo1, Aldh1a7, Acad11, Hsd17b4) or 209 intracellular transport (Myl6b, Ift88, Anxa8).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "213Rhinovirus infections are a significant cause of asthma exacerbations, which correspond with inflammatory 214 responses in the airways. Kallikreins generate kinins and contribute to many disease processes, including215 inflammation. Kinins are induced by rhinovirus infections and kallikrein-1 is up-regulated by rhinovirus 216 infection in humans, especially those with asthma [38, 39]. Up-regulation of these genes in mouse cells upon 217 RV infection would provide a tractable animal model in which to study the roles of kallikreins in rhinovirus-218 induced asthma exacerbations. Rhinoviruses are also known to up-regulate expression of mucins by airway 219 epithelial cells in vitro and in vivo, which may contribute to mucus hypersecretion [1, 40]. Muc2 was the only 220 mucin gene up-regulated by RV in our study, and was unique to RV infection",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "222 genes that were uniquely up-regulated by MHV infection included multiple transcription factors from the 223 double homeobox (Duxf3, Dux, Dux4) and zinc finger and SCAN domain (Zscan4d, Zscan4c, Zscan4-ps1, 2 224 and 3) families. Despite up-regulating expression of transcription factors, MHV infection had a minor impact 225 on the host cell transcriptome. This may be due to enhanced degradation of mRNAs as discussed above, 226 which has been shown to occur during other coronaviral infections [25, 28]. Therefore, LA4 cells may be up-227 regulating transcription in response to MHV infection through expression of various transcription factors 228 while MHV causes degradation of these transcripts, which would reflect the small number of up-regulated 229 transcripts in MHV infected samples. In contrast to MHV-A59, MHV-1 infection did not cause down-230 regulation of a substantial number of host genes. Differences may be due to virus strain, host cell type, and 231 timing differences between the studies.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": ", wherein all genes with 246 significantly altered expression were analyzed (data not shown). Most of the IFN-related genes up-regulated 247 by MHV were only increased at 24 h. PR8 induced expression of 110 IFN-related genes at 12 h and these 248 genes were a subset of the 179 genes up-regulated at 24 h. In contrast, RV infection induced expression of 249 more IFN-related genes at 12 h (148 genes) than at 24 h (123 genes). Relative to up-regulation, few IFN-250 related genes were down-regulated at the 24 h time point (MHV=5, PR8=10, RV=26).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Type I IFNs induce expression of genes with different functions during an antiviral response. To 252 determine whether there were specific patterns in expression of IFN-induced genes that correspond with 253 function, the IFN-induced genes that had significantly increased expression by any of the three viruses were 254 separated into functional groups. Heatmaps that demonstrate differences in fold change (color scale) and 255 significant differences (outlined boxes) in expression compared to mock-inoculated controls were generated 256 (Figure 4 and S2). As shown in the Venn diagram, this analysis also demonstrates that PR8 infection resulted 257 in up-regulation of the most genes involved in type I IFN responses, followed by RV then MHV. The fold 258 change values induced by PR8 infection also were generally higher than the other two viruses. However, there 259 was not a significant correlation between virus identity and functional group. For most of the functional 260 groups, MHV up-regulated expression of a smaller subset of the same genes as PR8 and RV, with the 261 exception of the MHC class I pathway (Figure 4). MHV significantly up-regulated expression of only one 262 gene involved in the MHC class I pathway (Blmh), which was not significantly up-regulated by the other two 263 viruses. This observation suggests that cytotoxic T cell responses may differ in MHV infections compared to 264 PR8 and RV. T cell responses have complex roles in MHV-1 infections, as they contribute to protection in 265 resistant mouse strains but mediate pathology in susceptible strains [41]. However, mice with the CD8+ T cell 266 repertoire of a resistant strain in the background of a susceptible strain remain susceptible to severe MHV-1 267 infection [42]. The failure of MHV-1 to activate processing and presentation of MHC class I antigens could 268 explain the inability of a broadly reactive CD8+ T cell response to protect these mice.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "The interferome analysis focuses on IFN-induced gene expression, but not expression of the type I IFNs270 that induce these responses. Multiple type I IFNs exist, including IFN- and 14 subtypes of IFN-, all of 271 which signal through the type I IFN / receptor (IFNAR) [43]. Type I IFNs can induce autocrine and 272 paracrine signaling; thus the IFN-induced genes we detected could be from both infected and uninfected cells 273 in the cultures. To determine if differential expression of type I IFNs explains the differences in IFN-induced 274 gene expression upon infection by PR8, RV, and MHV, we analyzed the expression of type I IFN and 275 receptor genes for each virus compared to mock (Figure 5). Probes for IFN-1 and ten subtypes of IFN- 276 were present on the arrays. In agreement with expression of IFN-induced genes, PR8 induced expression of 277 the largest set of type I IFNs, followed by RV. Both viruses induced expression of Ifnb and Ifna4, which 278 encode type I IFNs known to be expressed early during antiviral responses [44, 45]. Five subtypes of Ifna 279 were up-regulated by both PR8 and RV, while three Ifna subtypes were uniquely up-regulated by PR8 and 280 only Ifnab was uniquely up-regulated by RV. Only PR8 induced expression of Ifnar2, which encodes the high 281 affinity chain of the type I IFN / receptor [46]. This might allow for enhanced positive-feedback signaling 282 and account for the larger number of IFN-induced genes up-regulated by PR8 infection.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Rhinoviruses and influenza A viruses are known to induce type I IFN responses through recognition by 284 respectively [47, 48]. Furthermore, both viruses are recognized by TLR3 in infected 285 epithelial cells[47, 48]. However, TLR3 predominantly induces expression of pro-inflammatory genes, rather 286 than type I IFN-dependent genes, during influenza A virus infection[47]. Differential signaling through 287 MDA-5 and RIG-I pathways may contribute to the differences in type I IFN responses by these two viruses.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "Zaritsky et al. have demonstrated that the type I IFN response to Sendai virus differs when cells are infected 289 by different doses [49]",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "306 replication kinetics of the viruses. RV-infected cells have started dying by the 24 h time point (not shown), 307 therefore host response genes may have been up-regulated at an earlier time point. In contrast, coronaviruses 308 are known to delay cellular responses to infection [54] so the 24 h time point may be too early to evaluate the 309 innate response to MHV infection. Alternatively, the cells may detect MHV and up-regulate transcription of 310 IFN response genes, but mRNA degradation would mask this process. By quantifying mRNA transcripts at 311 two time points after viral infection, our study cannot distinguish between these possibilities.312 3133.5. RV1B induced a similar gene expression response in murine and human respiratory epithelial cells 314One limitation of our study is the analysis of three viruses that do not share a natural host. MHV is a 315 natural pathogen of mice and PR8 is a highly mouse-adapted strain of influenza A virus. However, RV1B is a 316 human rhinovirus whose receptor is conserved between mice and humans. RV1B is increasingly being used in317 mouse studies [1-4, 55]. Despite the difference in host, we found similar changes to gene expression in murine 318 cells as studies with RV1B in human cells [23]. Of the 24,204 and 12,438 genes represented on our mouse 319 microarray and the human microarray chip used by Chen et al., respectively, 10,847 genes are shared. Using 320 the same 2-fold increase in expression cut-off and restricting our list only to homologous human genes studied 321 by Chen et al., we found that 196 mouse genes were upregulated by RV1B infection. Comparing this list of 322 196 genes to the 48 upregulated human genes identified by Chen et al., we found that 20 genes (Table S6) 323 were upregulated by RV1B infection in both human and mouse cells. A chi-squared test confirmed the 324 significance of this shared pattern of up-regulated genes (χ 2 =431.7, d.f.=1, p<0.001). Interestingly, all 20 of 325 the shared genes we identified are involved in type I IFN responses. While far from identical, the similarity of 326 the responses in the two cell types suggests conserved activation of type I IFN responses by these different 327 hosts and supports the validity of a murine model for studying rhinovirus infections in humans.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "cells have a key role in alerting the immune system to infection by respiratory viruses 330 and shaping immune responses[37, 56, 57]. As viruses from several different families all target respiratory 331 epithelial cells, it is important to understand the similarities and differences in how these cells respond to a 332 diverse set of viruses. A significant number of genes were up-or down-regulated in response to infection by 333 three distinct viruses from different families. Genes that were associated with a shared response to the three 334 viruses included those involved in defense against viruses, and particularly genes that are induced by type I 335 IFNs. However, there were differences in the timing, numbers of genes altered, and expression levels of these 336 genes. This may reflect differences in viral replication cycles and signaling pathways that are activated by 337 infection.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "Contributions: T.M. and C.M. conceived and designed the experiments; T.M. performed the 357 experiments; T.M., C.M., B.R., and J.V. analyzed the data; T.M., C.M., B.R., and J.V. wrote the paper.358 Conflicts of Interest: The authors declare no conflict of interest. The funding sponsors had no role in the design 359 of the study; in the collection, analyses, or interpretation of data; in the writing of the manuscript, and in the 360 decision to publish the results. 361 362 525 inhibit their apoptosis. Am J Respir Cell Mol Biol 2012, 46, Magnitude and timing of gene expression changes mediated by MHV, PR8, and RV. The plots 531 show the estimated log2 fold change in expression relative to mock at 12 h vs. 24 h for each of the three point represents one gene; only those genes that differ significantly from mock (at either time 533 point) are included. The solid black line is the best fit regression line with the gray shading showing the 95% 534 confidence interval. The slope with confidence interval and R 2 are given in the inset legend. The dashed line 535 illustrates the hypothesis that all changes in expression occur in the first 12 h (slope = 1); the dotted line 536 shows the constant rate of change hypothesis (slope = 2). (a) MHV has small effects and most of the 537 expression changes occur between 12 and 24 h (slope >> 2). (b) PR8 has larger effects than MHV and the 538 changes approximate a constant rate of change across both 12 h intervals (slope ≈ 2). (c) RV also has large 539 effects on gene expression and changes occur in the first 12 h with very little further change in the next Numbers of genes with significantly altered expression upon viral infection. Venn diagrams show 546 the number of significantly (a) up-and (b) down-regulated genes compared to mock 24 h after infection. The 547 proportion of genes that are uniquely significant for each virus is indicated in parentheses. Patterns of gene expression changes mediated by viral infection. (a) Genes differentially expressed 555 in at least one viral infection at 24 h are plotted as log2 fold change with each virus along a different axis.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "556Signature genes, which have significantly larger effects in one virus compared to all other treatments, are 557 colored: blue = PR8, red = RV, yellow = MHV. (b) The number of genes uniquely up-or down-regulated by",
            "latex": null,
            "type": "figure"
        },
        "FIGREF22": {
            "text": "Differential expression of type I interferon-induced genes. Genes with significantly up-regulated 565 expression compared to mock at 24 h (seeFigure 2) were used to query the Interferome v.2.01 database.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF23": {
            "text": "Differential expression of type I interferons and receptors. The log2 fold change compared to mock 578 of up-regulated type I IFN cytokine and receptor genes. Gene names are shown to the right of each row and 579 the color scale is the same as in Figure 4.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "PR8 (A/Puerto Rico/8/1934 (H1N1)), obtained from BEI Resources (NR-3169), was grown and titrated 77 by plaque assay in MDCK (ATCC: CCL-34) cells. MHV, obtained from ATCC (VR-261), was grown and 78 titrated by plaque assay in 17Cl.1 cells [18] (provided by Dr. Kathryn Holmes, University of Colorado Denver School of Medicine). RV, obtained from ATCC (VR-1645), was grown and titrated by tissue culture infectious 80 dose 50% (TCID50) assay in HeLa cells (ATCC: CCL-2). LA4 (ATCC: CCL-196), a murine lung epithelial cell 81 line, was cultured in Ham's F12K medium (Mediatech, Manassas, VA).2.2. Epithelial cell infection and microarray sampleOur experimental approach was to infect LA4 cells with the three viruses at times t=0 h and t=12 h and 85 harvest RNA for microarray analysis at t=24 h. Controls were mock-inoculated at both time points. Preliminary experiments were done to establish a multiplicity of infection (MOI) for each virus that resulted in comparable",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "The cells were incubated in Ham's F12K medium with 2% FBS for 12 or 24 h, at which time RNA was isolated 92 from cell cultures using an RNAeasy Plus kit (QIAGEN) and transcript levels were measured by microarray 93 (NimbleGen Mus musculus MM9 Expression Array). For the 24 h samples, the media were removed and 94 replaced with fresh media 12 h after inoculation. Raw and processed data are available from NCBI Gene Expression Omnibus under accession number GSE89190.NimbleScan v2.5 software (NibleGen, Madison, WI) was used to extract raw intensity data for each probe 99 on each array. Intensity data were read into the R statistical computing environment and checked for quality 100[19]. Data were prepared for processing using the pdInfoBuilder package and then normalized using the robust 101 multichip average (RMA) function in the oligo package[20].",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "expression for each virus compared to mock at 12 h and 24 h using the Interferome v.2.01 database 116 (http://interferome.its.monash.edu.au; [22]. This database was queried using the search criteria: Type I IFN117(all), in vitro, Mus musculus, 2.0 fold change (up or down). Interferome genes were manually sorted into 118 functional categories: antiviral, IFN signaling, viral detection, immune response, MHC class I, inhibitory, apoptosis, ubiquitination, miscellaneous, and unknown. The significance of each virus having genes in the 120 specific categories was tested using a chi-squared test.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Genes down-regulated in all virus infections,Table S3: PR8 signature genes,Table S4: RV signature genes,Table S5: MHV signature genes,",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Up-regulated genes shared with Chen et al., 2006. Acknowledgments: The authors are grateful to Dr. Kathryn Holmes, University of Colorado at Denver School 345 of Medicine, Dr. Elizabeth Fortunato, University of Idaho, and Dr. Julian Leibowitz, Texas A&M University 346 for cells and antibodies that were used in this study. The following reagents were obtained through the NIH Biodefense and Emerging Infections Research Resources Repository, NIAID, NIH: Influenza A Virus,348 A/Puerto Rico/8/34 (H1N1), NR-3169 and Polyclonal Anti-Influenza Virus H1 (H0) Hemagglutinin (HA), 349 A/Puerto Rico/8/34 (H1H1), (Antiserum, Goat), NR-3148. Dr. Matthew Settles, Dr. Sam Hunter and Mr. Dan New in the IBEST Genomics Resources Core provided support with microarray processing and analysis. Ms. Ann Norton in the IBEST Optical Imaging Core provided support with microscopy.. CC-BY-NC-ND 4.0 International license author/funder. It is made available under aThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/090936 doi: bioRxiv preprint Funding: This work was supported by the National Institutes of Health [grant numbers P20 GM104420, P20 GM103408, and P20 GM103397] and the UI Office of Research and Economic Development Seed Grant Program.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": ". CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/090936 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "468"
        }
    ]
}