{
    "paper_id": "8cfb8dfc2f8b2c6e1d60ff48da02de6670694869",
    "metadata": {
        "title": "Productive infection of field strains of avian coronavirus infectious bronchitis virus in chicken peripheral blood-derived monocytes",
        "authors": [
            {
                "first": "Yueting",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cornell University",
                    "location": {
                        "addrLine": "930 Campus Rd",
                        "postCode": "14853",
                        "settlement": "Ithaca, Ithaca",
                        "region": "NY, NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Gary",
                "middle": [
                    "R"
                ],
                "last": "Whittaker",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cornell University",
                    "location": {
                        "addrLine": "930 Campus Rd",
                        "postCode": "14853",
                        "settlement": "Ithaca, Ithaca",
                        "region": "NY, NY",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The avian coronavirus infectious bronchitis virus (IBV) typically infects the respiratory tract of chickens, but can also spread to other organs. However, the mechanisms of virus dissemination are presently unclear. We show that peripheral blood--derived monocytes/macrophages from chickens (chPBMC) are productively infected by clinical strains of IBV, accompanied by induction of apoptosis. Our data suggest that chPBMCs play a role in the dissemination of IBV, and may be important for viral pathogenesis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Avian infectious bronchitis virus (IBV) is the prototype member of the Gammacoronavirus genus (1, 6) . Despite extensive vaccination, IBV poses a continued economic threat to the poultry industry. The primary site of IBV infection is the epithelium of the respiratory tract; however IBV can spread to other sites including the gastrointestinal tract, kidney, reproductive organs and Harderian glands (2, 9) . Viremia has been suggested as a way for internal spread, as evidenced by detection of virus in the blood of infected chickens (3, 5) . However, the mechanism remains unknown. Other coronaviruses, such as severe acute respiratory syndrome--coronavirus (4) and feline coronavirus (10) , exhibit well recognized systemic infection, with monocytes, macrophages and dendritic cells originating from a common myeloid progenitor disseminating the virus and acting as an important immunopathogenic component in disease (8) .",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 97,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 98,
                    "end": 100,
                    "text": "6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 400,
                    "end": 403,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 404,
                    "end": 406,
                    "text": "9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 535,
                    "end": 538,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 539,
                    "end": 541,
                    "text": "5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 687,
                    "end": 691,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 920,
                    "end": 923,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the case of IBV, previous studies have shown that chicken bone marrow--derived macrophages were resistant to infection in vitro (11) . However, macrophages from different anatomical sites can elicit distinct functions or responses to foreign pathogens (7, 8) . To explain the known presence of IBV in the blood of infected chickens (3, 5) , we reasoned that peripheral blood--derived monocytes/macrophages from chickens (chPBMCs) could be susceptible to IBV infection.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 135,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 255,
                    "end": 258,
                    "text": "(7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 259,
                    "end": 261,
                    "text": "8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 335,
                    "end": 338,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 339,
                    "end": 341,
                    "text": "5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "IBV strains used in this study were M41, Cal99, Conn46, Iowa97 (all field strains) and Beaudette (a laboratory--adapted version of M41). Virus stocks were produced in embryonated chicken eggs and titered by EID50 or TCID50 assay. Chicken peripheral blood monocytes were prepared as described (20). Briefly, blood was obtained by cardiac puncture from 6--8 week--old specific-pathogen--free White Leghorn chickens. Monocytes were isolated with a Ficoll gradient (GE Healthcare) and were cultured in RPMI 1640 supplemented with 10% heat--inactivated chicken serum and penicillin/streptomycin. 24h after cell seeding, non--adherent were washed away. Monocytes for each independent experiment were obtained from an individual blood donor. All work with chickens was carried out according to the Cornell University Animal Care and Use program and complied with the Public Health Service Policy on Humane Care and Use of Laboratory Animals For immunofluorescence assay, cells were fixed with methanol for detection of IBV viral antigens; otherwise cells were fixed with paraformaldehyde. Anti--S1 monoclonal antibody 15:88 was used for IBV--M41 and Beaudette, and anti--M monoclonal antibody 9:19 was used for IBV--Cal99, IBV--Conn46, and IBV--Iowa97. Monoclonal antibody KUL01 was purchased from Abcam. Secondary antibody was AlexaFluor goat anti--mouse 488 and nuclei were stained with Hoechst 33258 (Molecular Probes). Cells were quantified by scoring the % cells positive for viral antigen with All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/041558 doi: bioRxiv preprint >200 cells quantified from three independent experiments. For RT--PCR for viral detection, 10 6 PBMCs were infected with 7x10 2 TCID50 IBV--M41. At indicated time points, culture supernatant was collected and filtered. Viral RNA was extracted from the supernatant using a Qiagen Viral RNA extraction kit. The RT--PCR reaction used a SuperScript One--",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 241,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Step RT--PCR kit (Invitrogen). IBV N gene primers were previously described by (17). For apoptosis assays, chPBMCs were infected with 2x10 3 TCID50 IBV--M41 and at 6h post infection, we used a Green FLICA caspase 3/7 assay kit (ImmunoChemistry Technologies). For the DNA laddering assay, total DNA was extracted from chPBMCs using a Qiagen DNeasy Blood & Tissue kit, and laddering was visualized on an agarose gel. To inactivate IBV--M41, viruses were irradiated for 30min under a UV--lamp (wavelength 254nm).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Peripheral blood-derived monocytes from chickens are infected by IBV. To investigate a role for myeloid cells in IBV dissemination and viral pathogenesis, we isolated peripheral blood-derived monocytes from chickens (chPBMCs) and confirmed that they were positive for the monocyte/macrophage marker KUL01 (Fig.1A) . Due to the lack of available reagents for avian species, we were unable to distinguish whether chPBMCs were matured or differentiated into macrophages or dendritic cells, or to determine the composition of unique cell populations. We found that chPBMCs are highly susceptible to the IBV field strains M41, Cal99, Conn46, and Iowa97 (Fig.1B) . However, the laboratory--adapted strain Beaudette, which is not pathogenic in chickens, did not infect chPBMCs. Infections were also repeated with macrophages isolated from bone marrow of chickens, with similar results (not shown). To examine whether the stage of maturation of the chPBMCs had an effect on IBV infection, we tested chPBMCs at different days post--seeding (Fig.1C) . The percentage of infected cells increased with time, reaching a maximum at day 5. Beyond day 3--4, we observed a large proportion of giant multinucleated cells, as observed previously (12) . In all further experiments, we utilized day 3--4 cultures due to difficulty in imaging and quantifying the giant cells. We next determined whether IBV infection of chPBMCs produces progeny viral particles. RT--PCR was performed to detect released particles. Starting at 8h, we detected viral RNA in the supernatant, reaching a maximum at 24h post-infection. To determine whether these progeny virions were infectious, we performed an EID50 assay. The peak viral titer was 10 8 EID50/mL at 12h post--infection. At later times, the titer decreased slightly even though RT--PCR indicated more virus particles were present (Fig.1D) . The reduced infectivity may be due to aggregation of viral particles between 12 and 24 h post infection. IBV induces rapid apoptosis in chPMBCs. One feature of chPBMC infection that we wished to examine was whether IBV can induce apoptosis. To do this, we used a FLICA assay that employs an inhibitor irreversibly binding to activated caspase3/7. At 6h post--infection, there was an increase in the fluorescence signal in IBVM41-infected cells, compared to mock--infected cells. Addition of UV--inactivated IBV--M41 also resulted in an increase in fluorescence signal, indicating that replication--defective IBV is also able to trigger apoptosis ( Fig.2A) . Cellular DNA from mock infected or infected chPBMCs was also collected after 24h post--infection and analyzed by gel electrophoresis. DNA from infected cells was fragmented and displayed an apoptosis-characteristic laddering, while no obvious laddering was observed for mock--infected cells (Fig.2B) . We show here that field strains of IBV can productively infect monocytes/macrophages and induce apoptosis, yet the laboratory--adapted strain Beaudette does not infect. Our data suggest that IBV infection of blood--derived myeloid cells might be an important component in the pathogenesis of IBV, and be critical for viral dissemination.",
            "cite_spans": [
                {
                    "start": 1227,
                    "end": 1231,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 305,
                    "end": 313,
                    "text": "(Fig.1A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 648,
                    "end": 656,
                    "text": "(Fig.1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1031,
                    "end": 1039,
                    "text": "(Fig.1C)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1853,
                    "end": 1861,
                    "text": "(Fig.1D)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2512,
                    "end": 2519,
                    "text": "Fig.2A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2813,
                    "end": 2821,
                    "text": "(Fig.2B)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": ". All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/041558 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/041558 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/041558 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Cultivation of the virus of infectious bronchitis",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Beaudette",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Hudson",
                    "suffix": ""
                }
            ],
            "year": 1937,
            "venue": "J. Amer. Vet. Med. Ass",
            "volume": "90",
            "issn": "",
            "pages": "51--60",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Histopathological and Immunohistochemical Study of Air Sac Lesions Induced by Two Strains of Infectious Bronchitis Virus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bezuidenhout",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Mondal",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Buckles",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Comp Pathol",
            "volume": "145",
            "issn": "",
            "pages": "319--326",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Reverse transcription loop--mediated isothermal amplification for the rapid detection of infectious bronchitis virus in infected chicken tissues",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "P"
                    ],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "N"
                    ],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Z"
                    ],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "T"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "P"
                    ],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "Q"
                    ],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "G"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Mol Cell Probes",
            "volume": "24",
            "issn": "",
            "pages": "104--106",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The clinical pathology of severe acute respiratory syndrome (SARS): a report from China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Geng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Weng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Pathol",
            "volume": "200",
            "issn": "",
            "pages": "282--289",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Avian infectious bronchitis----virus distribution in tissues of chicks",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Hofstad",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Yoder",
                    "suffix": ""
                },
                {
                    "first": "Jr",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "Avian Dis",
            "volume": "10",
            "issn": "",
            "pages": "230--239",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Virus Taxonomy: IXth Report of the International Committee on Taxonomy of Viruses",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M Q"
                    ],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lefkowitz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Carstens",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Protective and pathogenic functions of macrophage subsets",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Wynn",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nat Rev Immunol",
            "volume": "11",
            "issn": "",
            "pages": "723--737",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Immunopathogenesis of coronavirus infections: implications for SARS",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Dandekar",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nat Rev Immunol",
            "volume": "5",
            "issn": "",
            "pages": "917--927",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Infectious bronchitis virus: Immunopathogenesis of infection in the chicken",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Raj",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Avian Pathol",
            "volume": "26",
            "issn": "",
            "pages": "677--706",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The molecular dynamics of feline coronaviruses",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Vet Microbiol",
            "volume": "69",
            "issn": "",
            "pages": "117--125",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Effects of avian viruses on cultured chicken bone--marrow--derived macrophages",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Von Bulow",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Klasen",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Avian Pathol",
            "volume": "12",
            "issn": "",
            "pages": "179--198",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Cytochemical observations on chicken monocytes macrophages and giant cells in tissue culture",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Fawcett",
                    "suffix": ""
                }
            ],
            "year": 1953,
            "venue": "J Histochem Cytochem",
            "volume": "1",
            "issn": "",
            "pages": "47--65",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Chicken PBMCs can be productively infected by field strains of IBV. (A) chPBMCs (3--day--old culture) were labeled with mouse anti--KUL01 avian macrophage/monocyte marker antibody followed by incubation with secondary antibody goat anti--mouse. Cell nuclei were stained with Hoechst 33258. (B) chPBMCs were infected with IBV--M41, IBV--Cal99, IBV--Conn46, IBV--Iowa97 or IBV--Bddte for 1 h at 37°C. Cells were washed with PBS and further incubated for 9 h for IBV--M41 and IBV--Bddte and for 23 h for other IBVs. Viral spike protein antigen was detected by immunofluorescence microscopy. Cell nuclei were stained with Hoechst 33258. (C) Infectivity of IBV--M41 in day 0 to 5 cultures of chPBMCs was determined by immunofluorescence microscopy. Cells were quantified by scoring the percentage of cells positive for viral antigen S or M. >200 cells were quantified from each of three independent experiments. (D) Filtered supernatants were harvested from IBV--M41 infected chPBMC at indicated time points. RT--PCR against IBV N gene was performed and amplified DNA products were visualized on an agarose gel. (E) The infectious titer of the supernatants containing IBV particles was determined by EID50 assay.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "IBV-M41 induces rapid apoptosis in chPBMCs . (A) Mock infected, live IBV--M41, or inactivated IBV--M41 infected chPBMCs were assayed at 6 h post infection. Apoptosis was revealed by a fluorescence FLICA caspase 3/7 detection assay. (B) Mock infected, IBV--M41(5x10 2 TCID50) infected, or UV--inactivated IBV--M41(5x10 2 TCID50) infected chPBMCs were harvested and total cellular DNA extracted and analyzed on an agarose gel. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We thank Nadia Chapman and Douglas Haner for their excellent technical support, Jean Millet and Long Ping Victor Tse for critical reading of this manuscript and all members of Whittaker laboratory for helpful discussions. YZ was supported by grant T32AI007618 (Training in Molecular Virology and Pathogenesis) from the National Institutes of Health. This work was funded by a research grant from the Cornell College of Veterinary Medicine",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}