{
    "paper_id": "8eef6fec694446e150e95dfbef3a3579ae8806d3",
    "metadata": {
        "title": "Hand-hygiene mitigation strategies against global disease spreading through the air transportation network",
        "authors": [
            {
                "first": "Christos",
                "middle": [],
                "last": "Nicolaides",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cyprus",
                    "location": {
                        "country": "Cyprus"
                    }
                },
                "email": "*nicolaides.christos@ucy.ac.cy"
            },
            {
                "first": "Demetris",
                "middle": [],
                "last": "Avraam",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cyprus",
                    "location": {
                        "country": "Cyprus"
                    }
                },
                "email": ""
            },
            {
                "first": "Luis",
                "middle": [],
                "last": "Cueto-Felgueroso",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Massachusetts Institute of Technology",
                    "location": {
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Marta",
                "middle": [
                    "C"
                ],
                "last": "González",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Massachusetts Institute of Technology",
                    "location": {
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Ruben",
                "middle": [],
                "last": "Juanes",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Massachusetts Institute of Technology",
                    "location": {
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Hand hygiene is considered as an efficient and cost-effective way to limit the spread of diseases and, as such, it is recommended by both the World Health Organization (WHO) and the Centres for Disease Control and Prevention (CDC). While the effect of hand washing on individual transmissibility of a disease has been studied through medical and public-health research, its potential as a mitigation strategy against a global pandemic has not been fully explored yet. In this study, we investigate contagion dynamics through the world air transportation network and analyze the impact of hand-hygiene behavioural changes of airport population against the spread of infectious diseases worldwide. Using a granular dataset of the world air transportation traffic, we build a detailed individual mobility model that controls for the correlated and recurrent nature of human travel and the waiting-time distributions of individuals at different locations. We perform a Monte-Carlo simulation study to assess the impact of different hand-washing mitigation strategies at the early stages of a global epidemic. From the simulation results we find that increasing the hand cleanliness homogeneously at all airports in the world can inhibit the impact of a potential pandemic by 24 to 69%. By quantifying and ranking the contribution of the different airports to the mitigation of an epidemic outbreak, we identify ten key airports at the core of a cost-optimal deployment of the hand-washing strategy: increasing the engagement rate at those locations alone could potentially reduce a world pandemic by 8 to 37%. This research provides evidence of the effectiveness of hand hygiene in airports on the global spread of infectious diseases, and has important implications for the way public-health policymakers may design new effective strategies to enhance hand hygiene in airports through behavioral changes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/530618 doi: bioRxiv preprint continents 5, 6 . The H1N1 flu, which caused around 300,000 deaths worldwide 7 , had a similar timeline. The first confirmed case of H1N1 was reported in Veracruz, Mexico on April 2009, while within few days the infection migrated to the US and Europe, and two months later the World Health Organisation (WHO) and the Centers for Disease Control and Prevention (CDC) declared the disease as a global pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Bacteria, pathogens and viruses are also transmitted easily at airports or during flights, causing infections and bacterial diseases that can expand to global epidemics. The pathogens are transmitted through the air 8 , resulting in the contagion of airborne diseases, or through physical contact between individuals. The transmission is accelerated when a dense population of people is concentrated in a confined area 9 like an airport, with lack of good hygiene and efficient air ventilation. After an outbreak, infections diffuse while infected individuals transmit the disease to susceptible individuals. Airports play a major role in such contagious dynamics 10 , as they contribute daily to the contact of people from all over the world, some of whom may be carrying endemic infections and bacteria from their country of origin. In addition, there are numerous highly contaminated surfaces which are frequently touched by the passengers at airports and inside aircrafts 11 . Self-service check-in screens, gate bench armrests, water fountain buttons and door handles at airports, as well as seats, tray tables and handles of lavatories in aircrafts, are all known to have high microbial contamination 12-14 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Mitigation strategies are designed and implemented to inhibit a global pandemic. At the individual level there is a focus on behavioral change towards adopting different interventions in the case of a health emergency 15, 16 . Along with other developments in medicine, vaccination has made a big contribution in that direction leading to the extinction of past epidemics and a significant reduction of mortality due to specific infections 17 . Vaccination has a substantial mitigating effect when effective vaccines are available soon enough after the emergence of a new disease and when vaccination campaigns cover about 70% of a susceptible population 18 . However, despite the known impact of vaccines on the reduction of infections, the rate of vaccination in the population has remained unchanged over the past decade 19 . Social nudges such as peer effects or education on vaccination benefits, and changes in the design of vaccination campaigns, can be deployed to change human behavior towards the increase of influenza vaccination rates 20 . In addition of preventing disease spreading by vaccination, isolating patients at home or closure of high-risk places like schools can moderate the transmission of disease-causing pathogenic microorganisms.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 221,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 222,
                    "end": 224,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Several actions within the world air transportation network can be implemented to control a disease spreading in the case of a health emergency 21 . At the global scale, mobility-driven interventions such as airport closures and deliberate rerouting of the travelers, can reduce the number of individuals passing through or traveling from/to regions where dangerous diseases prevail 22 . At the local scale, actions at individual airports such as frequent cleaning of public areas (e.g. toilets, gates, check-in desks, etc.), efficient air ventilation and enhanced sensitization of frequently touched surfaces can reduce the risk of contamination and the transmission of infections. Furthermore, personal hygiene is the most important factor to prevent the spread of an infection 23 . Coughing etiquette, face masks, no face touch and hand hygiene are the most common actions that air travelers can easily adopt. From those actions, hand washing is the simplest and most effective component for preventing the transmission of viruses 24-27 and bacteria, and is regularly mentioned as the first recommendation of precautions in health care (see for example 28 ). A scientific study on the effects of hand washing on the bacterial contamination of hands, showed that after a deliberate contamination of individuals by touching door handles and railings in public places, bacteria were found in 44% of the sample, while this percentage was reduced to 23% after hand washing with water only, and to 8% after hand washing with water and plain soap 29 . The same study concluded also that the effect of hand washing does not depend on the bacteria species.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "While hand hygiene is considered as the first prevention step in the case of an epidemic emergency, there is lack of evidence for its effects as a mitigation strategy against global epidemic spreading. In this work, we study contagion dynamics through the world air transportation network and we elucidate the impact of hand-hygiene behavioral changes on the diffusion of infections worldwide. We develop a computational model to track the realistic mobility patterns of air travelers, their hand washing behavior and the dynamics of epidemic spreading. Human mobility is modelled by a stochastic agent-base system that accounts for the spatial distribution of airports, the realistic human mobility through the world air transportation network, and the waiting-time distributions of individuals at origin, destination and connecting airports. In addition, we develop a compartmental epidemic model which relates the disease spreading with hand-hygiene behaviour. Using Monte-Carlo simulations we assess the impact of hand washing at the early stages of a global epidemic spreading. From the simulation results, we measure the early-time spreading power of the 40 busiest airports under four different intervention scenarios: 1. increase of hand washing engagement homogeneously at all airports; 2. increase of hand washing engagement only at the source of the disease; 3. increase of hand washing engagement at the ten most important airports of the world air transportation network; and 4. increase of hand washing engagement at the ten most important airports for each source of the disease. The aim of this study is to identify the most effective mitigation strategy of hand hygiene contributing the most to the reduction of global epidemic spreading.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In past centuries, contagious diseases would migrate slowly and rarely across continents. Black death, for example, which was the second recorded pandemic in history after the Justinian Plague, originated in China in 1334 1 and it took almost 15 years to propagate from East Asia to Western Europe. While contagious diseases were then affecting more individuals within countries due to poor hygiene and underdeveloped medicine, the means of transportation of that era -sea and land -hindered the range and celerity of disease spreading. Nowadays in contrast, transportation means allow people to travel more often (either for business or for leisure) and to longer distances. In particular, the aviation industry has experienced a fast and continuing growth, permitting an expanding flow of air travelers. In 2017 alone, around 4.1 billion people traveled through airports worldwide 2 while the International Air Transport Association (IATA) expects that the number of passengers will roughly double to 7.8 billion by 2036 3 . Transportation hubs such as airports are therefore playing a key role in the spread of transmittable diseases 4 . In severe cases, such disease-spreading episodes can cause global pandemics and international health and socio-economic crises. Recent examples of outbreaks show how quickly contagious diseases spread around the world through the air transportation network. Examples include the epidemic of SARS (Severe Acute Respiratory Syndrome) and the widespread H1N1 influenza. SARS initial outbreak occurred in February 2003, when a guest at a hotel in Hong Kong transmitted an infection to 16 other guests in a single day. The infected guests then transmitted the disease in Hong Kong, Toronto, Singapore and Vietnam during the next few days, and within weeks the disease became an epidemic affecting over 8,000 people in 26 countries across 5 airport to a destination airport, and indicates any intermediate connecting flights (see Table 1 International Airport, Beijing, China) to HND (Haneda Airport, Tokyo, Japan), X2 individuals traveled from PEK to HND with a layover at PVG (Shanghai Pudong International Airport, Shanghai, China), and X3 individuals traveled from ATL (Hartsfield-Jackson Atlanta International Airport, Atlanta, USA) to ABV (Nnamdi Azikiwe International Airport, Abuja, Nigeria) with connecting flights at JFK (John F. Kennedy International Airport, New York, USA) and CDG (Charles de Gaulle Airport, Paris, France) airports.",
            "cite_spans": [
                {
                    "start": 1023,
                    "end": 1024,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1137,
                    "end": 1138,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 1965,
                    "end": 1972,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "From the dataset, we observe that all trips in September 2017 were operated through a network of 3621 unique airports. For each airport, we estimate the total traffic by adding the number of passengers for the trips where the airport is denoted as 'Origin', the number of passengers for the trips where the airport is denoted as 'Destination', and twice the number of passengers for the trips where the airport is denoted as 'Connection' (either Connection 1 or 2). For subsequent computational efficiency, we restrict our analysis to the subset of the dataset corresponding to traffic among the 2500 busiest airports (by total traffic). This subset accounts for 98.25% of the total trips and 99.8% of the total traffic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We build a computational model that simulates the mobility of travelers through the air transportation system, coupled with the propagation of a hypothetical infectious disease. Using the OAG data, we first generate the worldwide air transportation network, where the nodes are the 2500 busiest airports and the links between them are given by the connections between airports for which flights exist in the dataset. The network describes a heterogeneous metapopulation of airports where each individual airport is a subpopulation of individuals 30, 31 . We further develop a human mobility model to track the stochastic routes of traveling agents through the air transportation network. We finally implement a compartmental epidemic model to track the reaction dynamics of infection contagions as well as the hand washing related behavior of the traveling agents.",
            "cite_spans": [
                {
                    "start": 546,
                    "end": 549,
                    "text": "30,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 550,
                    "end": 552,
                    "text": "31",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Computational model"
        },
        {
            "text": "The human mobility model has the form of a stochastic agent-base tracking system 32, 33 that accounts for the spatial distribution of airports, detailed air-traffic data, the correlated and recurrent nature of human mobility and the waiting-time distributions of individuals at different locations. We first generate the origin-destination",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mobility Model"
        },
        {
            "text": "where od f i j is the number of passengers that traveled in September 2017 from origin i to destination j, and the origin-destination probability matrix O O OD D D p p p = [od p i j ] where od p i j is the probability that an agent travels from origin i to destination j. Each element of the O O OD D D p p p matrix is calculated by od p i j = od f i j / ∑ j od f i j where ∑ j od f i j is the total number of passengers that traveled from origin i. We then assign a 'home' population P i at each subpopulation i following the nonlinear empirical relation P i = α √ T i , where T i is the total traffic at airport i and α is a constant parameter that is identified to give a total population size of N = ∑ i P i individuals. In other words, each individual agent is initially assigned to its 'home' subpopulation i. Within the mobility route, the agent that was assigned to home i chooses to travel at a 'destination' airport j with probability extracted from the O O OD D D p p p matrix. If the two nodes i and j are connected by more than one path (i.e. direct when the two airports are connected with direct flights and indirect when the two airports are connected only with connecting flights), then the probability that the agent selects a given path is proportional to the relative number of passengers traveling in each direct or indirect flight from origin i to destination j. After each trip (from origin i to destination j), the agent returns back to its home airport. Thus, the stochastic mobility model generates the spatial trajectory for all agents. In addition, using realistic waiting times at the three distinct locations where an agent can be (i.e. home, connecting airport or destination) and actual flight times required to travel between the airports we express the spatio-temporal patterns of all the agents at the granularity of an hour. The waiting times at home airports, connecting airports and destinations are provided by the Bureau of Transportation Statistics 2010 34 , and follow right-skewed distributions with means 897.87 hours (∼37 days), 1.33 hours, and 127.36 hours (∼5 days) respectively. The average flight times between each airports i and j, are estimated as the ratio of the geographical distance of the two airports, d i j , calculated by the spherical law of cosines, over the average velocity of an airplane which is assumed to be constant and equal to 640 km/h considering the changes in takeoff, climb, cruise, descent and landing speeds.",
            "cite_spans": [
                {
                    "start": 1995,
                    "end": 1997,
                    "text": "34",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Mobility Model"
        },
        {
            "text": "The conventional SIR model in epidemiology describes the reaction kinetics of an infection within a closed population 35 . According to the SIR model, each individual is considered as either susceptible (S), infected (I) or recovered (R). The sum of the compartments at any given time t is equal to the total population size (S(t) + I(t) + R(t) = N). The SIR reaction kinetics model two distinct processes: the infection process, S + I β − → 2I, where an infected individual transmits the infection to a susceptible individual with rate β , and the recovery process, I µ − → R, where an infected individual recover with rate µ (µ −1 is the average time required for an infected individual to recovers). The ratio R 0 = β /µ defines the basic reproductive number of the infection, denoting the average number of secondary infections an infected individual causes before it recovers. For a closed subpopulation the disease dies out exponentially fast when R 0 < 1, while in grows and potentially causes a pandemic for R 0 > 1.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 120,
                    "text": "35",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Epidemic Model"
        },
        {
            "text": "In this study, we modify the conventional SIR model to reflect the effects of hand washing behavior in the infection process. We formulate the SIR WD model where each individual is placed in one of the three epidemic compartments (susceptible, infected, recovered) but also is characterized by one of the two hand cleanliness states, namely washed (W ) or dirty (D) ( Figure  1A ). The SIR WD epidemic model is then expressed by:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 368,
                    "end": 378,
                    "text": "Figure  1A",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Epidemic Model"
        },
        {
            "text": "where β 1 is the infection rate with which an infected individual with dirty hands transmits the infection to a susceptible individual (β 1 is equal to the infection rate β of the conventional SIR model), β 2 is the infection rate with which an infected individual with washed hands transmits the infection to a susceptible individual (β 2 < β 1 ), µ is the recovery rate (it is equal to the recovery rate of the conventional SIR model), p is the hand washing engagement rate (denoting the percentage of individuals with non-clean hands that move to the washed state within the next hour) and θ is the hand washing effectiveness rate (θ −1 denotes the average duration that an individual with washed hands returns back to the 'dirty' state). The infection reactions that are described in the first two expressions of the SIR WD model are shown in the diagram of Figure 1B .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 862,
                    "end": 871,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Epidemic Model"
        },
        {
            "text": "To get the infection, a healthy individual needs to touch to a contaminated surface or directly an infected person. If the individual is healthy and touch a contaminated surface -independent of how long ago he/she washed his/her hands -he/she will get the bacteria on hands. However, if he/she washes hands soon after he/she gets contaminated there is big probability of taking that bacteria out of hands before they are transmitted to body fluids. Therefore, the hand washing rate of healthy individuals affects the transmissibility of a disease as well. Our SIR WD model takes into account only the interdependence between disease transmission probability and the hand cleanliness of the infected individuals. To model the process where the hand washing behavior of susceptible/healthy individuals has a role in the infection process, we need to build a more sophisticated model based on SEIR reaction kinetics, where the extra epidemic compartment E indicates individuals that are Exposed to bacteria or viruses 36 . The SEIR epidemic model describes the following three processes: (a) a susceptible comes in contact with an infected individual and becomes exposed to the disease with some rate β (S + I β − → E + I), (b) an exposed becomes infected with some rate γ (E γ − → I), and (c) an infected recovers with rate µ (I µ − → R). Both rates β and γ are affected by the hand washing levels. Here, we keep our analysis simple by using the conventional SIR model with the assumption that if infected individuals wash hands frequently, there is smaller probability to contaminate surfaces or other healthy people directly.",
            "cite_spans": [
                {
                    "start": 1015,
                    "end": 1017,
                    "text": "36",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Epidemic Model"
        },
        {
            "text": "We assume a flu-type disease, where the recovery rate is µ = 1/4 days -1 (i.e. on average each infected individual recovers after four days) and the reproductive number is R 0 = 3 (i.e. on average each infected individual transmits the disease to three other individuals). The infection rate for the SIR model is β = µR 0 which is equal to the infection rate β 1 for the processes 1 as effective hand washing has been proven to be able to prevent around 50-70% of infections 37 . The hand washing effectiveness rate which indicates the average time that washed hands become again contaminated is set to θ = 1/1.5 hours -1 (i.e. is the rate to change from 'washed' to 'dirty' state). We also consider that mostly 1 over 5 people in an airport have cleaned hands at any given moment in time (i.e. 20% of airport population). This is equivalent to hand washing engagement rate among the non-cleaned individuals equal to p = 0.12 per hour (i.e. every hour about 12% of the non-cleaned individuals are washing their hands). We declare this hand washing engagement rate (p = 0.12 hours -1 ) as the status quo (see next section). We vary p to analyze and quantify the effect of hand washing engagement on different scenarios of epidemic spreading.",
            "cite_spans": [
                {
                    "start": 381,
                    "end": 382,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 475,
                    "end": 477,
                    "text": "37",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Initial conditions and assumptions"
        },
        {
            "text": "To derive an approximation of the status quo level of hand cleanliness (i.e. the percentage of people with cleaned hands) in the population of an airport at any given moment, we simulate a close population following some assumptions derived from the literature. We use data from a survey performed by the American Society for Microbiology 38 which revealed that 30% of travelers do not wash their hands after using public toilets at airports, denoting that the rest 70% are compliers with hand washing. Following a study in a college town environment, we consider that only the 67% of the compliers wash their hands properly (i.e. with water and soap and for the recommended by CDC duration of time 39 ), while the rest 33% are wetting their hands quickly and/or without soap 40 . Therefore, we assume that in an airport population of N individuals only the 70% · 67% = 49.6% of N are compliers with effective hand washing. Furthermore, we assume that each individual wash their hands on average between 4-10 times per day 41 which means that in a 24-hour timeframe one event of hand washing takes place every 2.5-6 hours. We assume that the frequency of hand washing follows a normal distribution with mean equal to 4.5 hours and standard deviation equal to 1 hour. We also consider that the duration of cleanliness of hands after hand washing follows an exponential distribution with mean value equal to 1.5 hours.",
            "cite_spans": [
                {
                    "start": 699,
                    "end": 701,
                    "text": "39",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 776,
                    "end": 778,
                    "text": "40",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Status quo of hand washing engagement rate"
        },
        {
            "text": "Using the above approximations, we find that that at any given moment, the percentage of passengers in an airport that have cleaned hands has an upper bound of 24%. Given that this is very optimistic upper bound of the reality, we assume and use in simulations that the status quo for the percentage of individuals that have clean hands in an airport at any given moment is 20%. To preserve a stable 20% hand cleanliness level over time in an airport, the hand washing engagement rate in the compartmental SIR WD model, that indicates the rate of hand washing per hour between individuals with non-cleaned hands, is calculated to be equal to p = 0.12 h -1 (i.e. 12% of dirty individuals wash their hands within an hour). This indicates the status quo of hand washing engagement rate. In the case that we would like to increase the level of hand cleanliness in an airport to 30% or 40% or 50% or 60% we need to increase the hand washing engagement rate to 0.21 h -1 or 0.32 h -1 or 0.49 h -1 or 0.73 h -1 respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Status quo of hand washing engagement rate"
        },
        {
            "text": "We implement the epidemic model within the mobility model using Monte-Carlo simulations to track the mobility and contagion dynamics through the air transportation network. In the simulations, we consider different hand-hygiene mitigation strategies and we study their effects on the propagation and the diffusion of a disease at the global scale. We first study the conventional SIR epidemic model to identify the spatio-temporal structure of the disease for different seeding scenarios and to identify the most influential spreaders within the air transportation network. Furthermore, we study four hand-hygiene scenarios and their effectiveness to disease spreading inhibition: a. homogeneous increase of hand washing engagement at all airports, b. increased hand washing engagement at the ten most influential airports in the network, c. increased hand washing engagement at the ten most influential airports for each source of the disease, and d. increased hand washing engagement only at the source of the disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "At the initial time step of each simulation, t = 0, we declare an airport i as the source of the disease where we randomly choose ten individuals to seed the infection. For each analysis we run 500 realizations of 10 5 traveling agents each. At each time step, which corresponds to one hour, we let individuals travel, wash their hands, and recover or transmit the disease to susceptible agents when those individuals are infected. At each time step, an infected individual recovers with probability Π I→R = 1 − exp(−µ). When the transmission of an infection is associated with hand cleanliness of the infected individuals (as described by the SIR WD model), the probability of a susceptible to get the infection is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Monte-Carlo simulations"
        },
        {
            "text": "where I D,i and I W,i are the numbers of 'dirty' and 'washed' infected individuals respectively at airport i and N i is the total population at airport i. The probability that an individual with washed hands becomes dirty is Π W →D = 1 − exp(−θ ) and the probability that an individual with dirty hands will wash his/her hands, within each one-hour time step, is Π D→W = 1 − exp(−p). Using these probabilities, the computational model generates the stochastic epidemic transitions for the traveling agents over time. In our analysis, we vary the model parameter p, considering different hand-hygiene interventions, and analyze their impact on global disease spreading.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Monte-Carlo simulations"
        },
        {
            "text": "We evaluate the early-time impact of the disease by measuring two quantities that are correlated between them: the disease prevalence and the Total Square Displacement two weeks after the disease is deliberately seeded in a source. The disease prevalence (PREV) is given by the total number of affected individuals (infected plus recovered) 42 . However, as we want to evaluate not only the total number of infected individuals but also how well spread they are within the globe, we use the Total Square Displacement (TSD) of the infected individuals as a simulation metric 32 . This metric is given by the formula",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 343,
                    "text": "42",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 574,
                    "end": 576,
                    "text": "32",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Evaluating the early-time impact of the disease"
        },
        {
            "text": "is the number of infected individuals at time t = 2 weeks, L j is the geographic location of the j-th infected individual and L is the position of the geographic centre of the infection. The geographic centre is the centre of gravity (aka the centre of mass) for the locations of all infected individuals. To find the geographic centre, we first convert the latitude and longitude of each location L j from degrees to radians, and then into Cartesian coordinates using the formulas x L j = cos(lat L j π/180) · cos(lon L j π/180), y L j = cos(lat L j π/180) · sin(lon L j π/180) and z L j = sin(lat L j π/180).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluating the early-time impact of the disease"
        },
        {
            "text": "We then calculate the mean of the Cartesian coordinates by x = ∑",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluating the early-time impact of the disease"
        },
        {
            "text": "j=1 z L J , and finally we convert the average coordinates (x, y, z) into latitude and longitude in radians using the four-quadrant inverse tangent function L = ((180/π) · atan2(z, x 2 + y 2 ), (180/π) · atan2(x, y)).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluating the early-time impact of the disease"
        },
        {
            "text": "The contagion dynamics of infectious diseases are broadly described by the basic SIR model. However, the concept of SIR reactions excludes the effects of individual hygiene activities (like hand washing) from the model of infection transmissions. In that case, the infection reaction process is considered as independent from the hand cleanliness of the infected individuals. In our initial analysis, we first use the SIR model (disregarding the impact of hand-hygiene behavior) to estimate the capacity of airports to spread an infectious disease globally. We seed the disease in each of the world major airports and through simulations we track the contagion dynamics two weeks after the outbreak. We rank the airports according to their spreading capacity as quantified by the TSD of infected individuals 32 (Figure 2 -middle) . From the analysis, it is observed that the total traffic alone cannot predict the power of an airport to spread the disease (comparing left and middle panels in Figure 2 ), but should be accounted alongside with the location of each spreader airport and the spatial correlations with other influential airports in the network. NRT (Narita International Airport, Tokyo, Japan) and HNL (Honolulu International Airport, Honolulu, USA) airports are indicative examples, as they ranked in the 46th and 117th place by total traffic respectively, but they have large contribution in the acceleration and expansion of a disease contagion globally (ranked by TSD on the 7th and 30th place respectively). This happens because NRT and HNL combine three important features with high impact on the disease spreading. These are (i) they have direct connections with the world's biggest mega-hub airports, (ii) they operate long-range in-and out-bound international flights, and (iii) they are located in geographical conjunctive points between East and West 32 .",
            "cite_spans": [
                {
                    "start": 808,
                    "end": 810,
                    "text": "32",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 811,
                    "end": 829,
                    "text": "(Figure 2 -middle)",
                    "ref_id": null
                },
                {
                    "start": 993,
                    "end": 1001,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Conventional SIR Model"
        },
        {
            "text": "The bar plot in the right of Figure 2 , shows the two-week prevalence of the disease as measured by the percentage of world population that have been affected by the disease two weeks after a disease started from each of the major airports. The two-week prevalence is highly correlated with the total traffic of the airport (the Pearson correlation coefficient is equal to 0.88) indicating that large airports have a big impact in terms of absolute number of affected (infected plus recovered) individuals.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 29,
                    "end": 37,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Conventional SIR Model"
        },
        {
            "text": "The effects of hand-hygiene are then embedded in the computations and we focus the analysis on the epidemic reaction kinetics as described by the SIR WD model. For each simulation, the disease is seeded in one of the major airports (ten randomly chosen",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIR WD Model: Worldwide homogeneous hand washing intervention"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6/14"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/530618 doi: bioRxiv preprint Figure 2 . The impact of the source of the disease on its global spread. (middle) Ranking of the 40 most influential airports in the world with respect to the TSD of the infected individuals two weeks after the disease started from each one of these airports. (right) The two-week prevalence of the disease as measured by the percentage of world population that have been affected (infected plus recovered) by the disease two weeks after a disease started from each of these major airports. (left) The total monthly traffic of each of those major airports as has been calculated using the world air-traffic dataset from September 2017.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 146,
                    "end": 154,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "6/14"
        },
        {
            "text": "individuals are infected t = 0) and the epidemic expansion all over the world due to the mobility of infected agents is recorded. In the status quo scenario, we consider that hand cleanliness level is on a 20% steady state at each airport in the world. This percentage represents the fraction of individuals with washed hands at any moment. The rate of hand washing per hour that corresponds to 20% cleanliness is equal to 0.12 h -1 (see Table 2 ). We rank the airports in respect to TSD metric and we observe that LHR has the greatest impact while LAX, JFK, SYD and CDG are among the five most influential spreaders worldwide. Using the same order of airports, we repeat the simulations, by increasing the hand washing engagement rate homogeneously at all airports to achieve global hand cleanliness levels of 30%, 40%, 50% and 60%. For each hand washing engagement rate (or hand cleanliness level) we analyse the changes in the impact of contagion. Figure 3A shows the early-time evolution of the fraction of affected individuals over the first two weeks after a disease is seeded at DXB (Dubai Airport). Its observed that with the increase of hand cleanliness level at all airports from 20% to 60% there is a significant reduction in the percentage of the affected individual in the total population from around 1.5% to less than 0.5%. In Figure 3B we demonstrate the spreading power of the most influential spreader airports measured by TSD of infected individuals two weeks after a disease was initiated at each of these major airports, at 20% (status quo), 30%, 40%, 50% and 60% of homogeneous hand cleanliness. A drastic, very significant reduction in TSD is observed with the increase of cleanliness level, verifying that hand-hygiene is one of the most important factors to control or even prevent an infection. For example, the spread of infection seeded in LHR was covered about 5 · 10 5 square meters around the mass centre of the infection within two weeks, while infected area was reduced to less than 2 · 10 5 square meters when cleanliness level increased from 20% to 60% globally. The relative to the status quo reduction of the disease impact is calculated by (T SD 20% − T SD X )/T SD 20% for the TSD metric or (PREV 20% − PREV X )/PREV 20% for the disease prevalence metric, where the cleanliness level X increases from 30% to 60% worldwide. The results are shown in Table 2 indicate a significant reduction of the impact of a disease worldwide by 24% to 69% depending on the hand washing engagement rate worldwide using the calculated by the TSD (or by 18% to 55% as calculated by the global prevalence of the disease).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 438,
                    "end": 445,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 951,
                    "end": 960,
                    "text": "Figure 3A",
                    "ref_id": null
                },
                {
                    "start": 1342,
                    "end": 1351,
                    "text": "Figure 3B",
                    "ref_id": null
                },
                {
                    "start": 2387,
                    "end": 2394,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "6/14"
        },
        {
            "text": "While increasing the level of hand washing engagement homogeneously at all airports is very costly and maybe infeasible, we test some other less costly intervention strategies. These interventions consider the increase of hand washing engagement rate only at a small number of 'key' airports. We test three different intervention strategies that consider the increase of the hand",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIR WD Model: Strategic hand washing policies"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7/14"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/530618 doi: bioRxiv preprint Figure 3 . The effect of a global, homogeneous hand washing strategy on the impact of a disease spreading. (A) The fraction of affected (infected plus recovered) individuals worldwide over the first two weeks after the infection was initiated at Dubai International Airport at different levels of hand cleanliness. (B) Airports are ranked according to their spreading power to transmit a disease faster and further across globe -measured by the total squared displacement of infected individuals two weeks after a disease started from each individual airport. From left to right the hand cleanliness level increases from 20% (status quo) to 60%.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 146,
                    "end": 154,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "7/14"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "8/14"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. Table 2 . Reduction of the disease impact with a homogeneous increase of hand washing engagement worldwide. These are point estimates and 95% Confidence Intervals calculated across 120 disease spreading scenarios. In each scenario, the source of the disease is one of the 120 largest airports in the world. Each spreading scenario is evaluated over 100 mobility and epidemic realizations. washing engagement rate: (i) at the ten pre-identified key airports worldwide, (ii) the ten key airports of each source of the disease, and (iii) only at the source of the disease.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 91,
                    "end": 98,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "8/14"
        },
        {
            "text": "For intervention scenario (i), we pre-identify the ten key airports of the world air transportation network by multiplying the susceptibility of each airport by the strength of the airport to spread an infection globally. The strength of airport i is calculated as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "8/14"
        },
        {
            "text": "where T i is the total outgoing traffic from airport i, k i is the number of connections of i (i.e. the degree of node i in the network), and ∑ k i i=1 w i j d i j is the effective length of all links of i which is the weighted sum of the actual distances d i j between i and j nodes. The weights w i j are the fractions of passengers traveling from i to j. The susceptibility of airport i is calculated using the conventional SIR simulations as the weighted average fraction of infected individuals that arrive at i over all the seeding scenarios considered in the SIR model described above. Using the above combined metric (susceptibility × strength), we identify the ten 'key' airports of the world air transportation network as being the LHR, LAX, JFK, CDG, DXB, FRA, HKG, PEK, SFO and AMS. For the intervention scenario (ii), we identify ten 'key' airports for each source of the disease, by multiplying the airport strength by the source-dependent susceptibility. The source-dependent susceptibility of airport i for the seeding of the disease at airport j is calculated as the fraction of infected individuals that arrive at i when the disease is initiated at airport j. Therefore, for this intervention scenario, knowledge of the source of the disease is required and for different sources of the disease we have different sets of 'key' airports (see Figure 4 ). Finally, for the intervention scenario (iii), since we increase the hand washing engagement rate only at the source of the disease, prior knowledge of the source is required.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1359,
                    "end": 1367,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "8/14"
        },
        {
            "text": "The results, shown in Figure 4 , indicate that the design of a less costly (compared to homogeneous) strategic plan for hand washing intervention only at ten pre-identified \"key\" airports worldwide (Scenario (i)) could lead to a significant reduction of the disease impact calculated by the TSD from ∼8% to ∼37% (or ∼7% to ∼29% calculated by the world prevalence). If the strategic plan is deliberately implemented only at the ten most important airports for each source of disease (Scenario (ii)), we observe a further reduction of the disease impact. However, this further reduction is statistically different from that of Scenario (i) only in terms of the Prevalence of the disease, and not in terms of geographical spreading as calculated through TSD. Intervention Scenario (iii), that considers enhancing hand washing engagement only at the source of the disease also has a significant effect on the reduction of disease impact; yet, this effect is smaller than that of intervention Scenarios (i) and (ii).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 22,
                    "end": 30,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "8/14"
        },
        {
            "text": "In this work we have analysed contagion dynamics through the world air transportation network and the impact of hand-hygiene behavioural changes of air travelers against global epidemic spreading. Using well-established methodologies, we have applied simulations to track traveling agents and their hand washing activity and analysed the expansion of flu-type epidemics through the world air transportation network. From the simulation results, we have measured the early-time spreading power of the major airports in the world under different hand-hygiene interventions. Using data-driven calculations, we estimated that mostly 1 over 5 people are cleaned at any given moment in time (i.e. 20% of airport population). This is translated to hand washing engagement rate among the non-cleaned individuals equal to 0.12 per hour (i.e. every hour about 12% of the non-cleaned individuals are washing their hands). From simulation results we have shown that, if we are able to increase the level of hand cleanliness at all airports in the world from 20% to 30% (or equivalently to increase the hand washing engagement rate from 0.12 to 0.21 per hour), either by increasing the capacity of hand washing and/or by increasing the awareness among individuals and/or by giving the right incentives to individuals, a potential infectious disease will have a worldwide impact that is about 21.2% smaller compared to the impact that the same disease would have with the 20% level of hand cleanliness (or 0.12 per hour hand washing engagement rate). Increasing the level of hand cleanliness to 60% (or equivalently the hand washing engagement rate among non-cleaned individuals to 0.73 per hour) at all airports in the world would have a reduction of 64.6% in the impact of a potential disease spreading. Moreover, we have identified the ten most important airports of the network, for which increasing the level of hand cleanliness (or hand washing engagement rate) only at those, the impact of the disease spreading would decrease by 9% to 37%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our current analysis has some limitations, which can be addressed in the future. A first limitation is the use of the simple SIR reaction kinetics while a more complicated model, like the SEIR, will provide inferences on the impact of hand washing behavior among the individuals exposed to the disease on the expansion of epidemics. A second limitation is that we use data from the air transportation system as a proxy for human mobility. A complete analysis should focus on the spread of infections through a more realistic human mobility network that includes daily commuting patterns and travel through other means of transportation. A third limitation is the assumption of a homogeneous hand-hygiene behavior of air travelers, as we do not know the actual hand washing activity that varies between individuals within a local population and between individuals from different societies and cultures. Future research can be designed to understand the human hand-washing behavior and provide insights on what and how social effects can change it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Epidemiological outbreaks not only increase global mortality rates, but they also have a large socio-economic impact that is not limited to those countries that are directly affected by the epidemic. Outbreaks reduce the consumption of goods and services, negatively affecting the tourism industry, increasing businesses' operating costs, and speeding the flight of foreign capital, generating massive economic costs globally. For instance, even the relatively short-lived SARS epidemic in 2003 led to the cancellation of numerous flights and to the closure of schools, wreaking havoc in Asian financial markets and ultimately costing the world economy more than $30 billion 43 . Hypothetical scenarios of future global pandemics give estimates on the economic effects. The worldwide spread of a severe infectious disease is estimated to cause approximately 720,000 deaths per year and an annual reduction of economic outcome of $500 billion (i.e. ∼0.6% of the global income) 44 . In such severe scenarios where markets shut down entirely, a massive global economic slowdown is expected to occur shrinking the GDP of national economies. Of course, wealth and income effects are expected to differ sharply across countries, with a major shift of global capital from the affected economies (i.e. of developing countries) to the less-affected economies (i.e. of North America and Europe).",
            "cite_spans": [
                {
                    "start": 976,
                    "end": 978,
                    "text": "44",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The effectiveness of mitigation strategies against global pandemics is evaluated through the total expected cost versus the total public health benefit 45 . The target of each strategy is to maximise the social welfare by incurring in the minimum economic cost. For interventions where travel restrictions are implemented 46 , the cost increases with the number of closed airports and the number of individuals that get stranded in those airports. The reward is related to the relative decrease in the global footprint of the disease, compared with the null case of non-interventions. In contrast to the mobility-driven strategies that change the population's mobility patterns, other solutions such as hand washing appear to be more cost-and reward-effective. A future research on the socio-economic impact of global pandemics and the cost-effectiveness ratio of different mitigation strategies (e.g. hand washing, vaccination, airport closures, mobility routing diversions) against disease spreading would evaluate the efficiency and significance of hand-hygiene interventions. However, while hand hygiene is considered as the first prevention step in the case of an epidemic emergency, the capacity of hand washing facilities in crowded places, including airports, is limited only to wash basins at restrooms. It is not known, however, if increased capacity would enhance hand washing engagement by air travelers. New technology is being developed aiming to increase the capacity of facilities even outside restrooms, thus expanding the options for hand hygiene and the solutions for air and surface sterilization. Airbus 47 , for example, is exploring an innovative antimicrobial technology that is able to eliminate viruses and pathogens from aircraft surfaces (e.g. tray tables, seat covers, touch screens, galley areas). Boeing is also exploring a prototype self-sanitizing lavatory that uses ultraviolet light to kill 99.99% of pathogens 48 . At the same time, robotic systems for dirt detection and autonomous cleaning of contaminated surfaces 49 and smart touch-free hand washing systems 50 are promising tools on the evolution of cleaning technologies.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 154,
                    "text": "45",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 322,
                    "end": 324,
                    "text": "46",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1625,
                    "end": 1627,
                    "text": "47",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1946,
                    "end": 1948,
                    "text": "48",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 2053,
                    "end": 2055,
                    "text": "49",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "An important question is how such smart technologies are adopted by the general public, and what incentives can promote hand washing behavioral changes. Do digital nudges (motivation messages) make health related establishments attractive to individuals? A recent study has found that nudges have been effective at improving outcomes in a variety of health-care settings including a significant increase of influenza vaccination rates 20 . Can social influence or peer effects improve smart hand-washing engagement? Recent works have identified that social influence plays an important role in many behaviors like exercise or diet 51, 52 , and there is some initial evidence that it can play a role on individual hygiene 53 . There is certainly a need for rigorous and carefully designed field experiments on large population scale to identify and measure the causal effect of digital nudges, incentives and peer influence on public hand washing engagement of air travelers as well as the mechanisms of health-enhancing human behavior change.",
            "cite_spans": [
                {
                    "start": 631,
                    "end": 634,
                    "text": "51,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 635,
                    "end": 637,
                    "text": "52",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This research can potentially shape the way policymakers design and implement strategic interventions based on promoting hand washing in airports that will lead to hindering any infection within a confined geographical area at the early days of an outbreak and inhibit the expansion as a pandemic. The most important outcome derived from our study is the conclusion that proper hand-hygiene with regular and efficient hand washing is the simplest and most effective solution for preventing transmission of infections and reducing the chances of massive epidemics spreading globally. This should be followed up by the design of strategic mechanisms able to increase the capacity of hand washing facilities in public places, and nudges that will enhance the adoption of hand-hygiene related behaviors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Centers for Disease Control and Prevention. History of the plague",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Continued passenger traffic growth and robust air cargo demand in 2017",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Online Press Release No 55",
            "authors": [],
            "year": 2017,
            "venue": "International Air Transport Association. 2036 forecast reveals air passengers will nearly double to 7.8 billion",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Empirical evidence for the effect of airline travel on inter-regional influenza spread in the United States",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Brownstein",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Wolfe",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Mandl",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "PLoS Medicine",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "https:/journals.plos.org/plosmedicine/article?id=10.1371/journal.pmed.0030401"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S M"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat. Medicine",
            "volume": "10",
            "issn": "",
            "pages": "88--97",
            "other_ids": {
                "DOI": [
                    "10.1038/nm1143"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Severe Acute Respiratory Syndrome",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Estimated global mortality associated with the first 12 months of 2009 pandemic influenza A H1N1 virus circulation: a modelling study",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Dawood",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "The Lancet Infect. Dis",
            "volume": "12",
            "issn": "",
            "pages": "687--695",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/10.1016/S1473-3099(12)70121-4"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Environmental sampling for respiratory pathogens in Jeddah airport during the 2013 Hajj season",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Am. J. Infect. Control",
            "volume": "42",
            "issn": "",
            "pages": "1266--1269",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajic.2014.07.027"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Urbanization and humidity shape the intensity of influenza epidemics in U",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Dalziel",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "S. cities. Science",
            "volume": "362",
            "issn": "",
            "pages": "75--79",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/10.1126/science.aat6030"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Measuring the potential of individual airports for pandemic spread over the world airline network",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lawyer",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "BMC Infect. Dis",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/10.1186/s12879-016-1350-4"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Deposition of respiratory virus pathogens on frequently touched surfaces at airports",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ikonen",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMC Infect. Dis",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/10.1186/s12879-018-3150-5"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Microorganisms @ materials surfaces in aircraft: Potential risks for public health? -A systematic review",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Travel. Medicine Infect. Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tmaid.2018.07.011"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Evaluating fungal populations by genera/species on wide body commercial passenger aircraft and in airport terminals",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Mckernan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Burge",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Wallingford",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Hein",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Herrick",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Annals Occup. Hyg",
            "volume": "51",
            "issn": "",
            "pages": "281--291",
            "other_ids": {
                "DOI": [
                    "10.1093/annhyg/mem002"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Airport door handles and the global spread of antimicrobialresistant bacteria: a cross sectional study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Schaumburg",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Köck",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "H"
                    ],
                    "last": "Leendertz",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Becker",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Clin. Microbiol. Infect",
            "volume": "22",
            "issn": "",
            "pages": "1010--1011",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cmi.2016.09.010"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Behavioural change models for infectious disease transmission: a systematic review",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Verelst",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Willem",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Beutels",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Royal Soc. Interface",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1098/rsif.2016.0820"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The effect of risk perception on the 2009 H1N1 pandemic influenza dynamics",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Poletti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ajelli",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Merler",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLOS ONE",
            "volume": "6",
            "issn": "",
            "pages": "1--7",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0016460"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The transmissibility and control of pandemic influenza A (H1N1) virus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science",
            "volume": "326",
            "issn": "",
            "pages": "729--733",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/10.1126/science.1177373"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Letters designed with behavioural science increase influenza vaccination in medicare beneficiaries",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yokum",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Lauffenburger",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ghazinouri",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Choudhry",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nat. Hum. Behav",
            "volume": "2",
            "issn": "",
            "pages": "743--749",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/10.1038/s41562-018-0432-2"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Nudges for influenza vaccination",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Patel",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nat. Hum. Behav",
            "volume": "2",
            "issn": "",
            "pages": "720--721",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/10.1038/s41562-018-0445-x"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Usefulness and applicability of infectious disease control measures in air travel: a review",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "L"
                    ],
                    "last": "Huizer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Swaan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Leitmeyer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Timen",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Travel. Medicine Infect. Dis",
            "volume": "13",
            "issn": "",
            "pages": "19--30",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tmaid.2014.11.008"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The price of anarchy in mobility-driven contagion dynamics",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Nicolaides",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cueto-Felgueroso",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Juanes",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. The Royal Soc. Interface",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/10.1098/rsif.2013.0495"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "What is the evidence for a causal link between hygiene and infections?",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Aiello",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Larson",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "The Lancet Infect. diseases",
            "volume": "2",
            "issn": "",
            "pages": "184--190",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(02)00184-6"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Hand hygiene and risk of influenza virus infections in the community: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "W Y"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Aiello",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Epidemiol. Infect",
            "volume": "142",
            "issn": "",
            "pages": "922--932",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/10.1017/S095026881400003X"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Effect of hand hygiene on infectious disease risk in the community setting: A meta-analysis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Aiello",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Coulborn",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Perez",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Larson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am. J. Public Heal",
            "volume": "98",
            "issn": "",
            "pages": "1372--1381",
            "other_ids": {
                "DOI": [
                    "10.2105/AJPH.2007.124610"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Handwashing and risk of respiratory infections: a quantitative systematic review",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rabie",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Curtis",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Trop. Medicine & Int. Heal",
            "volume": "11",
            "issn": "",
            "pages": "258--267",
            "other_ids": {
                "DOI": [
                    "https:/onlinelibrary.wiley.com/doi/pdf/10.1111/j.1365-3156.2006.01568.x"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Effects of water quality, sanitation, handwashing, and nutritional interventions on diarrhoea and child growth in rural Kenya: a cluster-randomised controlled trial",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Null",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "The Lancet Glob. Heal",
            "volume": "6",
            "issn": "18",
            "pages": "30005--30011",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/10.1016/S2214-109X(18)30005-6"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Mitigating the impact of the new influenza a(h1n1): options for public health measures",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The effect of handwashing with water or soap on bacterial contamination of hands",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Burton",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Int J Environ Res Public Heal",
            "volume": "8",
            "issn": "",
            "pages": "97--104",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/10.3390/ijerph8010097"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Reaction-diffusion processes and metapopulation models in heterogeneous networks",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Colizza",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pastor-Satorras",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nat. Phys",
            "volume": "3",
            "issn": "",
            "pages": "276--282",
            "other_ids": {
                "DOI": [
                    "10.1038/nphys560"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The hidden geometry of complex, network-driven contagion phenomena",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Brockmann",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Helbing",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Science",
            "volume": "342",
            "issn": "",
            "pages": "1337--1342",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/10.1126/science.1245200"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "A metric of influential spreading during contagion dynamics through the air transportation network",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Nicolaides",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cueto-Felgueroso",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "González",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Juanes",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS ONE",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0040961"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Understanding individual human mobility patterns",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "González",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Hidalgo",
                    "suffix": ""
                },
                {
                    "first": "A.-L",
                    "middle": [],
                    "last": "Barabási",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "453",
            "issn": "",
            "pages": "779--782",
            "other_ids": {
                "DOI": [
                    "10.1038/nature06958"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Modeling passenger travel and delays in the national air transportation system",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Barnhart",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fearing",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Vaze",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Oper. Res",
            "volume": "62",
            "issn": "",
            "pages": "580--601",
            "other_ids": {
                "DOI": [
                    "10.1287/opre.2014.1268"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Modelling dynamical processes in complex socio-technical systems",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nat. Phys",
            "volume": "8",
            "issn": "",
            "pages": "32--39",
            "other_ids": {
                "DOI": [
                    "10.1038/nphys2160"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Mathematical epidemiology: Past, present, and future",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Brauer",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Infect. Dis. Model",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.idm.2017.02.001"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Handwashing with soap and national handwashing projects in Korea: focus on the National Handwashing Survey",
            "authors": [
                {
                    "first": "M.-S",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "Y.-T",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "37",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.4178/epih/e2015039"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Another US airport travel hazard -dirty hands",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Centers for Disease Control and Prevention. When & how to wash your hands",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Hand washing practices in a college town environment",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Borchgrevink",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cha",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Environ. Heal",
            "volume": "75",
            "issn": "",
            "pages": "18--24",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Associations of hand-washing frequency with incidence of acute respiratory tract infection and influenza-like illness in adults: a population-based study in sweden",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Merk",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kühlmann-Berenzon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Linde",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Nyrén",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Infect. Dis",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/10.1186/1471-2334-14-509"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "An Introduction",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Rothman",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Epidemiology",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Responding to global infectious disease outbreaks: Lessons from sars on the role of risk perception, communication and management",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Soc. Sci. & Medicine",
            "volume": "63",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.socscimed.2006.08.004"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Pandemic risk: how large are the expected losses?",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "Y"
                    ],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Jamison",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Summers",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Bull. World Heal. Organ",
            "volume": "96",
            "issn": "",
            "pages": "129--134",
            "other_ids": {
                "DOI": [
                    "10.2471/BLT.17.199588"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Impact of pandemic control over airport economics: Reconciling public health with airport business through a streamlined approach in pandemic control",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Chung",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Air Transp. Manag",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jairtraman.2015.02.003"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Strategies for mitigating an influenza pandemic",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nature",
            "volume": "442",
            "issn": "",
            "pages": "448--452",
            "other_ids": {
                "DOI": [
                    "10.1038/nature04795"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "A330neo Family: Powering into the future",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Airbus",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Backgrounder-Airbus-Commercial-Aircraft-A330neo-E.pdf",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "The airplane bathroom that cleans itself",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Boeing",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Autonomous dirt detection for cleaning in office environments",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bormann",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Weisshardt",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Arbeiter",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fischer",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "2013 IEEE International Conference on Robotics and Automation",
            "volume": "",
            "issn": "",
            "pages": "1260--1267",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/10.1109/ICRA.2013.6630733"
                ]
            }
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Automatic and connected hand washing system from Smixin",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Smixin",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Exercise contagion in a global social network",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Aral",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Nicolaides",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nat. Commun",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/ncomms14753"
                ]
            }
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "How do peers influence BMI? evidence from randomly assigned classrooms in South Korea",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Meer",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Soc. Sci. & Medicine",
            "volume": "197",
            "issn": "",
            "pages": "17--23",
            "other_ids": {
                "DOI": [
                    "10.1016/j.socscimed.2017.11.032"
                ]
            }
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Social influence on handwashing with soap: Results from a cluster randomized controlled trial in Bangladesh. The Am",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Grover",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Trop. Medicine Hyg",
            "volume": "99",
            "issn": "",
            "pages": "934--936",
            "other_ids": {
                "DOI": [
                    "10.4269/ajtmh.17-0903"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Pictorial demonstration of our model. (A) Illustration of the SIR WD traveling population. Each individual can be either Susceptible to the disease, Recovered from the disease, Infected-Washed (blue hands) or Infected-Dirty. (B) Schematic diagram of the SIR WD infection reaction. When an Infected-Washed individual comes in contact with a susceptible individual the probability of transmitting the disease is smaller compared to the case that has dirty hands.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "for example).Table 1. An example of three trips showing that in September 2017 X1 individuals traveled with direct flights from PEK (Beijing Capital",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements C.N. and D.A. acknowledge funding by SMIXIN Inc, a clean-tech startup that provides smart hand washing solutions. L.C.-F. and R.J. gratefully acknowledge funding from the MIT International Science and Technology Initiatives, through a Seed Fund grant. The authors would also like to acknowledge OAG (https://www.oag.com/) for providing the air-traffic data. The authors declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}