{
    "paper_id": "91098f6fe46a21565bf0cb06fe960cdb2c3f5e38",
    "metadata": {
        "title": "The role of institutional trust in preventive and treatment-seeking behaviors during the 2019 novel coronavirus (2019-nCoV) outbreak among residents in Hubei, China",
        "authors": [
            {
                "first": "Liping",
                "middle": [],
                "last": "Wong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Zhejiang Provincial Key Laboratory of Pathophysiology",
                    "institution": "Ningbo University",
                    "location": {
                        "settlement": "Ningbo",
                        "region": "Zhejiang",
                        "country": "China"
                    }
                },
                "email": "wonglp@ummc.edu.my"
            },
            {
                "first": "Qunhong",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harbin Medical University",
                    "location": {
                        "addrLine": "Heilongjiang Province",
                        "settlement": "Harbin",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xi",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yale School of Public Health",
                    "location": {
                        "addrLine": "Office: Ste. 301, 60 College St",
                        "postBox": "PO Box 208034",
                        "postCode": "06520",
                        "settlement": "New Haven",
                        "region": "CT"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhuo",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Georgia",
                    "location": {
                        "postCode": "30602",
                        "settlement": "Athens, Georgia",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Haridah",
                "middle": [],
                "last": "Alias",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Malaya",
                    "location": {
                        "postCode": "50603",
                        "settlement": "Kuala Lumpur",
                        "country": "Malaysia"
                    }
                },
                "email": ""
            },
            {
                "first": "Mingwang",
                "middle": [],
                "last": "Shen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Jiaotong University Health Science Center",
                    "location": {
                        "postCode": "710061",
                        "settlement": "Xi'an, Xi'an, Shanxi",
                        "country": "PR China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jingcen",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Zhejiang Provincial Key Laboratory of Pathophysiology",
                    "institution": "Ningbo University",
                    "location": {
                        "settlement": "Ningbo",
                        "region": "Zhejiang",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Shiwei",
                "middle": [],
                "last": "Duan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Zhejiang Provincial Key Laboratory of Pathophysiology",
                    "institution": "Ningbo University",
                    "location": {
                        "settlement": "Ningbo",
                        "region": "Zhejiang",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jinjie",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Zhejiang Provincial Key Laboratory of Pathophysiology",
                    "institution": "Ningbo University",
                    "location": {
                        "settlement": "Ningbo",
                        "region": "Zhejiang",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Liyuan",
                "middle": [],
                "last": "Han",
                "suffix": "",
                "affiliation": {},
                "email": "hanliyuan@nbu.edu.cn"
            }
        ]
    },
    "abstract": [
        {
            "text": "1 Background Since December 2019, pneumonia associated with the 2019 novel 2 coronavirus (2019-nCoV) has emerged in Wuhan, China. The exponential increase of 3 the confirmed number of cases of 2019n-CoV is of great concern to the global 4 community. The fears and panic among residents in the epicenters have prompted 5 diverse responses, which are understudied. During such a crisis, community trust and 6 support for the government and health authorities are important to contain the outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "7 We aimed to investigate the influence of institutional trust on public responses to the 8 2019-nCoV outbreak. 9 Methods An anonymous Internet-based, cross-sectional survey was administered on 10 January 29, 2020. The study population comprised all residents currently residing or 11 working in the province of Hubei, where Wuhan is the capital city. The level of trust in 12 information provision and preventive instructions, individual preventive behaviors and 13 treatment-seeking behaviors were queried. 14 Findings The majority of the participants expressed a great extent of trust in the 15 information and preventive instructions provided by the central government than by the 16 local government. A high uptake of 2019-nCoV preventive measures was found, 17 particularly among people who had been placed under quarantine. Being under 18 quarantine (adjusted odds ratio [OR] = 2.35, 95% confidence interval [CI] 1.80 to 3.08) 19 and having a high institutional trust score (OR = 2.23, 95% CI 1.96 to 2.53) were both 20 strong and significant determinants of higher preventive behavior scores. The majority 21 of study participants (85.7%, n = 3,640) reported that they would seek hospital 22 treatment if they suspected themselves to have been infected with 2019 n-CoV. Few of 23 the participants from Wuhan (16.6%, n = 475) and those participants who were under 24 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "quarantine (13.8%, n = 550) expressed an unwillingness to seek hospital treatment. 25 Similarly, being under quarantine (OR = 2.36, 95% CI 1.80 to 3.09) and having a high 26 institutional trust score (OR = 2.20, 95% CI 1.96 to 2.49) were two strong significant 27 determinants of hospital treatment-seeking. 28 Interpretation The results of this study suggest that institutional trust is an important 29 factor influencing adequate preventive behavior and seeking formal medical care 30 during an outbreak. In view of the 2019-nCoV being highly pathogenic and extremely 31 contagious, our findings also underscore the importance of public health intervention 32 to reach individuals with poor adherence to preventive measures and who are reluctant 33 to seek treatment at formal health services. We searched PubMed on January 28, 2020, for articles that describe the trust, 48 preventive practices and health-seeking behaviors related to the 2019 novel coronavirus 49 (2019-nCoV) in China, using the search terms \"novel coronavirus,\" \"institutional trust,\" 50 \"behavioral change,\" \"protective behaviors,\" and \"treatment-seeking\" with no The questionnaire was developed in English and translated into Chinese. CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 85,
                    "text": "25",
                    "ref_id": null
                },
                {
                    "start": 171,
                    "end": 173,
                    "text": "26",
                    "ref_id": null
                },
                {
                    "start": 308,
                    "end": 310,
                    "text": "28",
                    "ref_id": null
                },
                {
                    "start": 748,
                    "end": 750,
                    "text": "33",
                    "ref_id": null
                },
                {
                    "start": 874,
                    "end": 876,
                    "text": "48",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The copyright holder for this preprint Figure 3 shows the treatment-seeking behaviours of the study population. Most 204 participants (85.7%, n = 3,640) reported that they would seek treatment at the hospital, 205 whereas 42% (n = 1,782) reported that they would seek traditional healing, and 62.4% 550) of participants who were in the quarantine area reported no intention of seeking 215 treatment in the hospital. In the multivariable analysis, similarly, being quarantined 216 (OR = 2.36, 95% CI 1.80-3.09) and having a high institutional trust score (OR = 2.20, 217 95% CI 1.96-2.49) were two strong significant determinants of treatment-seeking in 218 the hospital.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 213,
                    "text": "205",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 39,
                    "end": 47,
                    "text": "Figure 3",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "With the aim of understanding the public behaviour in prevention measures in this crisis 221 that has now become a worldwide concern, this study collected data at the 2019n-CoV 222 outbreak epicentres during a period of exponential growth of the epidemic. This study 223 found a considerably high level of institutional trust among the public in the epicenters. 224 However, trust in the local authority was lower than that in the provincial and central (11, 12) . Healthcare providers can be strong advocates for outbreak prevention efforts 231 in these communities, considering that many expressed a high level of trust in them.",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 365,
                    "text": "224",
                    "ref_id": null
                },
                {
                    "start": 454,
                    "end": 458,
                    "text": "(11,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 459,
                    "end": 462,
                    "text": "12)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "220"
        },
        {
            "text": "On a positive note, this study revealed that the people in the epicenters adopted a 233 high level of prevention measures. As noted, however, a relatively small proportion 234 reported using face masks at home when they were around household members. overseas countries such as Germany, Japan, and Vietnam, the community in Hubei 239 province and the epicenters should be made aware of the essential importance of 240 wearing face masks when they are around other household members.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "232"
        },
        {
            "text": "The main strength of this study is the finding of the strong influence of institutional 242 trust on overall preventive behaviors, in good agreement with previous studies (8, 11) . 243 As the 2019-nCoV epidemic is still growing exponentially, continued strengthening of 244 institutional trust, and in particular, increasing the trust in the local authority, is essential 245 for emergency management. outbreak control.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 174,
                    "text": "(8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 175,
                    "end": 178,
                    "text": "11)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 181,
                    "end": 184,
                    "text": "243",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "241"
        },
        {
            "text": "The study also found that uptake of prevention practices was poorer among older 247 members of the public, which warrants serious attention. It has been found that older 248 adults affected by 2019-nCoV are likely to have a higher risk of complications and 249 mortality (4). There is a need to find out whether a lack of appropriate prevention 250 practices among people of older age is due to knowledge deficiency or to their being 251 out-of-reach of current public health intervention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "246"
        },
        {
            "text": "The finding that nearly 15% of people would be reluctant to seek treatment in the 253 hospital if they were suspected to have been infected with 2019-nCoV is clinically 254 important and worrisome. Of utmost importance, a proportion of those participants are 255 in the city of Wuhan and currently under quarantine. The preference for using 256 traditional healing among a minority of the older respondents is also of concern. Refusal 257 to seek hospital treatment not only leads to progress to serious respiratory distress and 258 can be life-threatening, but also increases the chances of spreading the disease. People CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "252"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.02.15.20023333 doi: medRxiv preprint importance of building trust between the public and the government authorities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "This current study has several limitations that should be considered. The first 265 pertains to the cross-sectional nature of the study. Thus, it cannot be used to infer 266 causality. Second, the responses were based on self-report and may be subject to self-267 reporting bias and a tendency to report socially desirable responses. Therefore, the is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "264"
        },
        {
            "text": "The copyright holder for this preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Outbreak of pneumonia of unknown etiology in Wuhan China: the mystery and the miracle",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Stratton",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "W"
                    ],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.25678"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The continuing 2019-nCoV epidemic threat of novel coronaviruses to global health -the latest 2019 novel coronavirus outbreak in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Azhar",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Madani",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ntoumi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kock",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Dar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Infect Dis",
            "volume": "91",
            "issn": "",
            "pages": "264--66",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijid.2020.01.009"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical management of severe acute respiratory infection when Novel coronavirus (nCoV) infection is suspected: interim guidance",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Epidemiological and Clinical Characteristics of 99 Cases of 2019-Novel Coronavirus (2019-nCoV) Pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Qu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "30211--30218",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30211-7"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Genomic characterization and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Infect Dis",
            "volume": "40",
            "issn": "",
            "pages": "1713--1733",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Effective health risk communication about pandemic influenza for vulnerable populations",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vaughan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tinker",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Am J Public Health",
            "volume": "99",
            "issn": "",
            "pages": "324--356",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Institutional trust and misinformation in the response to the 2018-19 Ebola outbreak in North Kivu, DR Congo: a population-based survey",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vinck",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Pham",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Bindu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bedford",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Nilles",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Lancet Infect Dis",
            "volume": "19",
            "issn": "",
            "pages": "529--565",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "detail/30-01-2020-statement-on-the-second-meeting-of-the-internationalhealth-regulations-(2005)-emergency-committee-regarding-the-outbreak",
            "authors": [],
            "year": 2005,
            "venue": "Statement on the second meeting of the International Health Regulations",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Applied logistic regression",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Hosmer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lemeshow",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "X"
                    ],
                    "last": "Sturdivant",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Ebola interventions: listen to communities",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kutalek",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fallah",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Wesseh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gilbert",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet Glob Health",
            "volume": "3",
            "issn": "15",
            "pages": "70010--70010",
            "other_ids": {
                "DOI": [
                    "10.1016/S2214-109X"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "National Key R&D Program of China, Ningbo Health Branding Subject F 35 und, Sanming Project of Medicine in Shenzhen, K.C. Wong Magna Fund in Ningbo",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "51 language or publication time restrictions. Previously published research discussed the 52 behavioral responses to the severe acute respiratory syndrome (SARS) epidemic and 53 the 2009 pandemic influenza A (H1N1) in Hong Kong. The only report investigating 54 the influence of institutional trust and public responses was published on March 27, 55 2019, on the Ebola outbreak in the Democratic Republic of the Congo. No previous 56 studies have investigated how trust in the information provision and prevention 57 instructions from the authorities during a disease outbreak has influenced the public's 58 prevention practices and treatment-seeking in the epicenter of the 2019-nCoV.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "December 8, 2019, several cases of pneumonia were reported in Wuhan,62    Hubei province, China(1,2). Subsequently, on January 7, 2020 the Chinese Center for63 Disease Control and Prevention (CDC) identified a novel coronavirus linked to the 64 outbreak, which was subsequently named the 2019 novel coronavirus (2019-nCoV) by In this ongoing severe case of escalating infections and deaths, healthcare 71 providers in China are working around the clock treating patients and preventing 72 casualties, while scientists in China and around the globe are racing to find out more 73 about the coronavirus to prevent it becoming a worldwide pandemic. Studies published 74 in the past weeks have led to a better worldwide understanding of the epidemiology, 75 clinical and genomic characteristics of the 2019-nCoV (4,5). However, counteracting 76 the newly discovered 2019-nCoV will entail multifaceted control strategies. Global 77 outbreaks like the severe acute respiratory syndrome (SARS) epidemic and the 78 2009 pandemic influenza A (H1N1) have brought attention to the importance of 79 understanding community responses in outbreak control (6).Understanding local 80 community responses is vital to provide insights into the development of risk 81 communication messages to the general public for outbreak prevention and control 82 (6,7).Therefore, investigating the public response to the outbreak is as equally 83 important as epidemiological, clinical, and genomic research.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The lesson learned from the recent 2018-2019 Ebola outbreak suggests that 85 institutional trust is of central importance in effective public health intervention(8).86   spreading rapidly with escalating confirmed cases and deaths. In consideration of the 97 importance of understanding the community responses, this study aimed to investigate 98 the role of institutional trust in individual preventive and treatment-seeking behaviors 99 during the 2019-nCoV outbreak, which to date has claimed over 1000 lives and has 100 infected over 60,000 people in China.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Internet-based, cross-sectional survey commenced on January 29, 104 2020. The study population comprised adults ≥18 years of age and residing or working 105 in the province of Hubei, where Wuhan is the capital city. This cross-sectional study106    was performed in accordance with the STROBE statement.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "sampling technique was used to recruit the participants. The weblink to 109 the survey was first circulated to the academic staff and students at the Ningbo Medical 110 University, who are from diverse geographical locations of origin. They were instructed 111 to employ their social networks to circulate the link to people residing or working in 112 the province of Hubei. Upon completing the survey, a note to encourage participants to 113 disseminate the survey link to all known contacts in Hubei province was included. 114 Participants were remunerated upon completion of the survey.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Independent experts reviewed and validated the translation. The questionnaire was also 117 face validated by local experts and pilot tested. The survey consisted of sections that 118 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "participants' trust in 2019-nCoV-related information (i.e. the reported number 122 of confirmed cases, deaths, etc.) and preventive instructions (i.e. self-quarantine, 123 provincial quarantine, extended time off, etc.) given by the local, provincial, and central 124 governments. They were also queried about their trust in the information provision and 125 the preventive instructions from healthcare providers. The response options were 126 recorded on a 4-point Likert scale with items scored as either 0 (not at all), 1 (a small 127 extent), 2 (moderate), or 3 (a great extent). The possible score ranged from 0 to 24, with 128 higher scores indicating higher levels of trust. 129 The section on Preventive behaviors consisted of five parts (14-items), namely: (1) 130 direct avoidance, (2) social interaction avoidance, (3) physical contact avoidance, (4) 131 institutional trust and preventive behaviors were not normally distributed, therefore all 144 results were expressed as the median and interquartile range (IQR). Other descriptive 145 statistics, such as frequency tables, charts, and proportions were used for data 146 summarization. The reliability of the institutional trust and preventive behavior items 147 was evaluated by assessing the internal consistency of the items representing the scores.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Cronbach's α) of 0.944 and 0.653, respectively. Multivariable logistic regression was 150 used to determine factors influencing preventive behavior scores and conventional 151 treatment-seeking. Variables that were significant on a chi-square ( 2 ) test were 152 selected for multivariable logistic regression analysis and included in the model using 153 a simultaneous forced-entry method. Odds ratios (OR), 95% confidence intervals (95% 154 CI), and p values were calculated for each independent variable. The model fit was 155 assessed using the Hosmer-Lemeshow goodness-of-fit test. 10 All statistical analyses 156 were performed using the Statistical Package for the Social Sciences, version 20.0 (IBM to all of the data in the study and had final responsibility for the decision to were received. The final number of responses included in data analyses 170 was 4,245, after data cleaning to remove invalid responses. The demographic 171 characteristics of the participants are shown in the first column of Table 1. Most of the 172 participants were from the city of Wuhan (67.3%) and most (93.6%) reported that they 173 were currently under quarantine. shows the results of institutional trust for both information provision and 175 preventive instruction. The majority of the participants expressed a great extent of trust 176 in the information provision (72.4%) and preventive instructions (78.5%) from the 177 central government authority. The level of trust in the information provision (68.4%) 178 and preventive instruction (72.1%) from healthcare providers were lower than that of 179 the central government authority. An even lower proportion expressed a great extent of 180 trust in information provision (48.0%) and preventive instructions (59.7%) given by the 181 local authority. The total scores of institutional trust for information provision and 182 preventive instruction ranged from 0 to 24. The median score was 22 (IQR 18 to 24).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "The total scores was categorized into two groups, namely 22-24 or 0-21, based on the 184 median split; as such, a total of 2,208 (52.0%) were categorized as having a score of 185 22-24 and 2,037 (48.0%) had a score of 0-21. shows the distribution of self-reported preventive behaviors. The uptake 187 of preventive behaviors was high in the study population. However, only 40% reported 188 wearing a face mask at home when they were with other household members. The",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "225government. This finding is in contrast to the study on the Ebola outbreak in Congo,226    where their public expressed higher trust in their local authorities(8). There is a need 227 to enhance trust in the local authority, as they are the frontline in service delivery during228 the outbreak. Lack of trust in the local authority results in poor cooperation, thus 229 undermining contact tracing and adherence to recommended public health interventions230",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "259who favor traditional healing should be made aware that seeking conventional260 treatment in the hospital and obeying the quarantine order are the most appropriate 261 actions in containing this outbreak. Finally, the finding of the strong influence of 262 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "268 results should be interpreted with caution. Third, the snowballing method used in this 269 study can lead to selection bias. Nevertheless, the demographic distributions of our 270 study population resembles of the general population in Hubei province. Despite 271 these limitations, the study data contributes tremendously to understanding of public 272 responses, especially now that the epidemic is growing exponentially. 273 In conclusion, bridging the trust gaps between the public and local authorities in 274 the epicentres is crucial. It is of utmost urgency to carry out public health interventions 275 to reach out to individuals with poor adherence to preventive measures and who are 276 reluctant to seek conventional medical care. Considering the extremely contagious 277 nature of the 2019-nCoV, a slight incompliance by even a small portion of the 278 population may have grave consequences and contribute to the continued exponential 279 increase of the outbreak cases.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Legends",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Institutional trust for information provision and preventive instruction (N=4245) Proportion of Frequent responses for preventive behaviours (N=4245) TreatmentInstitutional trust for information provision and preventive instruction (N=4245) Proportion of Frequent responses for preventive behaviours (N=4245)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "Treatment-seeking behaviors (N=4245)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "score was 27 (IQR 26-28). The preventive behaviors scores were categorized as a score 191 of 27 to 28 or 7 to 26 based on the median split; as such, a total of 2321 (54· 7%) were categorized as having a score of 27 to 28 and 1924 (45· 3%) had a score of 7 to 26.Table 1 shows the univariate and multivariable analyses of factors associated with preventive behavior scores. In the univariate analysis, there were significant associations between the preventive behavior scores and age group, highest educational attainment, occupational types, quarantine status, and the total score of institutional trust. In the multivariate analysis, under quarantine (adjusted odds ratio [OR] = 2· 35, 95% confidence interval [CI] 1· 80 -3· 08) and having high institutional trust score 199 (OR=2· 23, 95% CI 1· 96 -2· 53) were two strong significant determinants of higher preventive behavior scores. Participants of age group 26-35 years (OR=1· 54, 95% CI 1· 29 -1· 83) and 36-45 years (OR=1· 22, 95% CI 1· 01 -1· 48) had significantly higher preventive behaviour scores than those >45 years old.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 1. Demographic characteristics and factors associated with preventive behaviors (N=4245) OR: Odds ratio; CI: Confidence interval *Hosmer & Lemeshow test, chi-square:11· 999, p-value: 0· 151; Nagelkerke R 2 : 0· 086 †p<0· 05, ‡p<0· 01, §p<0· 001 Factors associated with treatment-seeking in the hospital (N=4245) OR: Odds ratio; CI: Confidence interval *Hosmer & Lemeshow test, chi-square:2· 231, p-value: 0· 973; Nagelkerke R 2 : 0· 079 †p<0· 05, ‡p<0· 001",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank the study participants for their prompt responses. Special acknowledgment for participants who have helped to share the survey link to others in their contact lists.Funding: National Key R&D Program of China, Ningbo Health Branding Subject F",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Currently, over a month since the onset of the 2019-nCoV, the epidemic is still Demographic ",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 91,
                    "text": "Demographic",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Evidence before this study"
        }
    ]
}