{
    "paper_id": "91233a0c35364955d1fdbf2f980f7220f9bafc70",
    "metadata": {
        "title": "A novel real-time PCR assay panel for detection of common 1 respiratory pathogens in a convenient, strip-tube array format 2 Running title: Respiratory PCR panel in a strip-tube array format Assistant Professor of Clinical Pathology and Laboratory Medicine Introduction",
        "authors": [
            {
                "first": "Mohammad",
                "middle": [
                    "Rubayet"
                ],
                "last": "Hasan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sidra Medicine",
                    "location": {
                        "settlement": "Doha",
                        "country": "Qatar"
                    }
                },
                "email": "mhasan@sidra.org"
            },
            {
                "first": "Hassan",
                "middle": [],
                "last": "Al Mana",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sidra Medicine",
                    "location": {
                        "settlement": "Doha",
                        "country": "Qatar"
                    }
                },
                "email": ""
            },
            {
                "first": "Virginia",
                "middle": [],
                "last": "Young",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Children's and Women's Health Centre of BC",
                    "location": {
                        "settlement": "Vancouver",
                        "region": "British Columbia",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Patrick",
                "middle": [],
                "last": "Tang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sidra Medicine",
                    "location": {
                        "settlement": "Doha",
                        "country": "Qatar"
                    }
                },
                "email": ""
            },
            {
                "first": "Eva",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Thomas",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rusung",
                "middle": [],
                "last": "Tan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sidra Medicine",
                    "location": {
                        "settlement": "Doha",
                        "country": "Qatar"
                    }
                },
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [],
                "last": "Tilley",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sidra Medicine",
                    "location": {
                        "settlement": "Doha",
                        "country": "Qatar"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Commercial multiplex assays, built on different chemistries and platforms are widely 25 available for simultaneous detection of pathogens that cause respiratory infections. However, 26 these tests are often difficult to implement in a resource limited setting because of high cost. In 27 this study, we developed and validated a method for simultaneous testing of common respiratory 28 pathogens (Respanel) by real-time PCR in a convenient, strip-tube array format. Primers and 29 probes for sixteen PCR assays were selected from the literature or newly designed. Following 30 optimization of individual PCR assays, strip-tube arrays were prepared by dispensing primer-31 probe mixes (PPM) into two sets of 8-tube strips. Nucleic acid extracts from specimens were 32 mixed with PCR master mix, and dispensed column-wise into 2X8-wells of a 96-well plate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "PPMs from strip-tubes were then added to the wells using a multichannel pipette for real-time 34 PCR. Individual PCR assays were optimized using previously known specimens (n=397) with 35 91%-100% concordance with culture, DFA or PCR results. Respanel was then tested in a routine 36 manner at two different sites using specimens (n=147) previously tested by Qiagen Resplex I&II 37 or Fast-Track Diagnostics Respiratory Pathogens 21 assays. The sensitivity, specificity and 38 accuracy of Respanel were 94%, 95% and 95%, respectively, against Resplex and 88%, 100% 39 and 99%, respectively, against FTDRP21. Respanel detected 48% more pathogens (p<0.05) than 40 Resplex but the rate of pathogen detection was not significantly different from FTDRP21.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Respanel is a convenient and inexpensive assay that is more sensitive than Resplex and 42 comparable to FTDRP21 for the detection of common respiratory pathogens. 43 44 45 46 . CC-BY-NC-ND 4.0 International license is made available under a",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "tests offer many advantages including a rapid response time and the ability to detect organisms 70 that will not grow in culture. In addition these tests allow detection of bacteria in patients where 71 antimicrobial treatment has been initiated prior to collection of the sample. We now have access 72 to accurate and rapid multiplex assays simultaneously detecting both viral and bacterial 73 pathogens within a few hours. The ability to diagnose co-infections is a significant improvement 74 as these can be associated with increased morbidity and mortality (19) (20) (21) . Rapid molecular tests 75 have been shown to reduce the length of hospital stay and the cost for testing for those with viral 76 respiratory testing and has facilitated a more targeted approach to patients presenting with 77 respiratory infections with respect to treatment regimens, need for admission and infection 78 control concerns (7, (22) (23) (24) . which are missed by the existing assays. Therefore, in this study, we developed an in-house PCR 106 assay panel (Respanel) customized to detect the most common, and clinically significant 107 respiratory pathogens. The assay was designed to use pre-aliquoted assay-specific reagents in 108 strip-tubes for convenience, and to reduce the hands-on time required to perform multiple The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/455568 doi: bioRxiv preprint acids from 0.5 ml of NPW or NPFS specimens were extracted on a NucliSENS® easyMAG 139 platform (bioMérieux, France) according to the methods described by the manufacturers.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 202,
                    "text": "71",
                    "ref_id": null
                },
                {
                    "start": 392,
                    "end": 394,
                    "text": "73",
                    "ref_id": null
                },
                {
                    "start": 561,
                    "end": 565,
                    "text": "(19)",
                    "ref_id": null
                },
                {
                    "start": 566,
                    "end": 570,
                    "text": "(20)",
                    "ref_id": null
                },
                {
                    "start": 571,
                    "end": 575,
                    "text": "(21)",
                    "ref_id": null
                },
                {
                    "start": 600,
                    "end": 602,
                    "text": "75",
                    "ref_id": null
                },
                {
                    "start": 914,
                    "end": 917,
                    "text": "(7,",
                    "ref_id": null
                },
                {
                    "start": 918,
                    "end": 922,
                    "text": "(22)",
                    "ref_id": null
                },
                {
                    "start": 923,
                    "end": 927,
                    "text": "(23)",
                    "ref_id": null
                },
                {
                    "start": 928,
                    "end": 932,
                    "text": "(24)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Real-time PCR: Primers and probes for sixteen PCR assays were either obtained from 141 previously published assays or newly designed, in this study by using the Primer Express 142 software v3.0.1 (Life Technologies) ( Table 1) . The in silico specificity of the amplicon sequence 143 for the target pathogen was confirmed by nucleotide blast search against the NCBI non- The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/455568 doi: bioRxiv preprint QuantiTect RT Mix (Qiagen, USA). Ten percent extra volume was added to the required volume 185 for all components, to account for pipetting error. Next, using an electronic dispensing pipette 186 (Eppendorf, USA), 17.5 µl of sample mix was dispensed into the 16-wells of the 96-well PCR plate, in the two adjacent columns containing the primers and probes as described above and in enterovirus, multiple primer and probe sets were tested for superior performance. Because of the 218 cross-reactivity of enterovirus and rhinovirus primers and probes with their respective targets, an 219 additional PCR reaction was added for enterovirus 68 in order to correctly assign results for 220 enteroviruses and rhinoviruses. PCR assays were then tested individually using PCR, DFA or 221 culture confirmed specimens or ATCC reference strains of bacteria and viruses (n=397).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 218,
                    "end": 226,
                    "text": "Table 1)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "140"
        },
        {
            "text": "Respanel PCR results in 91%-100% agreement with the reference results (Supplemental table 3) . 223 Next, a total of 34 nasopharyngeal wash specimens that were previously tested by 224 Resplex I and II were tested by Respanel assay as described in the materials and methods. The 225 overall, observed agreement with Resplex assay was ~95% (kappa = 0.734; 95%CI: 0.643-226 0.826). In total, 71 pathogens were identified in these samples by Respanel, which was 48% 227 higher than that of Resplex assays ( for each of the individual pathogens were compared, Respanel assay results were more correlated 240 (>95%) to FTDRP21 assay than Resplex assays (Table 1 and 2).The cost of Respanel is 241 approximately 25% of Resplex assays and requires less than 10 minutes of hands-on time per 242 sample, apart from the initial effort required for producing PCR-ready aliquots of primer/probe 243 mixes in PCR strip-tubes. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/455568 doi: bioRxiv preprint of automation. Many test methods have also been described in the literature for potential use as 254 laboratory-developed tests (LDT). To make an appropriate choice, a careful assessment of 255 performance characteristics as well as costs and benefits associated with the test method is 256 necessary. Ideally, when performance characteristics of test methods are comparable and meet 257 regulatory requirements, a test method and a platform that provides rapid TAT and requires 258 minimum technical skill and hands on time would be preferable. However, the costs associated 259 with the platform, such as test kits and service contracts may not be affordable to many The purpose of this study was to develop a laboratory-developed, real-time PCR based 271 test panel for selected respiratory pathogens with minimum multiplexing and in a format so that 272 minimum hands-on time is required. Accordingly, we designed our workflow so that assay 273 specific reagents are ready to be used for routine testing (Figure 1 ). We also minimized repeated The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/455568 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/455568 doi: bioRxiv preprint",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 98,
                    "text": "223",
                    "ref_id": null
                },
                {
                    "start": 180,
                    "end": 183,
                    "text": "224",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 70,
                    "end": 92,
                    "text": "(Supplemental table 3)",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 647,
                    "end": 655,
                    "text": "(Table 1",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 2069,
                    "end": 2078,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "222"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Accuracy of rapid",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chartrand",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Leeflang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Minion",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Brewer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pai",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "FilmArray, an automated nested multiplex PCR system for multi-370 pathogen detection: development and application to respiratory tract infection",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Ririe",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "371",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Evaluation of Four Commercial Multiplex Molecular Tests for the Diagnosis",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Salez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vabret",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Leruez-Ville",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Andreoletti",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Carrat",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Renois",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "De Lamballerie",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "376",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Comparison of the fast track diagnostics respiratory 21 and Seegene Allplex multiplex 380 polymerase chain reaction assays for the detection of respiratory viruses",
            "authors": [],
            "year": null,
            "venue": "Br J Biomed Sci",
            "volume": "381",
            "issn": "",
            "pages": "85--89",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "a new generation of protein database search programs",
            "authors": [
                {
                    "first": "Gapped",
                    "middle": [],
                    "last": "Blast",
                    "suffix": ""
                },
                {
                    "first": "Psi-Blast",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Nucleic Acids Res",
            "volume": "384",
            "issn": "",
            "pages": "3389--402",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The rapid",
            "authors": [
                {
                    "first": "Ş",
                    "middle": [],
                    "last": "Keske",
                    "suffix": ""
                },
                {
                    "first": "Ö",
                    "middle": [],
                    "last": "Ergönül",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Tutucu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Karaaslan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Palaoğlu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Can",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "wide range of chemistries and platforms are now commercially available for molecular 80 testing of common respiratory pathogens. Examples include BIOFIRE® FILMARRAY® 81 Respiratory Panel (Biomerieux) that enables detection and identification of multiple organisms 82 based on nested PCR and melt-curve analysis (25). A similar test kit, in terms of workflow and 83 pathogen targets, is ePlex® Respiratory Pathogen Panel (GenMark Dx) which makes use of 84 signal probes and capture probes to electrochemically detect target pathogens (26). Both systems 85 fully automate nucleic acid extraction, amplification or probe hybridization and detection. Also, 86 these tests are very easy to perform, provide faster results (<1 hour) and require very little hands 87 on time (~2 minutes). On the other hand, xTAG® Respiratory Viral Panel (Luminex) and 88 Resplex I&II (Qiagen) assays require nucleic acid extraction and amplification of targets prior to 89 probe hybridization, labelling and detection by a flow cytometric method on a Luminex xMAP 90 system (27",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "assessment (EQA) specimens were used. These specimens were submitted to the 118 Microbiology and Virology laboratory of BC Children's Hospital, Canada (between January, 119 2012 to January, 2013) for testing either by culture or by molecular methods. For validation of 120 the full PCR panel, 34 NPW or NPFS specimens that tested positive or negative for various 121 pathogens by Resplex I and II (Qiagen) assays were selected from the same site. An additional 122 113 NPW or NPFS specimens were tested at Sidra Medicine, Qatar. These specimens include 123 external quality assessment (EQA) specimens from College of American Pathologists (CAP), 124 validation specimens and clinical specimens collected at Sidra Medicine from May, 2016 to 125 August, 2017, and were previously tested for respiratory pathogens by FTD Respiratory 126 pathogens 21 (FTDRP21) assay (Siemens Healthineers).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Resplex and FTDRP21 assays were performed according to laboratory standard operating 128 procedures based on manufacturer's instructions. Specimens or nucleic acid extracts were 129 maintained at -80 o C following initial testing. Testing was performed exclusively on 130 retrospective, residual samples. To maintain patient anonymity, each sample was coded and all 131 patient identifiers were removed to ensure that personnel involved in this study were unaware of 132 any patient information. Ethics approval was not sought because studies that involve the 133 secondary use of anonymous human biological materials are exempted from review by the local134    Research Ethics Board of the University of British Columbia and Sidra Medicine.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Nucleic acid extraction: At BC Children's Hospital, nucleic acids from 0.35 mL NPW or 136 NPFS specimens were extracted using the QIAsymphony virus/bacteria kit in an automated 137 nucleic acid extraction platform, QIAsymphony SP (Qiagen, USA). At Sidra Medicine, nucleic",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "144 redundant nucleotide database (nr/nt) (29). Each PCR assay was individually tested and validated 145 using reference bacterial or viral strains and clinical samples that were previously tested by a 146 reference method such as culture, direct fluorescent antibody (DFA) tests, Resplex I & II assays 147 (Qiagen) or an alternative PCR. Apart from Resplex assays, standard PCR assays that were 148 available for comparison were a commercial assay for enterovirus (Trimgen Genetic Diagnostics, 149 USA) and previously validated laboratory developed tests (LDTs) for adenovirus, influenza A, 150 human metapneumovirus, Streptococcus pneumoniae, Mycoplasma pneumoniae and Bordetella 151 pertussis, 152 For PCR, 5µl of sample extract was mixed with 20µl of a master mix containing 12.5 µl 153 of 2x QuantiTect Probe RT-PCR Master Mix, 0.25 µl of QuantiTect RT Mix (Qiagen, USA) and 154 primers and probes to final concentrations shown in Supplemental Table 1. Thermal cycling was 155performed in a ABI7500 Fast instrument (Thermofisher Scientific, USA) with 1 cycle of reverse 156 transcription at 50°C for 30 min followed by 1 cycle of denaturation at 95°C for 15 min, diluted to 10 6 copies/ml, mixed and aliquoted for use with each PCR runs. IC, were extracted along with specimens and used with each PCR runs. The target 165 sequence of IC is a randomly generated sequence with no known homology to any sequences in166 the nucleotide database (29). 167 Preparation of strip-tube arrays: A mixed working stock of primers and probe(s) for 168 each of the assays were prepared to a total volume of 2 ml, according to the working stock 169 concentrations shown in supplemental table 1. Ten µl of primer and probe mix (PPM) for each 170 assay was dispensed into the tubes of MicroAmp Fast 8-Tube Strips (without cap) (Thermofisher 171 Scientific, USA) according to figure 1. Strip-tubes were placed in 96-well PCR tube racks and 172 PPMs were dispensed either with the aid of multichannel, dispensing pipettes (Eppendorf, USA) 173 or in an automated liquid handler (Perkin Elmer, USA) into two sets of strip-tubes labeled as 174 panel I and panel II. The strips were marked at one end with different colors for Panel I and 175 Panel II to maintain proper orientation. Tubes were then covered with MicroAmp Optical 176 Adhesive Film and pressed and sealed using MicroAmp Adhesive Film Applicator 177 (Thermofisher Scientific, USA). Optical adhesive film covers were then cut vertically between 178 the columns of tubes in each rack using a clean scalpel and panel I and II strips were stored in 179 separate boxes at -20 o C. 180 Respanel PCR assay: For each sample, one panel I strip and one panel II strip are thawed, 181 centrifuged briefly to bring the contents of the tubes at the bottom of the tubes, and placed in a 182 96-well PCR tube rack. A sample mix is then prepared with 88 µl of extracted nucleic acid from 183 the specimen to be analyzed, 220 µl of 2x QuantiTect Probe RT-PCR Master Mix and 4.4 µl of",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Alternatively, 88 µl of nucleic acid extracts were mixed with 88 µl of TaqPath™ 1-Step 189 Multiplex Master Mix (No ROX) (Thermofisher Scientific, USA) and 44 µl of nuclease free 190 water (Thermofisher Scientific, USA). 12.5 µl of sample mix was dispensed in the same way. 7.5 191 µl of each PPM from panel I and panel II strips are then transferred to the respective wells of the 192 PCR plate using a multichannel pipette. The PCR plate was covered with adhesive film and 193 thermal cycling was performed on an ABI7500 Fast instrument as described above 194 (Thermofisher Scientific, USA). Test results did not vary when tests were performed in parallel 195with two different master mixes in a set of known specimens (data not shown).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "for simultaneous detection of common respiratory pathogens are now 247 widely used, replacing many conventional diagnostic methods such as culture and antigen 248 detection assays. Implementation of these tests have resulted in increased identification of 249 causative pathogens for acute upper and lower respiratory tract infections. In addition, a 250 significant decrease in TAT has assisted institutions in the timely use appropriate isolation 251 precaution measures and reduce inappropriate antibiotic use (30-33). A wide range of multiplex 252 assays are now available commercially which differ in their use of chemistry, optics and the level",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "260 laboratories. Furthermore, because the majority of these test platforms are closed systems it is 261 difficult to troubleshoot ambiguous results and test failures in a timely manner without active and 262 continuous support from the vendor. LDTs on the other hand necessitate more labour and 263 responsibilities for the laboratory in order to maintain the quality of the test. Substantial 264 molecular biology expertise and effort are also necessary for validation of LDTs. However, 265 LDTs are less expensive and can be tailored specifically to needs of the laboratory and the 266 patient population it serves. An additional advantage is that LDTs can be updated rapidly to 267 make the test inclusive for a new pathogen of interest or an emerging variant of a known 268 pathogen. Logistically, if stored properly, primers and probes used in PCR based LDTs may 269 have a longer shelf life than the manufacturer recommended shelf life of commercial kits.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "274pipetting through the use of multichannel pipettes for faster transfer of reagents and to prevent 275 pipetting error. The pre-aliquoted primer and probe mixes in 8-tube strips can be prepared once",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Respanel",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "). Multiplex, real-time PCR based kits are also available such as Fast-Track Diagnostics Respiratory pathogens 21 (FTDRP21) (Siemens Healthineers) is a five tube multiplex PCR assay to detect a total of 23 pathogen targets (28). The test kit provides reagents only and the users can run the tests using their own nucleic acid extraction platforms and realtime PCR systems.While most commercial assays are rapid and convenient and their performance characteristics meet regulatory requirements, they are invariably expensive, which may be difficult to implement in resource poor settings. Also, commercial test kits are not uniformly available throughout the world. Timely delivery of test kits and reagents are critical for smooth operation of diagnostic laboratories and a delay in shipping may adversely affect the100 management of patients with respiratory infections. Furthermore, commercial tests are not free of 101 technical limitations. Some tests may be difficult to interpret due to background signals or 102 ambiguous results from multiple targets in the same reaction. It is also difficult to troubleshoot 103 commercial assays because of proprietary test characteristics. In addition, commercial assays 104 cannot be quickly modified when new pathogens or new strains of known pathogens emerge",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Statistical analysis: Correlation between the results of different assays was determined by Cohen's kappa test. Ninety-five percent CI for sensitivity, specificity and accuracy were calculated by Clopper-Pearson interval or exact method. The significance of differences in pathogen detection rates between Respanel versus Resplex and Respanel versus FTDRP21 were calculated by 2-tailed, paired Student's t-test. parainfluenza virus 1 and parainfluenza virus 2, coronavirus 229E and coronavirus OC43, and coronavirus NL63 and coronavirus HKU1, respectively. Test comparisons were only made between results for matching pathogens. Resplex assays included all Respanel targets except Bordetella pertussis and also incuded Neisseria meningitidis, Haemophilus influenzae and Legionella pneumophila that are not included in Respanel. Similarly, FTDRP21 assays include influenza A(H1N1)pdm09 virus, human parainfluenza virus 4, human parechovirus, Haemophilus influenzae B and Staphylococcus aureus that are not included in Respanel.PCR conditions for all targets included in Respanel were first optimized using ATCC strains or EQA panels. Primer and probe concentrations were adjusted for maximum analytical sensitivity and specificity (Supplemental table 2). In some cases such as Influenza B and",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": ". >90% of pathogens that were undetectable by the Resplex assays had higher C T values (>30) by real-time PCR. Similarly, 113 NPW or NPFS specimens that were previously tested by FTDRP21 assay were retested by Respanel. The overall, observed agreement with FTDRP21 assay was ~99.2% (kappa = 0.896; 95%CI: 0.845-231 0.946). In total, 78 pathogens were identified in these samples by Respanel and 82 pathogens were identified by FTDRP21 assay(Table 2). Respanel detected 6 pathogens that were not detected by FTDRP21. On the other hand FTDRP21 assay detected 10 pathogens that were not detected by Respanel. Notably, majority of these specimens had PCR C T values >35.The sensivitivity and specificity of Respanel assay and the accuracy of results obtained by this assay were calculated against both Resplex and FTDRP21 assays. The specificity and accuracy of Respanel results were 95% against both commercial assays. Sensitivity of Respanel was 94% and 88% against Resplex and FTDRP21assays, respectively(Table 3). When results",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "months or 1 year according to laboratory needs. Preparation of primer/probe mixes and strip tubes for Panel I and II may take one FTE technologist time for up to 8 hours. We noted that in an automated liquid handler (Perkin Elmer, USA), preparation of 200 test strips takes about 2 hour time. After initial optimization of PCR conditions, Respanel assay was validated in three steps. First, the accuracy of results obtained by each PCR assay was compared with results obtained by bacterial or viral culture, DFA, Resplex and standard PCR assays offered by the Microbiology and Virology laboratories of BC Children's Hospital, Canada. Next test comparisons were made with Resplex and FTDRP21 assays at two different laboratories using nasopharyngeal specimens. Despite multiple test types used as reference methods, Respanel assay demonstrated 85%-100% concordance with the reference methods. Respanel detected significantly (p=0.015 by Student's T-test) more pathogens than Resplex but was not different than the FTDRP21 panel 288 (p=0.27 by Student's T-test). This is consistent with the fact that Respanel and FTDRP21 are both real-time PCR based methods, while Resplex assay employed a different chemistry based on highly multiplexed PCR, probe hybridization and flow cytometry.To our knowledge, this is the first report of a strip-tube array based, clinical laboratory developed PCR test panel for respiratory pathogens designed for cost savings, convenience and superior or equivalent performance compared to commercial assays. Furthermore, the laboratory developed, Respanel has the additional advantage of flexibility to update, modify, incorporate or replace pathogen targets as required, and to serve specific patient populations with acuteThe copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It. https://doi.org/10.1101/455568 doi: bioRxiv preprint meta-analysis of respiratory viral coinfections in children. Respirology 21:648-55. Gordon A, Foxman B. 2016. The role of respiratory viruses in the etiology of 8. Granbom E, Fernlund E, Sunnegårdh J, Lundell B, Naumburg E. 2016. Respiratory Tract 25. Poritz MA, Blaschke AJ, Byington CL, Meyers L, Nilsson K, Jones DE, Thatcher SA, diagnosis of viral respiratory tract infections and its impact on antimicrobial stewardship programs. Eur J Clin Microbiol Infect Dis 37:779-783.The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/455568 doi: bioRxiv preprint 31. Nijhuis RHT, Guerendiain D, Claas ECJ, Templeton KE. 2017. Comparison of ePlex Respiratory Pathogen Panel with Laboratory-Developed Real-Time PCR Assays for Detection of Respiratory Pathogens. J Clin Microbiol 55:1938-1945. 32. van Rijn AL, Nijhuis RHT, Bekker V, Groeneveld GH, Wessels E, Feltkamp MCW, Claas ECJ. 2018. Clinical implications of rapid ePlex® Respiratory Pathogen Panel testing compared to laboratory-developed real-time PCR. Eur J Clin Microbiol Infect Dis Ko F, Drews SJ. 2017. The impact of commercial rapid respiratory virus diagnostic tests on patient outcomes and health system utilization. Expert Rev Mol Diagn 17:917-931.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Concordance between Respanel and Resplex test results *Enterovirus and Rhinovirus results were compared together because Resplex Enterovirus and Rhinovirus assays 421 were reported in aggregate.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Concordance between Respanel and FTD Respiratory pathogens 21 test results",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Diagnostic performance of Respanel compared to Resplex and FTD Respiratory",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This research received no specific grant from any funding agency in the public, 301 commercial, or not-for-profit sectors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "300"
        }
    ]
}