{
    "paper_id": "924500c41931aa9192ccc820467818297c1679d8",
    "metadata": {
        "title": "Human Kidney is a Target for Novel Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) Infection Running title: SARS-CoV-2 infects human kidney",
        "authors": [
            {
                "first": "Bo",
                "middle": [],
                "last": "Diao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "General Hospital of Central Theater Command",
                    "location": {
                        "addrLine": "Hubei province",
                        "postCode": "430015",
                        "settlement": "Wuhan",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zeqing",
                "middle": [],
                "last": "Feng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Third Military Medical University",
                    "location": {
                        "postCode": "400038",
                        "settlement": "Chongqing",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Chenhui",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Third Military Medical University",
                    "location": {
                        "postCode": "400038",
                        "settlement": "Chongqing",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Huiming",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Renmin Hospital of Wuhan University",
                    "location": {
                        "addrLine": "Hubei province",
                        "postCode": "430060",
                        "settlement": "Wuhan",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Liang",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "addrLine": "No. 13 Hangkong Road, Hubei province",
                        "postCode": "430030",
                        "settlement": "Wuhan",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Changsong",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "989 th Hospital of PLA",
                    "location": {
                        "addrLine": "Henan Province",
                        "postCode": "471000",
                        "settlement": "Luoyang",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Rongshuai",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hubei Chongxin Judicial Expertise Center",
                    "location": {
                        "addrLine": "Hubei province",
                        "postCode": "430415",
                        "settlement": "Wuhan",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ying",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "General Hospital of Central Theater Command",
                    "location": {
                        "addrLine": "Hubei province",
                        "postCode": "430015",
                        "settlement": "Wuhan",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yueping",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gang",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "General Hospital of Central Theater Command",
                    "location": {
                        "addrLine": "Hubei province",
                        "postCode": "430015",
                        "settlement": "Wuhan",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zilin",
                "middle": [],
                "last": "Yuan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "General Hospital of Central Theater Command",
                    "location": {
                        "addrLine": "Hubei province",
                        "postCode": "430015",
                        "settlement": "Wuhan",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yuzhang",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "General Hospital of Central Theater Command",
                    "location": {
                        "addrLine": "Hubei province",
                        "postCode": "430015",
                        "settlement": "Wuhan",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yongwen",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Third Military Medical University",
                    "location": {
                        "postCode": "400038",
                        "settlement": "Chongqing",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "the novel severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). Apart from the respiratory system, it is unclear whether SARS-CoV-2 can also directly infect other tissues such as the kidney or induce acute renal failure. Immunohistochemistry showed that SARS-CoV-2 NP antigen was accumulated in kidney tubules. was waived by the Ethics Commission of the designated hospital for emerging infectious diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary BACKGROUND The coronavirus disease 2019 (COVID-19) is a newly emerged infection from"
        },
        {
            "text": "We reviewed clinical records, nursing records, laboratory findings, and chest x-rays or CT scans for all the patients. All information was obtained and curated with a customized data collection form. eGFR was calculated by the CKD-EPI equation based on serum creatinine level, sex, race and age. Acute renal impairment was defined as a decline of eGFR by at least 30% of the baseline value on admission or below90mL/min on admission. Three investigators (C Wang, Z Fen and Y Chen) independently reviewed the data collection forms to verify data accuracy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection and definitions"
        },
        {
            "text": "Tissue morphology detection and immunohistochemistry Due to the special infection-control precaution of handling deceased subjects with COVID-19, postmortem examination was performed in a designated pathology laboratory. Kidney specimens from autopsy were retrieved for standard examination via light microscopy. Briefly, paraffin-embedded tissue blocks were cut into 3 μm slices and mounted onto poly-lysine-coated glass slides, and tissue injury was stained for by H&E.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection and definitions"
        },
        {
            "text": "Sections were also used for detection of SARS-CoV-2 NP antigen by immunohistochemistry as following: Antigen retrieval was performed by microwaving these sections in citrate buffer (10 mM, Role of the funding source The funding agencies did not participate in study design, data collection, data analysis, or manuscript writing. The corresponding authors were responsible for all aspects of the study to ensure that issues related to the accuracy or integrity of any part of the work were properly investigated and resolved. The final version was approved by all authors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection and definitions"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection and definitions"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.03.04.20031120 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "We retrospectively analyzed laboratory kidney functions from 85 cases of COVID-19 patients, focusing first on eGFR. 27.06% (23/85) COVID-19 patients exhibited acute renal failure (Table1), suggesting renal function impairment is relatively common in COVID-19 patients. Patients who are older (≥60 years) or carry comorbidities of disorders (69.57% vs 11.29%, p<0.001), especially hypertension (39.13% vs 12.90%, p=0.0007) or Coronary heart disease (21.74% vs 4.84%, p=0.018) are more easily developed ARF. Dynamic survey in five COVID-19 patients showed that the perished cases have a rapid eGFR decline, but the concentrations of plasma creatinine and urea rapidly rose during disease progression. On the other hand, gradual recovery of eGFR was observed in convalescent patients, whose plasma creatinine and urea concentrations were low throughout the observation period (Figure 1) , suggesting ARF is a risk factor result in perish during SARS-CoV-2 infection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 873,
                    "end": 883,
                    "text": "(Figure 1)",
                    "ref_id": null
                }
            ],
            "section": "SARS-CoV-2 induces ARF in COVID-19 patients"
        },
        {
            "text": "Our data mentioned above illustrated that the perished patients have strong kidney damage after SARS-CoV-2 infection, therefore, the histopathological examination was performed by H&Estaining in kidney specimens from autopsy of six COVID-19 subjects with renal function impairment prior to death. Varying degrees of acute tubular necrosis, luminal brush border sloughing and vacuole degeneration, was found in different areas of all six renal specimens. Severe infiltration of lymphocytes in tubulointerstitium was only observed in one patient who carries comorbidities of hypertension (>10 years) and coronary disease (>10 year). While minimal infiltration was seen in three cases who are comorbidities of disorders like hypertension and gout, and the other two cases are absence tubulointerstitial lymphocyte infiltration, moreover, no obvious lymphocytes were seen in glomeruli, suggesting lymphocyte infiltration is uncommon after viral infection. At the same time, dilated capillary vessels were observed in the glomeruli of 6 cases, benign hypertensive glomerulosclerosis and autolysis were only noted in three cases who have coexisting hypertension, whereas, severe glomerular injury was absence in all of these six cases ( Figure 2, Table 2) . Collectively, these results demonstrated that SARS-CoV-2 infection mainly induces severe acute tubular necrosis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1231,
                    "end": 1249,
                    "text": "Figure 2, Table 2)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "SARS-CoV-2 induces human kidney injury"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS-CoV-2 induces human kidney injury"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.03.04.20031120 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Our results reported above indicate that SARS-CoV-2 might directly induce tubular damage, to confirm this possibility, the viral NP antigen was assessed by immunohistochemistry. Results showed that SARS-CoV-2 NP antigens could be seen in kidney tissues from all of these six samples, NP expression was restricted in kidney tubules, and the expression was observed in cytoplasm, whereas, the nucleus was absence. NP antigen was also absent in infiltrated lymphocytes and the glomerulus. Normal kidney tissues and renal sections only treated with rabbit isotype control antibodies showed no signal. Here the expression of NP protein in lung tissues from COVID-19 patients were used as positive controls (Figure 3) . Collectively, these data suggest that SARS-CoV-2 directly infects kidney tubules to induce acute tubular necrosis and ARF.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 701,
                    "end": 711,
                    "text": "(Figure 3)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "SARS-CoV-2 directly infects human kidney tubules"
        },
        {
            "text": "In this study, we found that 27.06% of patients with COVID-9 had abnormal eGFR, suggesting that acute renal damage is relatively common following SARS-CoV-2 infection. This phenomenon is different from the 2003 outbreak SARS, which ARF was uncommon even though it was one of the top risk factors of mortality. 15 Patient who are aged or have comorbidities more commonly developed ARF, suggesting that these patients should be more closely examined to prevent ARF onset. We also summarized the dynamic eGFR from 5 COVID-9 patients who have long-term observation, and found that the perished cases manifested rapid decline in eGFR, and a rapid increase of the plasma creatinine and urea concentrations, with the levels peaking prior to death. On the other hand, enhancement of eGFR level but persistent low levels of plasma creatinine and urea were observed in recovered patients who were treated with diuretics, suggesting SARS-CoV-2 mediated ARF may be one of the major causes of multiorgan failure and eventual death in COVID-19 patients. Therefore, we strongly suggest that applying potential interventions including continuous renal replacement therapies (CRRT) for protecting kidney function in COVID-19 patients, particular for ARF cases, maybe a key method to preventing fatality.",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 312,
                    "text": "15",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "To further analyze how SARS-CoV-2 affects renal function, especially the perished cases, we focused on analyzing renal tissue morphology from autopsies. H&E staining showed that acute renal tubular damage was observed in all six cases during postmortem examinations, while the glomeruli were intact, except for some cases with slight glomerulosclerosis. We also found one case . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.03.04.20031120 doi: medRxiv preprint has scrap glomeruli, suggesting that other conditions such as hypertension and diabetic nephropathy may have been involved the pathogenesis. The infiltration of immune cells was not obvious except in one patient, indicating that acute renal damage caused by SARS-CoV-2 is independent of immune-mediated injury (Figure 2) . It has been shown that the ACE-2 receptor of SARS-CoV-2 is highly expressed in renal tubules. 12, 16 We used immunohistochemistry to analyze the expression of viral NP antigen in situ in kidney tissues, and found that viral NP antigen was restricted to the renal tubular cells of the infected tissues. Our results strongly suggest that renal tubular injury is directly caused by viral infection and replication because SARS-CoV-2 is a cytopathic virus. This phenomenon is consistent with its other similarities to SARS-CoV and MERS-CoV, both of which can also infect human kidney. 17, 18 Recently, some researcher reported they have successfully isolated SARS-CoV-2 virus particles from urine of COVID-19 patients, and together with our study demonstrate that the kidney is also the site of viral infection and replication outside of the lungs, suggesting that kidney-originated viral particles may enter the urine through glomerular filtration.",
            "cite_spans": [
                {
                    "start": 528,
                    "end": 530,
                    "text": "16",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1011,
                    "end": 1014,
                    "text": "17,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1015,
                    "end": 1017,
                    "text": "18",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 417,
                    "end": 427,
                    "text": "(Figure 2)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "One limitation of this paper is that due to the high infectivity and the complexity of specimen preparation, we were unable to present electron microscopy imaging to further clarify the subcellular distribution of virus particles in kidney in situ. In the next step, we will cooperate with other laboratories to carry out this work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "In conclusion, we have demonstrated that the SARS-CoV-2 virus can directly infect human renal tubules and consequently lead to acute renal tubular injury. Moreover, improvement of eGFR would increase the survival of COVID-19 patients who have ARF.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The authors declare no financial or commercial conflict of interest. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest:"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.03.04.20031120 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.03.04.20031120 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.04.20031120 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A Novel Coronavirus from Patients with Pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "First cases of coronavirus disease 2019 (COVID-19) in France: surveillance, investigations and control measures",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Bernard",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rolland",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Silue",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "European communicable disease bulletin",
            "volume": "25",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "First case of Coronavirus Disease 2019 (COVID-19) pneumonia in Taiwan",
            "authors": [
                {
                    "first": "S-C",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "Y-C",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "Y-Lf",
                    "middle": [],
                    "last": "Chiang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of the Formosan Medical Association",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "National Health Commission of the People's Republic of China. The latest situation of novel coronavirus pneumonia as of 24:00 on",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Evolution of the novel coronavirus from the ongoing Wuhan outbreak and modeling of its spike protein for risk of human transmission",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Science China Life Sciences",
            "volume": "2020",
            "issn": "",
            "pages": "1--4",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Genomic characterization of the 2019 novel human-pathogenic coronavirus isolated from a patient with atypical pneumonia after visiting Wuhan",
            "authors": [
                {
                    "first": "Jf-W",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "K-H",
                    "middle": [],
                    "last": "Kok",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerging Microbes & Infections",
            "volume": "9",
            "issn": "1",
            "pages": "221--257",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "G"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Nature",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "COVID-19 patients",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The notice of launching guideline on diagnosis and treatment of the novel coronavirus pneumonia (NCP)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Acute renal impairment in coronavirus-associated severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Kidney international",
            "volume": "67",
            "issn": "2",
            "pages": "698--705",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Renal ACE2 expression in human kidney disease",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lely",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Hamming",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Van Goor",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Navis",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "The Journal of Pathology: A Journal of the Pathological Society of Great Britain and Ireland",
            "volume": "204",
            "issn": "5",
            "pages": "587--93",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Organ distribution of severe acute respiratory syndrome (SARS) associated coronavirus (SARS-CoV) in SARS patients: implications for pathogenesis and virus transmission pathways",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "The Journal of Pathology: A Journal of the Pathological Society of Great Britain and Ireland",
            "volume": "203",
            "issn": "2",
            "pages": "622--652",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Kinetics and pattern of viral excretion in biological specimens of two MERS-CoV cases",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Poissy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Goffard",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Parmentier-Decrucq",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Clinical Virology",
            "volume": "61",
            "issn": "2",
            "pages": "275--283",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "We conducted a retrospective analysis of estimated glomerular filtration rate (eGFR), plasma creatinine, and urea concentrations along with other clinical parameters from 85 patients with laboratory-confirmed COVID-19 admitted to a hospital in Wuhan from January 17, 2020 to March 3, 2020. Kidney tissues from six other patients with postmortem examinations were analyzed by Hematoxylin and Eosin (H&E) and in situ expression of viral nucleocaspid protein (NP) antigen was detected by immunohistochemistry. RESULTS Among these 85 COVID-19 cases, 27.06% (23/85) patients exhibited acute renal failure (ARF), and elder patients (≥ 60 years old) are easier to develop ARF (65.22% vs 24.19%, p< 0.001). Comorbidities of disorders like hypertension and heart failure were more common in patients who developed ARF (69.57% vs 11.29%, p< 0.001). Dynamic observation of eGFR revealed that perished cases have a rapid decrease of eGFR but quickly boosting plasma creatinine and urea. On the other hand, enhancement of eGFR and persistence low level of plasma creatinine and urea was observed in recovery patients following diuretic treatment. H&E staining demonstrated kidney tissues from 6 cases of postmortems have severe acute tubular necrosis but",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "pH 6.0). The sections were then incubated in 3% BSA plus 0.1% H2O2 for 1h at RT to block nonspecific binding. The sections were then incubated overnight at 4 °C with primary anti-SARS-CoV-2 nucleocaspid protein (NP) antibodies (clone ID: 019, 1:100, rabbit IgG; Sino Biological, Beijing) or rabbit-isotype antibody controls (1:100; Dako). Sections were further incubated with the HRP-anti-Rabbit secondary antibodies for 1h at RT. Peroxidase activity was visualized with the DAB Elite kit (K3465, DAKO), and the brown coloration of tissues represented positive staining as viewed by a light microscope (Zeiss Axioplan 2, Germany). Statistical analysis Statistical analyses were performed using GraphPad Prism version 8.GraphPad Software, Inc., San Diego, CA, USA). Categorical variables were expressed as numbers (%). p values are from χ2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Yuzhang Wu, and Yongwen Chen involved in the final development of the project and manuscript preparation; Zilin Yuan, Chenghui Wang and Zeqing Feng analyzed the data; Bo Diao and Huiming Wang performed most of experiments; Yin Liu, Gang Wang and Yueping Liu did H&E staining and immunohistochemistry; Changsong Wang evaluated H&E and immunohistochemistry results; Liang Liu provided autopsies.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Serial measurement of e-GFR, plasma creatinine and urea concentrations in 5 cases of COVID-19 patients complicated with acute renal failure (ARF).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Representative H&E staining of kidney tissues from 3 cases of COVID-19 patients undergoing postmortem examination. Sections were stained by H&E, ▲: damage tubules; •: glomerulus; *: scrap glomerulus; and arrow indicated infiltrated lymphocytes. Scale bar= 50 μM.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Immunohistochemistry analyzed SARS-CoV-2 NP antigen in kidney tissues. The expression of viral NP antigen was detected in kidney (A～D) and lung (G and H) tissues from COVID-19 patients undergoing postmortem examination. * indicated infiltrated lymphocytes, arrow indicated positive cells, ▲ glomerulus; E: Absence expression of viral NP protein in normal kidney tissues; F: Sections incubated with rabbit IgG1 isotype control antibodies. Scale bar= 50 μM.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The development of ARF during the course of disease is an important negative prognostic indicator for survival with COVID-19. SARS-CoV-2 virus directly infects human kidney tubules by thus induces acute tubular damage, ARF and probably also lead to urine transmission.Spike protein.10 In addition to respiratory organs, the expression of ACE2 protein has also been observed in human kidneys, 11,12 and Cheng et al., reported that some COVID-19 patients had an elevated level of proteinuria. 13 However, no evidence directly demonstrates that SARS-CoV-2 can directly infect the kidney to cause acute renal failure.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": ". https://doi.org/10.1101/2020.03.04.20031120 doi: medRxiv preprint Table1 Clinical Characteristics of COVID-19 patients. Data are n(%)，p values are from χ2 . ARF=acute renal failure",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}