{
    "paper_id": "93f67ffe7803061de9b19c4dfa346b3aa97aa4eb",
    "metadata": {
        "title": "Non-uniform refinement: Adaptive regularization improves single particle cryo-EM reconstruction",
        "authors": [
            {
                "first": "Ali",
                "middle": [],
                "last": "Punjani",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Haowei",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [
                    "J"
                ],
                "last": "Fleet",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Single particle cryo-EM is a powerful method for studying proteins and other biological macromolecules. Many of these molecules comprise regions with varying structural properties including disorder, flexibility, and partial occupancy. These traits make computational 3D reconstruction from 2D images challenging. Detergent micelles and lipid nanodiscs, used to keep membrane proteins in solution, are common examples of locally disordered structures that can negatively affect existing iterative refinement algorithms which assume rigidity (or spatial uniformity). We introduce a cross-validation approach to derive non-uniform refinement, an algorithm that automatically regularizes 3D density maps during iterative refinement to account for spatial variability, yielding dramatically improved resolution and 3D map quality. We find that in common iterative refinement methods, regularization using spatially uniform filtering operations can simultaneously over-and under-regularize local regions of a 3D map. In contrast, non-uniform refinement removes noise in disordered regions while retaining signal useful for aligning particle images. Our results include state-of-the-art resolution 3D reconstructions of multiple membrane proteins with molecular weight as low as 90kDa. These results demonstrate that higher resolutions and improved 3D density map quality can be achieved even for small membrane proteins, an important use case for single particle cryo-EM, both in structural biology and drug discovery. Non-uniform refinement is implemented in the cryoSPARC software package and has already been used successfully in several notable structural studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Single particle cryogenic electron microscopy (cryo-EM) is a rapidly advancing technique for determining high resolution 3D structures of proteins and protein complexes. There are several reasons that cryo-EM has become a tool of choice for recent structural biology projects [5] , but key among them is the fact that cryo-EM can be used to study classes of proteins for which other techniques (e.g., X-ray crystallography and nuclear magnetic resonance) are not effective. These include membrane proteins, proteins larger than ∼30kDa with multiple conformational states, or with flexible or disordered domains. In all of these cases, the proteins are composed of regions with varying structural properties. Membrane proteins in particular are often encapsulated in detergent micelles or lipid nanodiscs, creating a large disordered region of density around the hydrophobic region of the protein. Despite the common occurrence of such spatial variability, most state-of-the-art 3D refinement algorithms are based on the mathematical assumption of uniformity (rigidity) of the particle. This paper formulates a cross-validation regularization framework for single particle cryo-EM refinement, one that explicitly provides for the spatial inhomogeneity generated by various physical phenomena (disorder, motion, occupancy, etc) found in a typical molecular complex. Our proposed framework incorporates general domain knowledge about proteins, without specific knowledge of any particular molecule. Within this framework we derive a novel refinement algorithm, called non-uniform refinement, that accounts for structural variability, while taking care to ensure that the algorithm retains favourable statistical properties for validation and that it does not introduce avenues for over-fitting during 3D reconstruction.",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 279,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "With a GPU accelerated implementation of non-uniform refinement implemented in the cryoSPARC software package [22] , we demonstrate improvements in resolution and 3D density map quality for a range of membrane proteins, yielding state-of-the-art reconstructions in all cases. We show results on a small membrane protein-Fab complex in a lipid nanodisc, a small membrane protein with negligible density outside of the lipid bilayer, a medium-sized membrane complex with a large detergent micelle, and a sodium channel with flexible domains. A beta version of the algorithm was previously released in cryoSPARC and has been used in structural studies of several other interesting proteins (see Section 8) . Non-uniform refinement is reliable and automatic, requiring no change in parameters between datasets, and with no reliance on hand-made spatial masks or manual labels.",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 114,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 692,
                    "end": 702,
                    "text": "Section 8)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the standard cryo-EM 3D reconstruction problem set up [12, 22, 26] , a generative model describes the formation of images of a target protein in an electron microscope. According to the model, the unobserved protein structure, represented by a 3D density, is rotated by a 3D pose and projected along the direction of the electron beam. The resulting 2D projection is translated in the plane, modulated by the microscope CTF, and corrupted by additive noise, under a certain noise model. The 3D density map m is typically parameterized as a real-space 3D array with density at each voxel, in a Cartesian grid of box size N , and a corresponding discrete Fourier representation,m = F m. The goal of reconstruction is to infer the unobserved 3D densities of the voxel array, called model parameters. Representing the 3D density, 2D projections, observed images, and the noise model in the Fourier domain is common practice for computational efficiency, exploiting the well-known convolution and Fourier-slice theorems [1, 12, 22, 26] . The unobserved pose variables for each image are latent variables.",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 61,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 62,
                    "end": 65,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 66,
                    "end": 69,
                    "text": "26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1018,
                    "end": 1021,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1022,
                    "end": 1025,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1026,
                    "end": 1029,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1030,
                    "end": 1033,
                    "text": "26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Regularization in Iterative Refinement"
        },
        {
            "text": "Iterative refinement methods (Algorithm 1), which provide state of the art results (e.g., [1, 11, 22, 35] ), can be interpreted as variants of block-coordinate descent or the expectation-maximization algorithm [7] , performing maximum-likelihood or maximum-a-posteriori estimation of model parameters from obser- Figure 1 : A 3D map from uniform iterative refinement (in cryoSPARC) reveals spatial variations in structure properties in a prototypical membrane protein (TRPA1 ion channel, EMPIAR-10024 [21] ). The density map is shown with a low threshold, where color depicts local resolution [2] as a proxy for local structure properties. The core inner region (red) is more rigid and resolved to higher resolution. The solvent facing region (yellow) is less well ordered. The detergent micelle (light blue) is largely disordered. A flexible tail at the bottom (blue) is blurred due to motion. In uniform refinement, a shift-invariant regularizer smooths all regions equally. This uniformity leaves high frequency noise to accumulate in disordered regions (under-regularization), while discarding resolvable signal in rigid regions (over-regularization). Non-uniform refinement is designed to alleviate these problems.",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 93,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 94,
                    "end": 97,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 98,
                    "end": 101,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 102,
                    "end": 105,
                    "text": "35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 210,
                    "end": 213,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 501,
                    "end": 505,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 593,
                    "end": 596,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 313,
                    "end": 321,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Regularization in Iterative Refinement"
        },
        {
            "text": "vations, according to the generative model described above. In cryo-EM, and more generally in inverse problems with noisy, partial observations, a critical component that modulates the quality of the results is regularization. Regularization, in intuitive terms, refers to the inclusion of prior knowledge to help penalize model complexity and avoid over-fitting. In cryo-EM refinement it plays a key role in mitigating the effects of noise, so that signal alone is used to infer model parameters. One can regularize problems explicitly, using a prior distribution over model parameters, or implicitly, by applying a regularization operator to the model parameters during optimization. Iterative refinement methods tend to use implicit regularizers, attenuating noise in the reconstructed map at each iteration. In either case, the separation of signal from noise is the crux of many inference problems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regularization in Iterative Refinement"
        },
        {
            "text": "In the cryo-EM refinement problem, like many latent variable inverse problems, there is an additional interplay between regularization, noise buildup, and the estimation of latent variables. Retained noise due to under-regularization will contaminate the estimation of latent variables. This contamination is propagated to subsequent iterations and causes over-fitting. In Fig. 1 , with the TRPA1 membrane protein [21] , over-fitting occurs in the disordered micelle and in the dynamic tail at the bottom of the protein. Conversely, over-regularization attenuates useful signal structure, further degrading latent variable estimates. With TRPA1, signal loss occurs in the central region where the structure is not as well resolved as it otherwise could be. In general, the amount of regularization (or smoothing) depends on a set of regularization parameters, the tuning of which is often critical to successful outcomes. This paper reconsiders the task of regularization based on the observation that common iterative refinement algorithms often systematically under-fit and over-fit different regions of a 3D structure, simultaneously. This causes a loss of resolvable detail in some parts of a structure, and accumulation of noise in others. The reason stems from the use of frequency-space filtering as a form of regularization. Some programs, like cisTEM [11] , use a strict resolution cutoff, beyond which Fourier amplitudes are set to zero before alignment of particle images to the current 3D structure. In RELION [27] , regularization was initially formulated with an explicit Gaussian prior on Fourier amplitudes of the 3D structure, with a hand-tuned parameter that controls Fourier amplitude shrinkage. Later versions of RELION [28] and cryoSPARC's homogeneous (uniform) refinement [22] use a transfer function (or Wiener filter) determined by Fourier Shell Correlation (FSC) computed between two independent half-maps (e.g., [3, 13, 25] ).",
            "cite_spans": [
                {
                    "start": 414,
                    "end": 418,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1360,
                    "end": 1364,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1522,
                    "end": 1526,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1740,
                    "end": 1744,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1794,
                    "end": 1798,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1938,
                    "end": 1941,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1942,
                    "end": 1945,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1946,
                    "end": 1949,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 373,
                    "end": 379,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Regularization in Iterative Refinement"
        },
        {
            "text": "Such methods presume a Fourier basis and shift-invariance. Although well-suited to stationary processes, they are less well suited to protein structures, which are spatially compact and exhibit non-uniform disorder, motion, or variations in signal resolution. FSC, for instance, provides an aggregate measure of resolution. To the extent that FSC under-or over-estimates resolution in different regions, FSC-based shift-invariant filtering will over-smooth some regions, attenuating useful signal, and under smooth others, leaving unwanted noise. To address these issues we introduce a family of adaptive regularizers that can, in many cases, find better 3D structures with improved estimates of the latent poses during refinement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regularization in Iterative Refinement"
        },
        {
            "text": "We formulate a new regularizer for cryo-EM reconstruction in terms of the minimization of a crossvalidation objective [10, 31] . Cross-validation (CV) is a general principle that is widely used in machine learning and statistics for model selection and parameter estimation with complex models. In CV, observed data are randomly partitioned into a training set and a held-out validation set. Model parameters are inferred using the training data, the quality of which is then assessed by measuring an error function applied to the validation data. In k-fold CV, the observations are partitioned into k parts. In each of k trials, one part is selected as the held-out validation set, and the remaining k − 1 parts comprise the training set. The per-trial validation errors are summed, providing the total CV error. This procedure measures agreement between the optimized model and the observations, without bias due to over-fitting. Rather, over-fitting during training is detected directly as an increase in the validation error. Importantly, formulating regularization in a cross-validation setting provides a principled way to design regularization operators that are more complex than the conventional, isotropic frequency-space filters. The CV framework is not restricted to a Fourier basis. One may consider more complex parameterizations, the use of meta-parameters, and incorporate cryo-EM domain knowledge.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 122,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 123,
                    "end": 126,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Cross-Validation Regularization"
        },
        {
            "text": "Given a family of regularizers r θ with parameter θ, the minimization of CV error to find θ is often applied as an outer loop. This requires the optimization of model parameters m to be repeated many times with different values of θ, a prohibitively expensive cost for problems like cryo-EM. Instead, one can also perform CV optimization as an inner loop, while optimization of model parameters occurs in the outer loop. Regularizer parameters θ are then effectively optimized on-the-fly, preventing under-or over-fitting without requiring multiple 3D refinements to be completed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cross-Validation Regularization"
        },
        {
            "text": "To that end, consider the use of 2-fold CV optimization to select the regularization operator, denoted r θ (m) in the regularization step in Algorithm 1 (note that k > 2 is also possible). The dataset D is partitioned into two halves, D 1 and D 2 , and two (unregularized) refinements are computed, namely m 1 and m 2 . For each, one half of the data is the 'training set', and the other is held out for validation. To find the regularizer parameters θ we wish to minimize the total CV error E, i.e.,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cross-Validation Regularization"
        },
        {
            "text": "where e is the negative log likelihood of the validation half-set given the regularized half-map. The second line simplifies this expression by using the raw reconstruction from the opposite half-set as a proxy for the actual observed images. Note that assumptions for \"gold standard\" refinement [28] are not broken in this procedure (see Section 5) . With the L2 norm, Eqn. 1 reduces to a sum of per-voxel squared errors, corresponding to white Gaussian noise between the half-set reconstructions. When the choice of θ causes r θ to remove too little noise from the raw reconstruction, the residual error E will be unnecessarily large. If θ causes r θ to over-regularize, removing too much structure from the raw reconstruction, then E increases as the structure retained by r θ no longer cancels corresponding structure in the opposite half-map. As such, minimizing E(θ) provides the regularizer that optimally separates signal from noise. Similar objectives have been used for image de-noising [18] . Finally, we note that this formulation can be extended to compare each half-set reconstruction against images directly (dealing appropriately with the latent pose variables) or to use error functions corresponding to different noise models.",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 300,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 339,
                    "end": 349,
                    "text": "Section 5)",
                    "ref_id": null
                },
                {
                    "start": 997,
                    "end": 1001,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Cross-Validation Regularization"
        },
        {
            "text": "The CV formulation in Eqn. 1 provides great flexibility in choosing the family of regularizers r θ , taking domain knowledge into account. For non-uniform refinement, we wish to accommodate protein structures with spatial variations in disorder, motion, and resolution. Accordingly, we define the regularizer to be a space-varying linear filter. The filter's spatial extent is determined by the regularization parameter θ(x), which varies with spatial position:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regularization Parameter Optimization"
        },
        {
            "text": "where h(x; ψ) is symmetric smoothing kernel, the spatial scale of which is specified by ψ. In practice we let h(x; ψ) be a 2 nd -order Butterworth kernel, the parameter of which is the upper band-limit (frequency) of its transfer function. In this context θ(x) represents the corresponding wavelength. When Eqn. 2 is combined with the CV objective for the estimation of θ(x), one obtains",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regularization Parameter Optimization"
        },
        {
            "text": "With one regularization parameter at each voxel, i.e., θ(x), this reduces to a large set of decoupled optimization problems, one for each voxel. That is, for voxel x one obtains",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regularization Parameter Optimization"
        },
        {
            "text": "With this decoupling, θ(x) can transition quickly from voxel to voxel, yielding high spatial resolution. On the other hand, the individual sub-problems (4) are not well constrained since each parameter is estimated from data at a single location, so the parameter estimates are not useful. In essence, our regularizer design has two competing goals, namely, reliable signal detection, and high spatial resolution (i.e. respecting boundaries between regions with different properties). Signal detection improves through aggregation of observations (e.g., neighboring voxels), while high spatial resolution prefers minimal aggregation (as in Eqn. 4).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regularization Parameter Optimization"
        },
        {
            "text": "To improve signal detection, we further constrain θ * to be smooth. That is, although in some regions θ should change quickly (solvent-protein boundaries), in most regions we expect it to change slowly (solvent and regions of rigid protein mass). Smoothness effectively limits the number of degrees of freedom in θ, which is important to ensure θ itself does not overfit during iterative refinement (see Sec. 7). One can encourage smoothness in θ by explicitly penalizing spatial derivatives of θ in the objective (Eqn. 3), but this yields a Markov random field problem that is hard to optimize. Alternatively, one can express θ in a low-dimensional basis (e.g., radial basis functions), but this requires prior knowledge of the expected degree of smoothness. Instead, we adopt a simple but effective approach. Assuming that θ is smoothly varying, we treat measurements in the local neighborhood of x as additional constraints on 5 . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2019.12.15.877092 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regularization Parameter Optimization"
        },
        {
            "text": "Require: Particle image dataset D with pose estimates z 1: Randomly partition D into halves, D 1 and D 2 with corresponding poses z 1 and z 2 2: Reconstructm 1 andm 2 , the raw (noisy) 3D maps from each half-set 3: Estimate regulization parameters θ * by solving Eqn. 6 4: Reconstruct a single map from D, z, and apply the optimal regularizer r θ * θ(x). A window function can be used to gives more weight to points close to x. We thereby obtain the following least-squares objective:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Algorithm 2 Regularization Step for Non-Uniform Refinement"
        },
        {
            "text": "where w ρ (x) is positive and integrates to one, with spatial extent ρ. This allows one to estimate θ at each voxel independently, while the overlapping neighborhoods ensure that θ(x) varies smoothly. This approach also provides a natural way to allow for variable neighbourhood sizes, where ρ(x) depends on location x, so both rigid regions and transition regions are well modeled. Importantly, we want ρ(x) to be large enough to reliably estimate θ(x), but small enough to enable local transitions. A reasonable balance can be specified in terms of the highest frequency with significant power as captured by the regularization parameter θ(x). In particular, as a heuristic it suffices to ensure that ρ(x) > γ θ(x) where γ, the adaptive window factor (AWF), is a constant. 1 This constraint yields the final computational problem solved in non-uniform refinement to regularize 3D electron density at each iteration; i.e.,",
            "cite_spans": [
                {
                    "start": 775,
                    "end": 776,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Algorithm 2 Regularization Step for Non-Uniform Refinement"
        },
        {
            "text": "Given a set of particle images and a low resolution ab initio 3D map, non-uniform refinement comprises three main steps, similar to conventional uniform (homogeneous) refinement (Alg. 1). The data are randomly partitioned into two halves, each of which is used to independently estimate a 3D half-map. This \"gold standard\" refinement [28] allows use of FSC for evaluating map quality, and for comparison with existing algorithms. The alignment of particle images against their respective half-maps, and the reconstruction of the raw 3D density map (the E and M steps in Alg. 1) are also identical to uniform refinement.",
            "cite_spans": [
                {
                    "start": 334,
                    "end": 338,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Non-Uniform Refinement Algorithm"
        },
        {
            "text": "The difference between uniform and non-uniform refinement is in the regularization step. First, in non-uniform refinement, regularization is performed independently in the two half-maps. As such, the 1 Two key factors directly influence the choice of ρ(x) for estimating θ(x) reliably. The first is noise in the raw reconstruction. Aggregating squared error measures the residual variance (the residual power); larger windows provide more accurate variance estimates. The second is residual signal structure. When over-regularized, some high-frequency signal is lost, in which case signal residual is expected to have significant amplitudes near the wavelength θ. (Higher frequencies with insignificant amplitudes are dominated by noise, while lower frequencies are left unchanged by the regularizer and thus cancel the signal in the opposite halfmap.) Integrating a squared band-pass signal provides a phase-independent measure of the local signal power; in our case the minimum window ρ(x) is determined by pass-band of the residual signal, which is expected to be close to θ. Thus the minimum ρ(x) is naturally constrained to be small multiple of θ. The same reconstruction is shown after uniform isotropic filtering (based on FSC between half-maps). Right: The same half-map reconstruction after non-uniform regularization with the optimal CV regularizer. Non-uniform regularization removes noise from the solvent background and nanodisc region, while preserving the high-resolution structure needed for particle alignments in the well-ordered protein region. It is particularly effective due to its implicitly small number of degrees of freedom (Eqn. 6) and capacity to model sharp transitions between ordered and disordered regions.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 201,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Non-Uniform Refinement Algorithm"
        },
        {
            "text": "estimation of the spatial regularization parameters in Algorithm 2 effectively partitions each half-dataset into quarter-datasets, and we often refer to the raw reconstructions in Algorithm 2 as quarter-maps. The non-uniform refinements on half-maps are therefore entirely independent, satisfying the assumptions of a \"gold-standard\" refinement [28] . By contrast, conventional uniform refinement uses FSC between halfmaps to determine regularization parameters at each iteration, thereby sharing masks and regularization parameters, both of which contaminate final FSC-based assessment because the two half-maps are no longer reconstructed independently. Most importantly, non-uniform refinement uses Eqn. 6 to define the optimal parameters with which to regularize each half-set reconstruction at each refinement iteration. Figure 2 shows an example of the difference between uniform filtering (FSC-based) and the new CV-optimal regularizer used in non-uniform refinement. Uniform regularization removes signal and noise from all parts of the 3D map equally. Nonuniform regularization, on the other hand, removes more noise from disordered regions, while retaining the high-resolution signal in well-structured regions that is critical for aligning 2D particle images in the next iteration.",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 349,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 826,
                    "end": 834,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Non-Uniform Refinement Algorithm"
        },
        {
            "text": "In practice, for regularization parameter estimation, Equation 6 is solved on a discretized parameter space where a relatively simple discrete search method can be used (e.g., as opposed to continuous gradient-based optimization). The algorithm is implemented in Python within the cryoSPARC software platform [22] , with most of the computation implemented on GPU accelerators. An efficient solution to Eqn. 6 is important in practice because this subproblem is solved twice for each iteration of a non-uniform refinement.",
            "cite_spans": [
                {
                    "start": 309,
                    "end": 313,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Non-Uniform Refinement Algorithm"
        },
        {
            "text": "Finally, the tuning parameters for non-uniform regularization are interpretable and relatively few in number. They include the order of the Butterworth kernel, the discretization of the parameter space, and the scalar relating ρ(x) and θ(x), called the adaptive window factor (AWF). In all experiments below we use a 2 nd -order Butterworth filter, and a fixed AWF parameter γ = 2. We discretize the regularization parameters into 50 possible values, equispaced in the Fourier domain to provide greater sensitivity to small scale changes at finer resolutions. We find that non-uniform refinement is approximately two times slower than uniform refinement in our current implementation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Non-Uniform Refinement Algorithm"
        },
        {
            "text": "Using four different membrane proteins as examples, we provide extensive comparisons between the proposed non-uniform refinement algorithm and conventional uniform (homogeneous) refinement. For the purposes of this comparison, all processing is performed in cryoSPARC. Except for the type of regularization used in refinement, all parameters and stages of data analysis are held constant between uniform and non-uniform refinement. Both begin with the same ab-initio structure. The same algorithm is used for estimating alignments between 2D particle images and 3D maps, and the same CTF-corrected backprojection is used for direct (unregularized) 3D reconstruction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "With each dataset the same mask is used for both uniform and non-uniform refinement when computing FSC curves. Masks are tested using phase randomization [3] to ensure they do not cause FSC bias. In addition, the same B-factor is used to sharpen both uniform and non-uniform refinement maps for each dataset. This consistency helps to ensure that the visible differences in 3D structure are due to algorithmic differences and not to differences in the amplification of high spatial frequencies. Where maps are colored by local resolution estimates, a straightforward implementation of Blocres [2] is used for resolution estimation.",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 157,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 593,
                    "end": 596,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Finally, all non-uniform refinement parameters (other than symmetry) are held constant across all datasets. No manual masks are used during alignment, no masking is done to identify or separate the micelle or nanodisc regions, and no modifications are made to the 2D particle images.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Zebrafish STRA6-CaM [4] is a 180kDa C2 symmetric membrane protein complex comprising the 74kDa STRA6 protein bound to calmodulin (CaM). STRA6 mediates the uptake of retinol in various tissues. We present results of uniform and non-uniform refinement on a dataset of 28,848 particle images (pixel size 1.07Å) of STRA6-CaM in a lipid nanodisc, courtesy of Oliver Clarke and Filippo Mancia [6] . Note that this dataset differs from the older set used in [4] which consisted of 56,615 particle images of STRA6-CaM in amphipol. Figure 3A shows FSC curves from uniform and non-uniform refinement, computed with the same mask. There is a substantial improvement in nominal resolution, from 4.0Å to 3.6Å. This indicates an improvement due to non-uniform refinement in the average global signal-to-noise over the entire structure. It is well known that different regions of a protein will have different resolution characteristics [2] and this is apparent in Figure 3C . The filtered and sharpened 3D maps from uniform and non-uniform refinements are shown from two viewing directions, colored by local resolution estimates. Both maps are filtered using their respective FSC curves and sharpened using a B-factor of −140Å 2 . No local filtering or sharpening is used. The maps are thresholded to contain the same total volume in both cases. Non-uniform refinement resolves significantly improved structural detail in several regions of the molecule, while peripheral and flexible regions remain at low resolutions. Figure 3D shows detailed views of individual helices from within the structure with a docked atomic model, also courtesy of Oliver Clarke [6] . The visible difference in structure quality between uniform and non-uniform refinement is especially relevant during atomic model building, where in many cases, protein backbone and side-chains can only be traced with confidence in the non-uniform refinement map.",
            "cite_spans": [
                {
                    "start": 20,
                    "end": 23,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 387,
                    "end": 390,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 451,
                    "end": 454,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 922,
                    "end": 925,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1644,
                    "end": 1647,
                    "text": "[6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 523,
                    "end": 532,
                    "text": "Figure 3A",
                    "ref_id": null
                },
                {
                    "start": 950,
                    "end": 959,
                    "text": "Figure 3C",
                    "ref_id": null
                },
                {
                    "start": 1506,
                    "end": 1515,
                    "text": "Figure 3D",
                    "ref_id": null
                }
            ],
            "section": "STRA6-CaM"
        },
        {
            "text": "Non-uniform refinement appears to improve 3D reconstruction by improving particle image alignments. The STRA6-CaM particle is encased in a lipid nanodisc that has significant mass relative to the protein itself. Also, the CaM subunits are not completely rigid. The presence of this substantial disordered density breaks the assumptions behind uniform refinement. Noise is permitted to iteratively build up within the lipid nanodisc and flexible regions, while the core protein density is over-regularized and information useful for alignments is lost. In non-uniform refinement, the structure is optimally regular-8 . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2019.12.15.877092 doi: bioRxiv preprint Figure 3 : Results of uniform and non-uniform refinement from 28,848 particle images of STRA6-CaM [4] in lipid nanodisc. A: FSC curves computed with the same mask for both refinements. Numerical improvement from 4.0Å to 3.6Å reflects a spatially global improvement of signal. Improvement in some regions is even larger. B: Histograms of change in particle alignment pose and shift between uniform and non-uniform refinement. Optimal regularization in non-uniform refinement improves the ability to align particles over iterations. C: 3D density maps from uniform and non-uniform refinement are filtered using the corresponding FSC curves and sharpened with the same B-factor, −140Å 2 . No local filtering or sharpening is used, and thresholds are set to keep the enclosed volume constant. Map differences are due to algorithmic rather than visualization differences. Map color depicts local resolution (Blocres [2] ), on a single color scale. D: Individual α-helical segments from the non-uniform map (purple) resolve backbone and side-chains while the uniform map (grey) does not in most cases. The left-most α-helix is peripheral while the right-most is central.",
            "cite_spans": [
                {
                    "start": 940,
                    "end": 943,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1753,
                    "end": 1756,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 842,
                    "end": 850,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "STRA6-CaM"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2019.12.15.877092 doi: bioRxiv preprint ized according to cross-validation. The lipid nanodisc is smoothed while protein structure is maximally retained, leading to improved particle alignments. The change in particle image alignments between uniform and non-uniform refinement is shown in Figure 3B . The pose changes are particularly large, with most particles changing by more than 3 degrees. This change leads directly to improved structure quality.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 476,
                    "end": 485,
                    "text": "Figure 3B",
                    "ref_id": null
                }
            ],
            "section": "9"
        },
        {
            "text": "In the original STRA6-CaM publication using amphipol, the dataset of 56,615 particles was refined to 3.9Å using a uniform refinement. In the result presented here, about half the number of particles (28, 848) in lipid nanodisc yield a uniform refinement result of 4.0Å indicating that the quality of the data is higher. Non-uniform refinement, however, produces a 3.6Å result that is substantially better than both uniform refinements.",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 203,
                    "text": "(28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 204,
                    "end": 208,
                    "text": "848)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "9"
        },
        {
            "text": "The Plasmodium falciparum chloroquine resistance transporter (PfCRT) is a small asymmetric 48kDa membrane protein with no soluble region [15] . Mutations in PfCRT are associated with the emergence of resistance to chloroquine and piperaquine as antimalarial treatments. The PfCRT dataset used here comprises 16,905 particle images of PfCRT in lipid nanodisc with a Fab bound, imaged with a 0.5175Å pixel size. It is available publicly as EMPIAR-10330 [15] . An early version of the non-uniform refinement algorithm was essential for reconstructing the published high resolution density map, into which a molecular model was built and from which biological insights were drawn [15] .",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 141,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 451,
                    "end": 455,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 676,
                    "end": 680,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "PfCRT"
        },
        {
            "text": "For PfCRT, the difference in resolution and map quality between uniform and non-uniform refinement is dramatic. Figure 4A ,C shows the corresponding FSC curves and 3D density maps. Uniform refinement is limited to 6.9Å, a resolution at which transmembrane helices are barely resolvable. At this low resolution, the authors [15] were unable to interpret the density map nor improve it with conventional techniques. By contrast, their results and ours here show that non-uniform refinement recovers signal up to 3.6Å, from which an atomic model can be built with confidence. Such levels of improvement are the difference between success and failure in a cryo-EM project.",
            "cite_spans": [
                {
                    "start": 323,
                    "end": 327,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 112,
                    "end": 121,
                    "text": "Figure 4A",
                    "ref_id": null
                }
            ],
            "section": "PfCRT"
        },
        {
            "text": "The PfCRT-Fab complex (100kDa) is especially interesting due to its small size on the spectrum of proteins solvable by cryo-EM. In addition, the lipid nanodisc (∼50kDa) around PfCRT accounts for a large fraction of the total particle molecular weight. It is precisely in cases like this that the nonuniform refinement strategy is critical, as larger disordered regions leave more room for over-and underregularization to influence particle alignments. For PfCRT in particluar, Fig. 4B shows substantial changes in particle alignments between uniform and non-uniform refinement. Most particle images exhibit pose changes of more than 6 degrees, indicating that regularization has a large impact on alignment. It also indicates that a large fraction of particle images may have been grossly misaligned by uniform refinement. Figure 4D shows in detail the quality of the non-uniform refinement map for PfCRT. Transmembrane α-helices can be directly traced, including side-chains. In contrast, the uniform refinement map does not show helical pitch, and cannot separate β-strands in the Fab domain.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 477,
                    "end": 484,
                    "text": "Fig. 4B",
                    "ref_id": null
                },
                {
                    "start": 823,
                    "end": 832,
                    "text": "Figure 4D",
                    "ref_id": null
                }
            ],
            "section": "PfCRT"
        },
        {
            "text": "The next example is another small membrane protein with no soluble domain. This particle is C3 symmetric with a molecular weight of 90kDa, but unlike the PfCRT, does not have any Fabs bound. The protein mass is surrounded by a large detergent micelle, making alignments difficult. It is therefore a good test case for non-uniform alignment. The dataset, courtesy of Oliver Clarke [6] , contains 42,740 particles at a pixel size of 1.05Å. It is part of an on-going study that is not yet published, so statistics and figures are shown here with permission, but we do not name the protein or show the entire 3D map. Figure 5A shows FSC curves from uniform and non-uniform refinement. The overall global resolution of the map improves from 3.9Å to 3.6Å when using non-uniform refinement, but as with the STRA6-CaM . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2019.12.15.877092 doi: bioRxiv preprint Figure 4 : Results of uniform and non-uniform refinement from 16,905 particle images of PfCRT [15] in lipid nanodisc with a single Fab bound. A: FSC curves computed with the same mask show numerical improvement from 6.9Å to 3.6Å, a dramatic global improvement of signal. B: Histograms of change in particle alignments between uniform and non-uniform refinement. Optimal non-uniform regularization yields improved alignments through multiple iterations. Note that the x-axis limits are larger than in other figures. C: 3D density maps from uniform and non-uniform refinement, both filtered using the corresponding FSC curve, and sharpened with the same B-factor of −100Å 2 . No local filtering or sharpening is used, and thresholds are set to keep the enclosed volume constant. Density differences are thus due to algorithmic rather than visualization differences. Maps are colored by local resolution from Blocres [2] , all on the same color scale. D: Individual α-helical segments from the non-uniform map (purple) resolve backbone and side-chains while α-helices are barely resolved in uniform (grey) map density and β-strands are not separated.",
            "cite_spans": [
                {
                    "start": 380,
                    "end": 383,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 1130,
                    "end": 1134,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1950,
                    "end": 1953,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 613,
                    "end": 622,
                    "text": "Figure 5A",
                    "ref_id": null
                },
                {
                    "start": 1036,
                    "end": 1044,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "90kDa C3 Symmetric Membrane Protein"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2019.12.15.877092 doi: bioRxiv preprint Figure 5 : Small membrane protein: Results of uniform and non-uniform refinement on a dataset of 42,740 particle images of a C3 symmetric 90kDa membrane protein with no soluble domains [6] . A: FSC curves computed using the same mask show numerical improvement from 3.9Å to 3.6Å, indicating improved global average resolution. B: Histograms of change in particle alignments between uniform and non-uniform refinement. Optimal regularization in non-uniform refinement improves the ability to align particles over iterations, causing these changes. D: Density map detail for transmembrane α-helices. Two (left, center) are peripheral, near the micelle. One (right) is central within the protein. Both maps are filtered using the corresponding FSC curve, sharpened with the same B-factor of −180Å 2 , no local filtering or sharpening is used, and thresholds are set to keep enclosed volume constant. Density differences are thus due to algorithmic rather than visualization differences. Non-uniform (purple) map has clear density for backbone and side-chains while for peripheral α-helices, helical pitch is barely resolved in uniform (grey) map density. The central α-helix (right) improves less dramatically. dataset, local regions of the map improve in quality more than the numerical resolution improvement might suggest. Figure 5C shows densities for three transmembrane α-helices from the protein, with two (left, center) being closer to the periphery of the protein near the micelle, and one (right) being closer to the center. The peripheral α-helices show significant improvement in the level of detail resolved in the density map, allowing tracing of backbone and side-chains in the non-uniform refinement result. By comparison, model building would be difficult with the corresponding uniform refinement result. The improvement of the central α-helix is less dramatic, and was chosen to indicate that some parts of the uniform refinement map are resolved at its nominal 3.9Å resolution. Figure 5B highlights the large changes in particle alignment pose and shift between uniform and non-uniform refinement that also occur with this dataset.",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 414,
                    "text": "[6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 226,
                    "end": 234,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 1549,
                    "end": 1558,
                    "text": "Figure 5C",
                    "ref_id": null
                },
                {
                    "start": 2221,
                    "end": 2230,
                    "text": "Figure 5B",
                    "ref_id": null
                }
            ],
            "section": "11"
        },
        {
            "text": "The Na v 1.7 channel [33] is a voltage-gated sodium channel found in the human nervous system. Na v channels are fundamental to the generation and conduction of action potentials in neurons, are mutated in various diseases, and are targeted by toxins and therapeutic drugs (e.g., for pain relief). We present results of uniform and non-uniform refinement on Na v 1.7 data originally collected and processed by the authors of [33] , available publicly as raw microscope movies (EMPIAR-10261). In this dataset, the Na v 1.7 channel is bound to two Fabs, resulting in a 245kDa C2 symmetric complex solublized in detergent. The data contains 25,084 movies from a Gatan K2 Summit direct electron detector camera in counting mode, with a pixel size of 0.849Å. We processed the entire dataset through motion correction, CTF estimation, particle picking, 2D classification, ab-initio reconstruction and heterogeneous refinement in cryoSPARC v2.11 [22] . A total of 738,436 particle images were extracted from the movies. These were curated using 2D classification, yielding 431,741 particle images. As in [33] , we detected two discrete conformational states corresponding to the active and inactive states of the channel. 130,982 particles were found in the inactive state, and the remaining 300,759 were found to be in the active state. We obtained state-of-the-art resolution reconstructions for both the active and inactive states, but here we focus solely on the active state.",
            "cite_spans": [
                {
                    "start": 21,
                    "end": 25,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 425,
                    "end": 429,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 939,
                    "end": 943,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1097,
                    "end": 1101,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Na v 1.7 Ion Channel"
        },
        {
            "text": "Compared to the preceding datasets, the Na v 1.7 complex has a larger molecular weight, and in relative terms, a smaller detergent micelle. It does, however, have other regions that are disordered or flexible, namely, a central 4-helix bundle, peripheral transmembrane domains, and the Fabs. Notably, non-uniform refinement handles these regions of the structure automatically along with the micelle, and therefore still delivers improved resolution and map quality. Figure 6A shows FSC curves from uniform and nonuniform refinement. Uniform refinement already reaches a 3.4Å resolution, and non-uniform refinement further improves this to 3.1Å. Figure 6C shows 3D density maps colored by local resolution. With nonuniform refinement, map quality is clearly improved in central transmembrane regions, while flexible parts of the structure (membrane α-helices closest to the micelle, Fab domains, and 4-helix bundle) remain at intermediate resolutions. Figure 6B shows changes in particle alignment poses and shifts between the two refinement types. These changes are smaller on average than the other examples, congruent with the smaller changes in map features. Figure 6D shows three selected regions from the density maps along with a docked atomic model (PDB-6N4Q [33] ). In α-helices farther from the center of the protein (left, center), improvement in map quality is readily apparent, with many side chains being somewhat buildable in the uniform refinement map, but having clearly interpretable density in the non-uniform refinement map. Central α-helices (right) show less improvement, but map quality remains equal or slightly improved. This result is significant because it shows that reconstructions of proteins without disorder are not harmed by using non-uniform refinement.",
            "cite_spans": [
                {
                    "start": 1267,
                    "end": 1271,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 467,
                    "end": 476,
                    "text": "Figure 6A",
                    "ref_id": null
                },
                {
                    "start": 646,
                    "end": 655,
                    "text": "Figure 6C",
                    "ref_id": null
                },
                {
                    "start": 952,
                    "end": 961,
                    "text": "Figure 6B",
                    "ref_id": null
                },
                {
                    "start": 1163,
                    "end": 1172,
                    "text": "Figure 6D",
                    "ref_id": null
                }
            ],
            "section": "Na v 1.7 Ion Channel"
        },
        {
            "text": "Note that our result on the active state of the Na v 1.7 channel is also an improvement over the published result of 3.6Å (EMDB-0341) [33] . In [33] , the authors performed all processing in cisTEM [11] . In our result, a substantial part of the improvement over the published result is due to non-uniform refinement, while some other part may be due to improvements in other components of the processing pipeline in cryoSPARC.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 138,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 144,
                    "end": 148,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 198,
                    "end": 202,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Na v 1.7 Ion Channel"
        },
        {
            "text": "The preceding results indicate that non-uniform refinement improves particle image alignments during iterative refinement, yielding improved map resolution and quality. Here, we show that it also improves B-factors [25] of 3D reconstructions, indicating a more efficient use of signal from the same particle image data. Larger magnitudes (steep slopes) indicate greater signal lost. Given identical image data, differences in B-factor between uniform and non-uniform refinement indicate relative amounts of signal lost due solely to refinement. Nonuniform refinement generally has a significantly lower magnitude, indicating less less signal lost to noise in reconstruction at higher frequencies. Right: Guinier plot (log amplitude per frequency squared [25] ) for the Nav1.7 channel dataset described in Sec. 6.4.",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 219,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 754,
                    "end": 758,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Reconstruction B-factor Improvements"
        },
        {
            "text": "In [25] , a B-factor is fit to the rotationally-averaged power spectrum of the reconstructed density map. The B-factor is composed of two parts, B image and B computation . B image captures the decay of highfrequency signal intrinsic to the imaging process. B computation captures the additional high-frequency signal lost due to computational errors in alignment or reconstruction from the image data. Figure 7A (left) shows overall B-factors fit to reconstructions for the four datasets discussed above, with uniform and non-uniform refinement, given the same image data. The Guinier plot in Fig. 7 (right) illustrates the difference in high-frequency signal decay between the two types of refinement, here for the Na v 1.7 channel dataset. For all datasets, non-uniform refinement B-factor magnitudes are smaller than for uniform refinement. Since B image is the same in both methods, it follows that non-uniform refinement has lower B computation , losing less high frequency signal to misalignment. This difference also suggests that using non-uniform refinement should in general require less image data to reach the same resolutions as uniform refinement, consistent with what we observed with the STRA6-CaM dataset above.",
            "cite_spans": [
                {
                    "start": 3,
                    "end": 7,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 403,
                    "end": 412,
                    "text": "Figure 7A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 594,
                    "end": 600,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "B-factor"
        },
        {
            "text": "There is a long line of cryo-EM research aimed at estimating the local resolution at each voxel of a 3D structure once a refinement is complete [2, 17, 29] . These methods are generally based on statistical tests applied to the coefficients of a windowed Fourier transform [2] or some form of wavelet transform [17, 29] . Although the aim of non-uniform refinement is not to estimate resolution per se, the regularizer parameter θ(x) does correspond to a local frequency band-limit at each voxel. As such, it might be viewed as a proxy for local resolution, but with some important differences. Notably, our formulation defines θ(x) as the optimum of a cross-validation objective that removes noise. It does not depend on a particular definition of \"local resolution\" nor on an explicit resolution estimator.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 147,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 148,
                    "end": 151,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 152,
                    "end": 155,
                    "text": "29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 273,
                    "end": 276,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 311,
                    "end": 315,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 316,
                    "end": 319,
                    "text": "29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Discussion of Related Methods"
        },
        {
            "text": "Local resolution estimates [8, 2] or local statistical tests [23] can also be used to adaptively filter a 3D map. This technique is used extensively for visualization, for assessing map quality in different regions of a particle, and during molecular model building. The family of filters and local filter band-limits are typically selected to maximize subjective visual quality and are therefore not optimized against the estimator used to determine local resolution. Considerations are also not made in this technique to control the number of degrees of freedom or model complexity of the local filter parameters. Furthermore, information from opposite half-set reconstructions is typically shared, breaking independence. While local resolution estimation followed by local filtering is generally satisfactory as a one-time post-processing 15 . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2019.12.15.877092 doi: bioRxiv preprint Non-uniform refinement: cross-validation optimal filtering Iterative local resolution estimation + local filtering A B step for visualization, in our experience it can lead to severe over-fitting when used iteratively in a refinement as a substitute for the regularization step in Alg. 1. Figure 8 gives an example of the over-fitting that often occurs. During iterative refinement, small mis-estimations of local resolution at a few locations (due to high estimator variance [2] ) cause subtle over-or under-fitting, leaving slight density variations. Over multiple iterations of refinement, these errors can produce strong erroneous density that contaminate particle alignments and the local estimation of resolution itself, creating a vicious cycle. A related technique using iterative local resolution and filtering was described briefly in EMAN2.2 documentation [1] and may suffer the same problem. The resulting artefacts (e.g., streaking and spikey density radiating from the structure) are particularly prevalent in datasets with junk particles, structured outliers, or small particles that are already difficult to align. To mitigate these problems, the approach we advocate couples an implicit resolution measure to a particular choice of local regularizer, with optimization explicitly designed to control model capacity and avoid over-fitting of regularizer parameters. Another related technique, used in cisTEM [11] and its predecessor Frealign [12] , entails the manual creation of a mask to directly label a region of a structure that one expects to be disordered (eg., a detergent micelle), followed by low-pass filtering in that region to a single pre-set resolution at each iteration of refinement. This technique, one of the first to acknowledge and address the issue of simultaneous under-and over-fitting, shares the same intuitions behind non-uniform refinement. Nevertheless, it relies on manual decisions about how to regularize a map during refinement. Refinement is sensitive to regularization, and manual choices necessitate a trial and error process that can be tedious and difficult to replicate across datasets or by others.",
            "cite_spans": [
                {
                    "start": 27,
                    "end": 30,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 31,
                    "end": 33,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 61,
                    "end": 65,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1547,
                    "end": 1550,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1938,
                    "end": 1941,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2495,
                    "end": 2499,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2529,
                    "end": 2533,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 1360,
                    "end": 1368,
                    "text": "Figure 8",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Discussion of Related Methods"
        },
        {
            "text": "Another possible approach to local control of regularization is to formulate the problem in another basis. In most single particle EM reconstruction methods, the Fourier basis is chosen primarily because the Fourier Slice Theorem facilitates fast projection evaluation and reconstruction. Another natural choice are the closely related spherical harmonics that permit fast rotation [34] . Wavelet bases have also been suggested [30] , the basis functions of which are simultaneously localized in space and the Fourier domain. Indeed, wavelets are used in methods for local resolution estimation [2, 17, 29] . Kucukelbir et al [16] describe an interesting approach to iterative refinement with an adaptive wavelet basis and a sparsity prior. This approch is also similar in spirit to the goal in this work, but their model has a single regularization parameter for the entire 3D map. It is based on the noise variance estimated from the corners of particle images, which may not capture local variations in noise due to disorder, motion, or partial occupancy. Nevertheless, like the cross-validation approach here, the authors also find that with a data-driven approach they can largely avoid the need for manual parameter setting and the spatial masking that is needed with a Fourier basis.",
            "cite_spans": [
                {
                    "start": 382,
                    "end": 386,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 428,
                    "end": 432,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 595,
                    "end": 598,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 599,
                    "end": 602,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 603,
                    "end": 606,
                    "text": "29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 626,
                    "end": 630,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion of Related Methods"
        },
        {
            "text": "We introduce non-uniform refinement, a new algorithm for achieving higher resolution and higher quality reconstructions of protein structures from single particle cryo-EM data. Non-uniform refinement uses cross-validation regularization as a principled tool for parameter estimation in noisy inverse problems like cryo-EM reconstruction. In this way, we are able to incorporate into the algorithm, and exploit, the domain knowledge that many types of proteins contain regions with varying levels of disorder, flexibility, or occupancy. These variations lead uniform refinement algorithms to under-or over-regularize regions of a 3D density map during refinement. Instead, non-uniform refinement automatically identifies and treats local regions optimally, without introducing bias into \"gold standard\" estimation of resolution with the FSC and without any specific knowledge about any particular protein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "A range of different proteins are used to show the capability of the algorithm to resolve higherresolution detail, and in many cases, significantly improve map quality. A further effect of using a principled cross-validation procedure is that the entire algorithm becomes automatic and does not require user interaction to change any parameters between datasets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "In this work, non-uniform refinement is contrasted with uniform refinement in which global FSCbased resolution estimates are used for filtering during iterative refinement. The fact that non-uniform refinement locally regularizes 3D maps during refinement indicates that there may in fact be significant structure resolved beyond the global FSC-based resolution to which final maps are filtered before visualization. We do not address this possibility here, but it does raise the interesting question of how one can then effectively measure resolution in general (similar to the premise of [2] ).",
            "cite_spans": [
                {
                    "start": 590,
                    "end": 593,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "To construct the non-uniform refinement algorithm in this work, we have considered only one specific family of regularizers. It would be possible, within the same framework, to consider other families that may regularize even more effectively. For example, one could look to the extensive denoising literature for different regularizers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "In this paper, we have focused on results demonstrating the applicability of non-uniform refinement to membrane proteins, which are a large class with especially high importance in drug discovery. The algorithm, however, is general, and provides a useful approach for other proteins with local variation in physical properties.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "A beta version of the non-uniform refinement algorithm was released in previous versions of cryoSPARC [22] . Indeed, it has been already been successful in helping to resolve a number of interesting new structures. Examples include a structure of FACT manipulating the nucleasome [19] , multiple conformations of an ABC exporter [14] , mTORC1 docked on the lysosome [24] , the respiratory syncytial virus polymerase complex [9] , a GPCR-G protein-β-arrestin megacomplex [20] , and MERS-CoV/SARS-CoV with neutralizing antibodies [32] . An updated non-uniform refinement algorithm implementation, as described in this work, will be released in an upcoming version of cryoSPARC (www.cryosparc.com).",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 106,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 280,
                    "end": 284,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 329,
                    "end": 333,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 366,
                    "end": 370,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 424,
                    "end": 427,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 470,
                    "end": 474,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 528,
                    "end": 532,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2019.12.15.877092 doi: bioRxiv preprint . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2019.12.15.877092 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "High resolution single particle refinement in EMAN2.1. Methods",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Bell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Baldwin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Ludtke",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "100",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "One number does not fit all: Mapping local variations in resolution in cryo-em reconstructions",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cardone",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Heymann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Steven",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Structural Biology",
            "volume": "184",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "High-resolution noise substitution to measure overfitting and validate resolution in 3d structure determination by single particle electron cryomicroscopy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mcmullan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Faruqi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "N"
                    ],
                    "last": "Murshudov",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Short",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H W"
                    ],
                    "last": "Scheres",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Henderson",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Ultramicroscopy",
            "volume": "135",
            "issn": "8",
            "pages": "24--35",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Structure of the stra6 receptor for retinol uptake",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen1",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "B"
                    ],
                    "last": "Clarke",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stowe",
                    "suffix": ""
                },
                {
                    "first": "Y.-K",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Assur",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cavalier",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Godoy-Ruiz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Von Alpen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Manzini",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Blaner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Frank",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Quadro",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shapiro",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Hendrickson",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mancia",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "353",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Single-Particle Cryo-EM at Crystallographic Resolution",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cell",
            "volume": "161",
            "issn": "3",
            "pages": "450--457",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Maximum likelihood from incomplete data via the EM algorithm",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Dempster",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Laird",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Rubin",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Journal of the Royal Statistical Society, Series B",
            "volume": "39",
            "issn": "1",
            "pages": "1--38",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The monogenic signal",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Felsberg",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sommer",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "IEEE transactions on Signal Processing",
            "volume": "49",
            "issn": "12",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Structure of the Respiratory Syncytial Virus Polymerase Complex",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S A"
                    ],
                    "last": "Gilman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fung",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Behera",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jordan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rigaux",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ysebaert",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tcherniuk",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sourimant",
                    "suffix": ""
                },
                {
                    "first": "J.-F",
                    "middle": [],
                    "last": "Eléouët",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sutto-Ortiz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Decroly",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Roymans",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Mclellan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "179",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Generalized cross-validationas as a method for choosing a good ridge parameter",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Golub",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Heath",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wahba",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Technometrics",
            "volume": "21",
            "issn": "4",
            "pages": "215--223",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "cistem, user-friendly software for single-particle image processing. eLife, 7:e35383",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Grant",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rohou",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Grigorieff",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "FREEALIGN: High resolution refinement of single particle structures",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Grigorieff",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Structural Biology",
            "volume": "157",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Optimal determination of particle orientation, absolute hand, and contrast loss in single-particle electron cryomicroscopy",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Harauz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Heel",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Optik",
            "volume": "73",
            "issn": "4",
            "pages": "146--156",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Conformation space of a heterodimeric ABC exporter under turnover conditions",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hofmann",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Januliene",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Mehdipour",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Stefan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brüchert",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Kuhn",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Geertsma",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hummer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tampé",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Moeller",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nature",
            "volume": "571",
            "issn": "7766",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Structure and drug resistance of the plasmodium falciparum transporter pfcrt",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Z"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wicht",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nature",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A Bayesian adaptive basis algorithm for single particle reconstruction",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kucukelbir",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Sigworth",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Tagare",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Structural Biology",
            "volume": "179",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Quantifying the local resolution of cryo-em density maps",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kucukelbir",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Sigworth",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Tagare",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nature Methods",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Noise2Noise: Learning image restoration without clean data. International Conference on Machine Learning",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lehtinen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Munkberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hasselgren",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Laine",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Karras",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Aittala",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Aila",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "FACT caught in the act of manipulating the nucleosome",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Z"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Carragher",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Potter",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "D&apos;arcy",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Luger",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Structure of an endosomal signaling GPCR-G protein-β-arrestin megacomplex",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R B"
                    ],
                    "last": "Thomsen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Cahill",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "L.-Y",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Marcink",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "B"
                    ],
                    "last": "Clarke",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Heissel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Masoudi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ben-Hail",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Samaan",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "P"
                    ],
                    "last": "Dandey",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Z"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Mahoney",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Triest",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Little",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sunahara",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Steyaert",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Molina",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Georges",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Lefkowitz",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nature Structural & Molecular Biology",
            "volume": "26",
            "issn": "12",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Structure of the TRPA1 ion channel suggests regulatory mechanisms",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Paulsen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Armache",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Julius",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nature",
            "volume": "520",
            "issn": "3",
            "pages": "511--517",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "CryoSPARC: Algorithms for rapid unsupervised cryo-em structure determination",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Punjani",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Rubinstein",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Fleet",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Brubaker",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nature Methods",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "A Local Agreement Filtering Algorithm for Transmission EM Reconstructions",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ramlaul",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Palmer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H S"
                    ],
                    "last": "Aylett",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Structural Biology",
            "volume": "205",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Structural basis for the docking of mTORC1 on the lysosomal surface",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Rogala",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Kedir",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Abu-Remaileh",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Bianchi1",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Bottino1",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dueholm1",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Niehaus1",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Overwijn1",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Priso Fils1",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "X"
                    ],
                    "last": "Zhou1",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Leary",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "N"
                    ],
                    "last": "Laqtom1",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Brignole",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Sabatini",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Science",
            "volume": "366",
            "issn": "6464",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Optimal determination of particle orientation, absolute hand, and contrast loss in single-particle electron cryomicroscopy",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Rosenthal",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Henderson",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Molecular Biology",
            "volume": "333",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "A Bayesian view on cryo-em structure determination",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H W"
                    ],
                    "last": "Scheres",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Molecular Biology",
            "volume": "415",
            "issn": "2",
            "pages": "406--418",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "RELION: Implementation of a Bayesian approach to cryo-em structure determination",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H W"
                    ],
                    "last": "Scheres",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Structural Biology",
            "volume": "180",
            "issn": "3",
            "pages": "519--530",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Prevention of overfitting in cryo-EM structure determination",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H W"
                    ],
                    "last": "Scheres",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nature methods",
            "volume": "9",
            "issn": "9",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Monores: Automatic and accurate estimation of local resolution for electron microscopy maps",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Vilas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gomez-Blanco",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Conesa",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Melero",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "De La Rosa-Trevín",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Oton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cuenca",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Marabini",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Carazo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vargas",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "O S"
                    ],
                    "last": "Sorzano",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Structure",
            "volume": "26",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Fast wavelet-based single particle reconstruction in cryo-em",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Vonesch",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shkolnisky",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Singer",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "International Symposium on Biomedical Imaging",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "A comparison of GCV and GML for choosing the smoothing parameter in the generalized spline smoothing problem",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wahba",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "The Annals of Statistics",
            "volume": "13",
            "issn": "4",
            "pages": "1378--1402",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Unexpected Receptor Functional Mimicry Elucidates Activation of Coronavirus Fusion",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Walls",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                },
                {
                    "first": "Y.-J",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Tortorici",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Snijder",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Quispe",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cameroni",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gopal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dai",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lanzavecchia",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zambon",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Rey",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Corti",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Veesler",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Cell",
            "volume": "176",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Structural basis of nav1.7 inhibition by a gating-modifier spider toxin",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rohou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Arthur",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Tzakoniati",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Estevez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kugel",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Franke",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ciferri",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Hackos",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Koth",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Payandeh",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Cell",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "An ab initio algorithm for low-resolution 3d reconstructions from cryoelectron microscopy images",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Doerschuk",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Journal of Structural Biology",
            "volume": "133",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "New tools for automated high-resolution cryo-em structure determination in RELION-3. eLife, 7, e42166",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zivanov",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nakane",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Forsberg",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kimanius",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hagen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lindahl",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Images illustrate the difference between uniform (FSC-based) regularization and non-uniform (crossvalidation-optimal) regularization on a membrane protein (PfCRT, EMPIAR-10330[15]). Left: A central slice through a raw reconstruction (M-step of Alg. 1) of a half-map after 9 iterations. Middle:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Left: B-factor values for four proteins for uniform and non-uniform refinement computed by cryoSPARC.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Side view of a peripheral transmembrane region of the Nav1.7 channel showing that naive forms of local filtering during iterative refinement can lead to significant over-fitting. A: Unsharpened density map at the 8 th iteration of non-uniform refinement as presented in this work. B: Unsharpened density map at the 8 th iteration of a simpler iterative refinement scheme where local resolution estimation and local filtering are performed at each iteration. Both maps are thresholded at the same level. The map in B has acquired clear artefacts of over-fitting, with incorrect highresolution density dominating the peripheral transmembrane region of the protein. This artefactual density continues to strengthen over subsequent iterations, contaminating local resolution estimates and leading to errors in particle alignments.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We are extraordinarily grateful to Oliver Clarke and Yong Zi Tan for providing valuable cryo-EM data early in this project, and for sharing their experience as early adopters of non-uniform refinement and cryoSPARC. We thank the entire team at Structura Biotechnology Inc. that designs, develops, and maintains the cryoSPARC software system in which this project was implemented and tested. We thank John Rubinstein for comments on the manuscript. This work was financially supported in part by NSERC Canada and by the Canadian Institute for Advanced Research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}