{
    "paper_id": "949feecec7c10e71532e860f7f1230bd696e8234",
    "metadata": {
        "title": "Epitope-based peptide vaccine design and target site characterization against novel coronavirus disease caused by SARS-CoV-2",
        "authors": [
            {
                "first": "Lin",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Beihang University",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ting",
                "middle": [],
                "last": "Sun",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Beihang University",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yufei",
                "middle": [],
                "last": "He",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Beihang University",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Wendong",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Beihang University",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yubo",
                "middle": [],
                "last": "Fan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Beihang University",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": "yubofan@buaa.edu.cn"
            },
            {
                "first": "Jing",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Beihang University",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Beijing",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The outbreak of the 2019 novel coronavirus (SARS-CoV-2) has infected thousands of people with a large number of deaths across 26 countries. The sudden appearance of the virus leads to the limited existing therapies for SARS-CoV-2. Therefore, vaccines and antiviral medicines are in desperate need. This study took immune-informatics approaches to identify B-and T-cell epitopes for surface glycoprotein (S) of SARS-CoV-2, followed by estimating their antigenicity and interactions with the human leukocyte antigen (HLA) alleles. We identified four B cell epitopes, two MHC class-I and nine MHC class-II binding T-cell epitopes, which showed highly antigenic features. Allergenicity, toxicity and physiochemical properties analysis confirmed the specificity and selectivity of epitopes. The stability and safety of epitopes were confirmed by digestion analysis. No mutations were observed in all the selected B-and T-cell epitopes across all isolates from different locations worldwide. Epitopes were thus identified and some of them can be potential candidates for vaccine development. : bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Primary sequence of SARS-CoV-2 protein was retrieved from NCBI database using accession number MN908947.3 [3]. Experimentally known 3D structure of SARS-CoV-2 S protein was retrieved from Protein Data Bank (PDB ID: 6VSB)[1]. Protein sequence was analyzed for its chemicals and physical properties including GRAVY (Grand average of hydropathicity), half-life, molecular weight, stability index and amino acid atomic composition via an online tool Protparam [13]. TMHMM v2.0 (http://www.cbs.dtu.dk/services/TMHMM/) was applied to examine the transmembrane topology of S protein. Secondary structure of SARS-CoV-2 protein was analyzed by PSIPRED [14]. Existence of disulphide-bonds were examined through an online tool DIANNA v1.1 which uses trained neural system to make predictions [15]. Antigenicity of full-length S protein was evaluated by vaxijen v2.0 [16]. B-cell epitope prediction IEDB (Immune-Epitope-Database And Analysis-Resource) [17] with default parameter settings were used to predict B-cell epitopes. Epitopes predicted by linear epitope prediction of Bepipred and Bepipred2.0, Kolaskar and Tongaonkar antigenicity, Parker hydrophilicity, Chou and Fasman beta turn,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "and Karplus and Schulz flexibility. BcePred [18] was also used to predict B-cell epitopes using accessibility, antigenic propensity, exposed surface, flexibility, hydrophilicity, polarity and turns.",
            "cite_spans": [
                {
                    "start": 44,
                    "end": 48,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Predicted B-cell epitopes by IEDB and BcePred were combined to the B-cell epitope candidate list. Based on transmembrane topology of S protein predicted by TMHMM v2.0, only epitopes on the outer surface were remained, and other intracellular epitopes were eliminated. VaxiJen 2.0 [16] was applied to evaluate the antigenicity of the remained epitopes. A stringent criteria was used to have antigenicity score of 0.9 and 14 residue length epitopes viewed adequate to start a defensive immune reaction. A B-cell discontinuous epitope forms the antigen-binding interface through fragments scattered along the protein sequence. DiscoTope2.0[19] with discotope score threshold of -3.7 was used to predict discontinuous epitopes. Pymol was used to examine the positions of selected linear and discontinuous epitopes on the 3D structure of SARS-CoV-2 protein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The SARS-CoV-2 (coronavirus disease 2019; previously 2019-nCoV) has recently emerged as a human pathogen leading to 51,000 confirmed cases globally and at least 1,600 deaths [1] . SARS-CoV-2 virus is an enveloped, positive single-stranded RNA coronavirus with the genome size of approximately 29.9 kb.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 177,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "SARS-CoV-2 is closely related to several bat coronaviruses and the SARS-CoV virus [2, 3] , and all belong to the B lineage of the beta-coronaviruses [4] . The transmission of SARS-CoV-2 appears to contain the way from human to human and from contact with infected surfaces and objects, causing WHO declare a Public Health Emergency of International Concern (PHEIC) on January 30 th , 2020 [5] [6] [7] .",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 85,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 86,
                    "end": 88,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 149,
                    "end": 152,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 389,
                    "end": 392,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 393,
                    "end": 396,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 397,
                    "end": 400,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Structural proteins are important targets for vaccine and anti-viral drug development due to their indispensable function to fuse and enter into the host cell [8] . SARS-CoV-2 utilizes glycosylated spike (S) protein to gain entry into host cells. The S protein is a trimeric class I fusion protein and exists in a metastable prefusion conformation that undergoes a dramatic structural rearrangement to fuse the viral membrane with the host-cell membrane [1, 9, 10] . The S protein includes the receptor binding S1-subunit and the membrane fusion S2-subunit. The S1 subunit receptor-binding domain (RDB) is specifically recognized by the host receptor. When the S1 subunit binds to a host-cell receptor, the prefusion trimer is destabilized, resulting in the shedding of S1 subunit, and the state transition of S2 subunit to a stable postfusion conformation [11] . The critical function of the S protein can be a breakthrough in vaccine design and development.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 162,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 454,
                    "end": 457,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 458,
                    "end": 460,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 461,
                    "end": 464,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 857,
                    "end": 861,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Great efforts are being made for the discovery of antiviral drugs, but there are no licensed therapeutic or vaccine for the treatment of SARS-CoV-2 infection available in the market. Developing an effective treatment for SARS-CoV-2 is therefore a research priority. It is time-consuming and expensive to design novel vaccines against viruses by the use of kits and related antibodies [12] . Thus, we chose the method of immune-informatics, which is more efficient and more applicable for deep analysis of viral antigens, B-and T-cell linear epitope prediction, and evaluation of immunogenicity and virulence of pathogens.",
            "cite_spans": [
                {
                    "start": 384,
                    "end": 388,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Among those can be analyzed, B-cell can recognize and activate defense responses against viral infection, T-cell and antibody reactions may recover extreme respiratory infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this manuscript, we applied immuno-informatics approach to identify potential B-and T-cell epitopes based on the S protein of SARS-CoV-2. The antigenicity of all the epitopes were estimated and the interactions with the human leukocyte antigen (HLA) alleles were evaluated for MHC class-I epitopes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Allergenicity, toxicity, stability and physiochemical properties were also investigated for exploring the antigenicity, stability and safety of the identified epitopes. The conservation of all B-and T-cell epitopes were examined across all isolates from different locations. Some of these identified epitopes could be used as promising vaccine candidates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "predict MHC class I binding T-cell epitopes for S protein. Peptide_binding_to_MHC_class_II_molecules tool of IEDB and HLA class II set [21] was utilized to predict T-cell epitopes for S protein. Percentile rank with threshold of 1% for MHC class I binding epitopes and 10% for MHC class II binding epitopes were used to filter out peptide-allele with weak binding affinity. The antigenicity score of each epitope was calculated by VaxiJen v2.0. A high stringent standard was used to filter peptides with antigenicity score larger than or equal to 1, the number of binding alleles larger than or equal to 3 for MHC class I binding epitopes and 5 for MHC class II binding epitopes.",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 139,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "All selected B-cell and MHC class I and II binding T cell epitopes were examined for their allergenicity, hydro and physiochemical features, toxicity and digestion. Allergenicity of B-cell and T-cell epitopes were assessed by Allergen FP 1.0 (http://ddg-pharmfac.net/AllergenFP/). Toxicity of B-cell and T-cell epitopes along with hydrophobicity, hydropathicity, hydrophilicity and charge were evaluated by ToxinPred (https://webs.iiitd.edu.in/raghava/toxinpred/index.html). The peptides that can be digested by several enzymes are usually non-stable, while the peptides digested by fewer enzymes are more stable, so that those are more favorable vaccine candidates. Examined by protein digest server (http://db.systemsbiology.net:8080/proteomicsToolkit/proteinDigest.html), the digestion of B-and T-cell epitopes by 13 enzymes including Trypsin, Chymotrpsin, Clostripain, Cyanogen Bromide, IodosoBenzoate, Proline Endopept, Staph Protease, Trypsin K, Trypsin R, AspN, Chymotrypsin (modified), Elastase, and Elastase/Trypsin/Chymotryp.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Characterization of selected B-cell and T-cell epitopes"
        },
        {
            "text": "The 3D structure of human HLA-B35:01(PDB ID: 1A9E) at a resolution of 2.5 Å, HLA-B*51:01 (PDB ID: 1E27) at a resolution of 2.2 Å and HLA-B*53:01 (PDB ID: 1A1O) at a resolution of 2.3 Å were downloaded from protein databank (RCSB PDB) and used for evaluating their interactions with selected epitopes. Protein-peptide interactions were performed by PepSite [22] with the top prediction chosen from a total of 10 epitope-protein interaction reports.",
            "cite_spans": [
                {
                    "start": 356,
                    "end": 360,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Protein-epitope interaction evaluation"
        },
        {
            "text": "The S protein sequences were taken from an open access database NGDC (https://bigd.big.ac.cn/ncov/), where 134 SARS-CoV-2 virus strain sequences are documented from 38 locations worldwide. The mutations in the S protein are documented in 37 isolates. The phylogenetic tree of the S proteins with mutations were generated using MEGA software [23] . By performing the multiple-sequence-alignment against the S protein sequences collected from different locations, all the selected epitopes were examined for their variability and conservation.",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 345,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Conservation analysis of selected B-and T-cell epitopes"
        },
        {
            "text": "The physiochemical properties of SARS-CoV-2 S protein calculated by Protparam demonstrate that it Secondary structure of S protein were generated by PSIPRED [14] , showing that Beta strand (26. Table 2 ). Antigenicity analysis of the full-length protein confirmed that S protein was an expected antigen with antigenicity score of 0.4646 by Vaxijen. The transmembrane protein topology predicted by TMHMM showed that residues from 1 to 1213 were exposed on the surface, residues from 1214 to 1236 were inside transmembrane-region and residues from 1237 to 1273 were within the core-region of the S protein (Fig. 1A) .",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 161,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 194,
                    "end": 201,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 604,
                    "end": 613,
                    "text": "(Fig. 1A)",
                    "ref_id": null
                }
            ],
            "section": "Structural analysis of SARS-CoV-2 S protein"
        },
        {
            "text": ". CC-BY-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . Figure 1 . A.The transmembrane protein topology predicted by TMHMM; B.Antigenicity prediction using Kolaskar and Tongaonkar antigeicity scale; C.Hydrophilicity prediction using Parker hydrophilicity; D.Surface accessibility by Emini surface accessibility; E.Beta turns prediction by Chou and Fasman beta turn; F.Flexibility by Karplus and Schulz flexibility.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 159,
                    "end": 167,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Structural analysis of SARS-CoV-2 S protein"
        },
        {
            "text": "Recognition of B-cell epitopes depended on predictions of linear epitopes, antigenicity, hydrophilicity, accessibility of surface, beta-turn and flexibility [24] . B-cell epitopes of S protein were predicted using IEDB [17] . A total of 23 and 26 linear epitopes (Supplementary Table 3a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.25.965434 doi: bioRxiv preprint abundance in known B-cell epitopes. The antigenic tendency value of S protein was estimated to be 1.041 (average), 0.866(minimum) and 1.261 (maximum) (Fig. 1B) . Hydrophilic region is important in initiating immune response, which is generally uncovered on the surface of protein. Parker hydrophilicity of S protein was found to be 1.238 (average), -7.629 (minimum) and 7.743 (maximum) (Fig. 1C) . To find the surface availability of B-cell epitopes, Emini surface accessibility was predicted for S protein with average of 1 , minimum of 0.042, and maximum of 6.051 (Fig. 1D) . Exposed on the surface and hydrophilic in nature making beta turn a vital structure in starting the defense response. Therefore, we predicted Chou and Fasman beta turn to gain the result, 0.997 (average), 0.541 (minimum) and 1.484 (maximum) in S protein (Fig. 1E ). As the parts of epitope connecting with antibodies are typically elastic in nature, we predicted Karplus and Schulz flexibility of S protein and the result was 0.993 (average), 0,876 (minimum), and 1.125(maximum) (Fig. 1F) . A total of 262 B-cell epitopes were selected based on the combination of the results (Supplementary Table 3a ). BcePred [18] was used to predict B-cell epitopes using accessibility, antigenic propensity, exposed surface, flexibility, hydrophilicity, polarity and turns. Overall, we obtained totally 129 B-cell epitopes (Supplementary Table 3b ). Table 1 ). The four B-cell epitopes were mapped to the 3D structure of SARS-CoV-2 S protein (PDB ID: 6VSB), showing that 'VLGQSKRVDFCGKG' and 'GLTGTGVLTESNKK' are in less-exposed region (Figure 2 A, and B) , while 'VRQIAPGQTGKIAD' and 'KIADYNYKLPDDFT' locate in the spike head which is the most exposed region (Figure 2 C) . Discontinuous B-cell epitopes were predicted by Discotope 2.0 using A, B, and C chain of 3D structure of S protein (PDB ID: 6VSB), respectively. The positions of discontinuous epitopes were mapped on the surface of 3D structure of S protein ( Figure 3A ). Most discontinuous B-cell epitopes were mapped on the fully-exposed 'spike head' region ( Figure 3B ) and less-exposed 'spike stem', while a few located in the 'spike root' region of the spike (Supplementary Table 3c ).",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 161,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 219,
                    "end": 223,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1618,
                    "end": 1622,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 263,
                    "end": 286,
                    "text": "(Supplementary Table 3a",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 579,
                    "end": 588,
                    "text": "(Fig. 1B)",
                    "ref_id": null
                },
                {
                    "start": 815,
                    "end": 824,
                    "text": "(Fig. 1C)",
                    "ref_id": null
                },
                {
                    "start": 995,
                    "end": 1004,
                    "text": "(Fig. 1D)",
                    "ref_id": null
                },
                {
                    "start": 1261,
                    "end": 1269,
                    "text": "(Fig. 1E",
                    "ref_id": null
                },
                {
                    "start": 1486,
                    "end": 1495,
                    "text": "(Fig. 1F)",
                    "ref_id": null
                },
                {
                    "start": 1583,
                    "end": 1606,
                    "text": "(Supplementary Table 3a",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1817,
                    "end": 1840,
                    "text": "(Supplementary Table 3b",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1844,
                    "end": 1851,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 2030,
                    "end": 2049,
                    "text": "(Figure 2 A, and B)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2154,
                    "end": 2166,
                    "text": "(Figure 2 C)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2412,
                    "end": 2421,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 2515,
                    "end": 2524,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 2618,
                    "end": 2641,
                    "text": "(Supplementary Table 3c",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "B-cell epitopes can guide B-cell to recognize and activate defense responses against viral infection."
        },
        {
            "text": ". CC-BY-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.25.965434 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B-cell epitopes can guide B-cell to recognize and activate defense responses against viral infection."
        },
        {
            "text": "Allergenicity of B-cell epitopes were assessed by Allergen FP 1.0, leading to the result that all of the four B-cell epitopes were predicted to be not allergenic (Table 2a) . Toxicity, hydrophobicity, hydropathicity, hydrophilicity and charge of B-cell epitopes were examined by a support vector machine (SVM) based method, ToxinPred. The result demonstrates that all of B-cell epitopes were predicted to be non-toxin (Table 2a) . The stability of B-cell epitopes were evaluated through the number of peptide digesting enzymes by protein digest server. All B-cell epitopes were found to have multiple non-digesting enzymes varying from 4 to 7 enzymes (Table 2b) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 162,
                    "end": 172,
                    "text": "(Table 2a)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 418,
                    "end": 428,
                    "text": "(Table 2a)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 651,
                    "end": 661,
                    "text": "(Table 2b)",
                    "ref_id": null
                }
            ],
            "section": "Allergenicity, toxicity and stability analysis of B-cell epitopes"
        },
        {
            "text": "Peptide_binding_to_MHC_class_I_molecules tool of IEDB and HLA class I set [20] was utilized to predict T-cell epitopes for S protein. Percentile rank with threshold of 1% was used to filter out peptideallele with weak binding affinity. The antigenicity score of each peptide was calculated by VaxiJen v2.0 to evaluate its antigenicity. A peptide having both high antigenicity score and capacity to bind with larger number of alleles is considered to have high potentials to initiate a strong defense response. High stringent criteria were used to filter peptides with antigenicity score larger than or equal to 1 and the number of binding alleles larger than or equal to 3. Utilizing the evaluating method above, we obtained a total of 9 MHC class-I allele binding peptides ( Table 3) Peptide_binding_to_MHC_class_II_molecules tool of IEDB and HLA class II set [21] was utilized to predict T-cell epitopes for S protein. Percentile rank with threshold of 10% was used to filter out peptideallele with weak binding affinity. The antigenicity score of each peptide was calculated by VaxiJen v2.0 to evaluate its antigenicity. A high stringent standard was used to filter peptides with antigenicity score larger than or equal to 1 and the number of binding alleles larger than or equal to 5. As a result, we obtained a total of 13 MHC class-II allele binding peptides ( ",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 78,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 861,
                    "end": 865,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 776,
                    "end": 784,
                    "text": "Table 3)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Identification of T-cell epitopes"
        },
        {
            "text": "Allergenicity of T-cell epitopes were assessed by Allergen FP 1.0. Results showed that two of nine MHC class-I binding peptides were probably non-allergen, and nine of thirteen MHC class-II binding peptides were predicted to be non-allergen ( Table 5 ). Toxicity of T-cell epitopes along with hydrophobicity, hydropathicity, hydrophilicity and charge were evaluated by ToxinPred. All of T-cell epitopes were predicted to be non-toxin (Table 5 ). The stability of T-cell epitopes were evaluated through the number of peptide digesting enzymes by protein digest server. All T-cell epitopes were found to have multiple nondigesting enzymes varying from 4 to 11 enzymes ( Table 6 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 243,
                    "end": 250,
                    "text": "Table 5",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 434,
                    "end": 442,
                    "text": "(Table 5",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 668,
                    "end": 675,
                    "text": "Table 6",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Allergenicity, toxicity and stability analysis of T-cell epitopes"
        },
        {
            "text": "Protein-peptide interactions are critical in cellular signaling pathways. Two MHC class-I binding epitopes, 'LPIGINITRF' and 'IAIVMVTIM', were predicted to be non-allergic and non-toxic. Both epitopes were The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.25.965434 doi: bioRxiv preprint Figure 5 . Phylogenetic tree illustrating evolutionary relationships among SARS-CoV-2 isolates from different locations worldwide.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 348,
                    "end": 356,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Interaction of T-cell epitopes with HLA alleles"
        },
        {
            "text": "The emergence of SARS-CoV-2 is a serious health threat for the whole society, thus there is an urgent need for drugs and preventative measures. The SARS-CoV-2 infection is characterized by lung infections with symptoms including fever, cough, and shortness of breath. Based on the information from CDC (Centers for Disease Control and Prevention), the symptoms can appear in as few as 2 days or as long as 14 days after exposure to the virus which can transmit from human to human or from contact with infected surfaces and objects [5] [6] [7] .",
            "cite_spans": [
                {
                    "start": 532,
                    "end": 535,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 536,
                    "end": 539,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 540,
                    "end": 543,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It is critical to rapidly identify immune epitopes. The S protein is of crucial in the fuse and entry of virus into host cells [1] , therefore it is a primary target for neutralizing antibodies. The specificity of epitopebased vaccines can be enhanced by selecting parts of S protein exposed on the surface [28] . Medical biotechnology is important in developing vaccines against SARS-CoV-2. However, computer-based immune-informatics can improve time and economic effectiveness, as a result, it is also an essential method in immunogenic analysis and vaccine development.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 130,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 307,
                    "end": 311,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In this study, we characterized the physio-chemical characteristics of SARS-CoV-2 viral genome for epitope candidates and adopted an immune-informatics based pipeline with highly stringent criteria to identify S protein targeted B-and T-cell epitopes that may potentially promote an immune response in the host. The antigenicity, flexibility, solvent accessibility, disulphide bonds of predicted epitopes were evaluated, yielding four potential B-cell epitope and vaccine candidate. Allergenicity and toxicity analysis confirmed the four B-cell epitopes are of non-allergen and non-toxin. Stability analysis revealed that they can not be digested by multiple enzymes. In addition, two MHC class-I and nine MHC class-II binding Tcell epitopes were predicted to interact with numerous HLA alleles and to be highly antigenic in nature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Allergenicity, toxicity, and physiochemical properties of T-cell epitopes were analyzed to increase specificity and selectivity. The stability and safety were confirmed by digestion analysis. All selected Band T-cell (MHC class-I and II) epitopes were conserved in all isolates of different locations globally without mutations observed yet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We predict the B-and T-cell epitopes identified here may assist the development of potent peptide-based vaccines to address the SARS-CoV-2 challenge. But the replication of SARS-CoV-2 must be error-prone, which is similar to SARS-CoV with reported mutation rate of 4x10 -4 substitutions/site/year [29] . Antiviral vaccines are necessary to be developed before the predicted epitopes are potentially obsolete. In addition, our immune-informatics based pipeline also provides a framework to identify B-and T-cell epitopes having therapeutic potential with excellent scope for SARS-CoV-2, but not limited to specific virus.",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 301,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The authors declare no potential conflicts of interest. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Cryo-EM structure of the 2019-nCoV spike in the prefusion conformation",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wrapp",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "565--574",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A new coronavirus associated with human respiratory disease in China",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "514--523",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "507--513",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Molecular biology of flaviviruses",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Lindenbach",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Rice",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Adv Virus Res",
            "volume": "59",
            "issn": "",
            "pages": "23--61",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The coronavirus spike protein is a class I virus fusion protein: structural and functional characterization of the fusion core complex",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Bosch",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Virol",
            "volume": "77",
            "issn": "16",
            "pages": "8801--8812",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Structure, Function, and Evolution of Coronavirus Spike Proteins",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Annu Rev Virol",
            "volume": "3",
            "issn": "1",
            "pages": "237--261",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Tectonic conformational changes of a coronavirus spike glycoprotein promote membrane fusion",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Walls",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Proc Natl Acad Sci",
            "volume": "114",
            "issn": "42",
            "pages": "11157--11162",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Peptide vaccine against chikungunya virus: immuno-informatics combined with molecular docking approach",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tahir Ul Qamar",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Transl Med",
            "volume": "16",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "ExPASy: The proteomics server for in-depth protein knowledge and analysis",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gasteiger",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nucleic Acids Res",
            "volume": "31",
            "issn": "13",
            "pages": "3784--3792",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Scalable web services for the PSIPRED Protein Analysis Workbench",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Buchan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nucleic Acids Res",
            "volume": "",
            "issn": "41",
            "pages": "349--57",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "DiANNA 1.1: an extension of the DiANNA web server for ternary cysteine classification",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ferre",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Clote",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nucleic Acids Res",
            "volume": "34",
            "issn": "",
            "pages": "182--187",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "VaxiJen: a server for prediction of protective antigens, tumour antigens and subunit vaccines",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Doytchinova",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Flower",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "BMC Bioinformatics",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The immune epitope database and analysis resource: from vision to blueprint",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "PLoS Biol",
            "volume": "3",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "BcePred: Prediction of Continuous B-Cell Epitopes in Antigenic Sequences Using Physico-chemical Properties",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Saha",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P S"
                    ],
                    "last": "Raghava",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Reliable B cell epitope predictions: impacts of method development and improved benchmarking",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Kringelum",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS Comput Biol",
            "volume": "8",
            "issn": "12",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Comprehensive analysis of dengue virus-specific responses supports an HLAlinked protective role for CD8+ T cells",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Weiskopf",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "110",
            "issn": "22",
            "pages": "2046--53",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Functional classification of class II human leukocyte antigen (HLA) molecules reveals seven different supertypes and a surprising degree of repertoire sharing across supertypes",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Greenbaum",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Immunogenetics",
            "volume": "63",
            "issn": "6",
            "pages": "325--360",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "PepSite: prediction of peptide-binding sites from protein surfaces",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Trabuco",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nucleic Acids Res",
            "volume": "40",
            "issn": "",
            "pages": "423--430",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "MEGA7: Molecular Evolutionary Genetics Analysis Version 7.0 for Bigger Datasets",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Stecher",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tamura",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Mol Biol Evol",
            "volume": "33",
            "issn": "7",
            "pages": "1870--1874",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Influence of protein flexibility and peptide conformation on reactivity of monoclonal anti-peptide antibodies with a protein alpha-helix",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Fieser",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "84",
            "issn": "23",
            "pages": "8568--72",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Decamer-like conformation of a nona-peptide bound to HLA-B*3501 due to non-standard positioning of the C terminus",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Menssen",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Mol Biol",
            "volume": "285",
            "issn": "2",
            "pages": "645--53",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Nonstandard peptide binding revealed by crystal structures of HLA-B*5101 complexed with HIV immunodominant epitopes",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Maenaka",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Immunol",
            "volume": "165",
            "issn": "6",
            "pages": "3260--3267",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Bound water structure and polymorphic amino acids act together to allow the binding of different peptides to MHC class I HLA-B53",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Immunity",
            "volume": "4",
            "issn": "3",
            "pages": "215--243",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Immunoinformatic analysis of glycoprotein from bovine ephemeral fever virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bakhshesh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ranjbar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Almasi",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Biomedical and Biotechnology Research Journal (BBRJ)",
            "volume": "2",
            "issn": "3",
            "pages": "208--212",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Residue analysis of a CTL epitope of SARS-CoV spike protein by IFN-gamma production and bioinformatics prediction",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "BMC Immunol",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "contains 1273 amino acids (aa) with molecular weight of 141.18 kDa. Of the 1273 residues, 110 aa and 103 aa were found as negatively and positively charged, respectively. Theoretical iso-electric point (PI) of S protein was 6.24, reflecting its negative nature. The instability-index (II) was computed to be 33.01, which categories the S protein as stable. Aliphatic-index was 84.67 with GRAVY (grand average of hydropathicity) value of -0.079, which reveals a thought of proportional volume hold by aliphatic side chain. Half-life of the S protein was estimated as 30 hours for mammalian reticulocytes, > 20 hours for yeast, > 10 hours for Escherichia coli, which measures the total time taken for its vanishing after it has been synthesized in cell. The number of Carbon (C), Oxygen (O), Nitrogen (N), Hydrogen (H), and Sulfur (S) of a total of 19710 atoms were formulated as C 6336 H 9770 N 1656 O 1984 S 54 . The details of the physiochemical properties of SARS-CoV-2 S protein can be seen in SupplementaryTable 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "24.4%), and coil (49.3%) are present in structure (Supplementary Figure 1). 20 disulfide (S-S) bond positions were identified by DiANNA (Supplementary Table 2). 40 cysteine residues were identified by DiANNA in the full-length of the S protein sequence, which made 20 disulfide (S-S) bonds at the following positions (15-1240, 131-391, 136-662, 166-1236, 291-671, 301-336, 361-488, 379-743, 432-1235, 480-1248, 525-1247, 538-1043, 590-617, 649-1241, 738-1243, 749-1126, 760-1250, 840-1032, 851-1254, 1082-1253) (Supplementary",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": ") were identified by Bepipred and by Bepipred2.0, respectively. Kolaskar and Tongaonkar antigenicity of S protein was analyzed with default parameter settings by assessing the physiochemical properties of the amino acid and their",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Location of predicited B-cell epitopes on the SARS-CoV-2 S protein (PDB ID 6VSB). A. The location of 'VLGQSKRVDFCGKG'; B. The location of 'GLTGTGVLTESNKK'; C. The location of 'VRQIAPGQTGKIAD' and 'KIADYNYKLPDDFT'. Chain A, B, and C are shown in green, cyan, and pink color, respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Location of discontinuous B-cell epitopes predicted throough DiscoTope 2 on the 3D structure of the SARS-CoV-2 S protein (PDB ID 6VSB). A. Side-view. B. top-view.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": ". The peptide 'IPFAMQMAYR' has the highest antigenicity score of 1.5145 and binds with three alleles including A*68:01, B*35:01, and A*33:01. The peptide 'FAMQMAYRF' have the highest number of binding MHC class-I alleles (6 alleles) including B*35:01, B*53:01, A*23:01, B*58:01, A*24:02, and B*08:01 with strong antigenicity score of 1. 0278.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "predicted to bind to HLA-B35:01, HLA-B*51:01, and HLA-B*53:01. The 3D structure of human HLA-B35:01(PDB ID: 1A9E) [25], HLA-B*51:01 (PDB ID: 1E27) [26] and HLA-B*53:01 (PDB ID: 1A1O) [27] protein were accessible with co-crystallized peptide in PDB database. Protein-peptide interactions were performed by PepSite [22]. 10 epitope-protein interactions were reported and the top prediction was chosen. HLA-B*35:01 (1A9E) is of a hetero 2mer structure with 386 residues. Epitope 'LPIGINITRF' was predicted to significantly bind on the surface of HLA-B35:01(PDB ID: 1A9E) through six hydrogen bonds with Leu-1, Pro-2, Ile-3, Gly-4, Ile-5, and Ans-6 (Figure 4 A). Epitope 'IAIVMVTIM' moderately significantly bond to HLA-B35:01(PDB ID: 1A9E) via six hydrogen bonds with Ile-3, Val-4, Met-5, Thr-7, Ile-8, and Met-9 (Figure 4B). Similarly, both epitope 'LPIGINITRF' and 'IAIVMVTIM' show strong and stable bonding with HLA-B*51:01 (1E27) residues (Figure 4C-D), and HLA-B*53:01 (PDB ID: 1A1O) residues (Figure 4E-F), respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Graphical representation of interactions between Human Leukocyte Antigen and MHC class-I allele binding epitopes. A. LPIGINITRF and HLA-B*35:01 (1A9E); B. IAIVMVTIM and HLA-B*35:01 (1A9E); C. LPIGINITRF and HLA-B*51:01 (1E27); D. IAIVMVTIM and HLA-B*51:01 (1E27);E. LPIGINITRF and HLA-B*53:01 (1A1O); F. IAIVMVTIM and HLA-B*53:01 (1A1O).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Sequence of SARS-CoV-2 S protein with identified mutations from 38 locations worldwide were subjected to multiple sequence alignment of all selected B-and T-cell epitopes. There were no mutations observed occurring in all epitopes, demonstrating all the selected epitopes are conserved in all sequences utilized in the analysis. A phylogenetic tree was generated to show the evolutionary relationship of SARS-CoV-2 S protein collected from 38 locations worldwide (Figure 5).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ". The peptide 'VGYQPYRVVVLSFEL' has the highest antigenicity score of 1.3858 and binds with six alleles",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "-cell epitopes present on surface predicted through IEDB and BCPRED along with antigenicity scores.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Allergenicity, toxicity, hydro and physiochemical properties of B-cell epitopes.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "MHC class-I allele binding epitopes.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "MHC class-II allele binding epitopes. DQA1*04:01/DQB1*04:02, DQA1*03:01/DQB1*03:02, DRB1*07:01, DPA1*02:01/DPB1*14:01 . CC-BY-ND 4.0 International license author/funder. It is made available under aThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.25.965434 doi: bioRxiv preprint",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Allergenicity, toxicity, hydro and physiochemical properties of T-cell epitopes. NA non-allergic, A allergic, NT non-toxic.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Non-digesting enzymes of T-cell epitopes. Peptide Non-digesting enzymes MHC class I binding peptides IPFAMQMAYR Trypsin, Clostripain, IodosoBenzoate, Staph_Protease, Trypsin_K, Trypsin_R, AspN VVFLHVTYV Trypsin, Clostripain, Cyanogen_Bromide, IodosoBenzoate, Proline_Endopept, Staph_Protease, Trypsin_K, Trypsin_R, AspN FPNITNLCPF Trypsin, Clostripain, Cyanogen_Bromide, IodosoBenzoate, Staph_Protease, Trypsin_K, Trypsin_R, AspN KWPWYIWLGF Clostripain, Cyanogen_Bromide, Staph_Protease, Trypsin_R, AspN LPIGINITRF Chymotrypsin, Cyanogen_Bromide, IodosoBenzoate, Staph_Protease,Trypsin_K, AspN, Chymotrypsin(modified) IAIVMVTIM Trypsin, Chymotrypsin, Clostripain, Cyanogen_Bromide, IodosoBenzoate, Proline_Endopept, Staph_Protease, Trypsin_K, Trypsin_R, AspN, Chymotrypsin(modified) ESNKKFLPF Clostripain, Cyanogen_Bromide, IodosoBenzoate, Trypsin_R , AspN, Elastase LPFFSNVTW Trypsin, Clostripain, Cyanogen_Bromide, IodosoBenzoate, Staph_Protease, Trypsin_K, Trypsin_R, AspN FAMQMAYRF IodosoBenzoate, Proline_Endopept, Staph_Protease, Trypsin_K, AspN MHC class II binding peptides VGYQPYRVVVLSFEL Cyanogen_Bromide, IodosoBenzoate, Trypsin_K, AspN FAMQMAYRFNGIGVT IodosoBenzoate, Proline_Endopept, Staph_Protease, Trypsin_K, AspN IPFAMQMAYRFNGIG IodosoBenzoate, Staph_Protease, Trypsin_K, AspN NFTISVTTEILPVSM Trypsin, Clostripain, Cyanogen_Bromide, IodosoBenzoate, Trypsin_K, Trypsin_R, AspN LVLLPLVSSQCVNLT Trypsin, Chymotrypsin, Clostripain, Cyanogen_Bromide, IodosoBenzoate, Staph_Protease, Trypsin_K, Trypsin_R, AspN VVFLHVTYVPAQEKN Clostripain, Cyanogen_Bromide, IodosoBenzoate, Trypsin_R, AspN TNFTISVTTEILPVS Trypsin, Clostripain, Cyanogen_Bromide, IodosoBenzoate, Trypsin_K, Trypsin_R, AspN QYIKWPWYIWLGFIA Clostripain, Cyanogen_Bromide, Staph_Protease, Trypsin_R, AspN PTNFTISVTTEILPV Trypsin, Clostripain, Cyanogen_Bromide, IodosoBenzoate, Trypsin_K, Trypsin_R, AspN GVVFLHVTYVPAQEK Trypsin, Clostripain, Cyanogen_Bromide, IodosoBenzoate, Trypsin_K, Trypsin_R, AspN GYQPYRVVVLSFELL Cyanogen_Bromide, IodosoBenzoate, Trypsin_K, AspN VFLHVTYVPAQEKNF Clostripain, Cyanogen_Bromide, IodosoBenzoate, Trypsin_R, AspN ALQIPFAMQMAYRFN IodosoBenzoate, Staph_Protease, Trypsin_K, AspN",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This work was supported by grants from the National Natural Science Foundation of China (NSFC No.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}