{
    "paper_id": "94df380f8a3bab7e30d39cc9d7e95d1f302f5f9f",
    "metadata": {
        "title": "A PROOF OF CONCEPT FOR A SYNDROMIC SURVEILLANCE SYSTEM BASED ON ROUTINE AMBULANCE RECORDS IN THE SOUTH-WEST OF ENGLAND, FOR THE INFLUENZA SEASON A PREPRINT",
        "authors": [
            {
                "first": "Thilo",
                "middle": [],
                "last": "Reich",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Bournemouth University Poole",
                    "location": {
                        "country": "United Kingdom, United Kingdom"
                    }
                },
                "email": "treich@bournemouth.ac.uk"
            },
            {
                "first": "Marcin",
                "middle": [],
                "last": "Budka",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Bournemouth University Poole",
                    "location": {
                        "country": "United Kingdom, United Kingdom"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The introduction of electronic patient records in the ambulance service provides new opportunities to monitor the population. Most patients presenting to British ambulance services are discharged at scene. Ambulance records are therefore an ideal data source for syndromic early event detection systems to monitor infectious disease in the prehospital population. It has been previously found that tympanic temperature records can be used to detect influenza outbreaks in emergency departments. This study investigated whether routine tympanic temperature readings collected by ambulance crews can be used to detect seasonal influenza. Here we show that these temperature readings do allow the detection of seasonal influenza before methods applied to conventional data sources. The counts of pyretic patients were used to calculate a sliding case ratio (CR) as a measurement to detect seasonal influenza outbreaks. This method does not rely on conventional thresholds and can be adapted to the data. The data collected correlated with seasonal influenza. The 2016/17 outbreak was detected with high specificity and sensitivity, up to 9 weeks before other surveillance programs. An unanticipated outbreak of E. coli was detected in the same dataset. Our results show that ambulance records can be a useful data source for biosurveillance systems. Two outbreaks caused by different infectious agents have been successfully detected. The routine ambulance records allowed to use tympanic temperature readings that can be used as surveillance tool for febrile diseases. Therefore, this method is a valuable addition to the current surveillance tools.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Most infections result in pyrexia [2, 3] , therefore body temperature-based surveillance systems are unspecific but sensitive to virtually any pyrexia causing disease.",
            "cite_spans": [
                {
                    "start": 34,
                    "end": 37,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 38,
                    "end": 40,
                    "text": "3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the past, temperature screening has been applied during outbreaks of infectious diseases such as the Severe Acute Respiratory Syndrome (SARS) [4] [5] [6] and was routinely used to identify carriers at airports. It has also been demonstrated that the monitoring of body temperature on its own, allowed to detect an outbreak of seasonal flu in an emergency department in Boston (US) [7] .",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 148,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 149,
                    "end": 152,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 153,
                    "end": 156,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 384,
                    "end": 387,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Such a syndromic surveillance system should ideally be deployed within the community before patients are admitted to hospitals. Therefore, the ambulance service is ideally placed to provide such a detection system [8] .",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 217,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Most surveillance systems rely on user set thresholds to detect outbreaks [9] . This study will demonstrate that it is possible to use patient records collected by ambulance crews to detect disease outbreaks, solely based on tympanic temperature readings, without relying on user-set thresholds. The key objectives of this study are:",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 77,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• To establish if the prehospital tympanic temperature readings mirror the seasonal influenza peak during the 2016/2017 season.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• The evaluation of a method adapted from Singh et al. (2010) [10] using Case Ratios (CR) and its applicability as Early Event Detection (EED) system when applied to prehospital tympanic temperature readings.",
            "cite_spans": [
                {
                    "start": 62,
                    "end": 66,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The retrospective ePCR dataset was provided by SWASFT Clinical Information and Records Office and was extracted from a database using queries for the counties of Cornwall and Devon. Records without valid postcodes were excluded (1.8% of 375,740). The variables used are the record creation date, tympanic temperature and age.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Extraction"
        },
        {
            "text": "All data were collected during routine patient contact of ambulance crews. As the nature of this study was a clinical audit and no identifiable patient data was extracted, an ethical approval was not required [11] . The aim of this work was to evaluate whether these data can be used for a surveillance system in the future. As the data is stored digitally it could be accessed near real time which would be a requirement of such as system.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 213,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Data Extraction"
        },
        {
            "text": "The most commonly used temperature probes within SWASFT are the Braun ThermoScan 7 IRT6520 and ThermoScan 5 IRT4520. Both devices have a measurement range of 34-42.2 • C with an accuracy of 0.2 • C between 35.5-42 • C and 0.3 • C outside this range [12, 13] . As the data included temperature readings outside the range of the device capabilities, records indicating physiological hypothermia (32 • C) [14, 15] and hyperpyrexia (42 • C) [7] were excluded.",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 253,
                    "text": "[12,",
                    "ref_id": null
                },
                {
                    "start": 254,
                    "end": 257,
                    "text": "13]",
                    "ref_id": null
                },
                {
                    "start": 402,
                    "end": 406,
                    "text": "[14,",
                    "ref_id": null
                },
                {
                    "start": 407,
                    "end": 410,
                    "text": "15]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 437,
                    "end": 440,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Data Extraction"
        },
        {
            "text": "The most commonly used temperature probes within SWASFT are the Braun ThermoScan 7 IRT6520 and ThermoScan 5 IRT4520. Both devices have a measurement range of 34-42.2 • C with an accuracy of 0.2 • C between 35.5-42 • C and 0.3 • C outside this range [12, 13] . As the data included temperature readings outside the range of the device capabilities, records indicating physiological hypothermia (32 • C) [14, 15] and hyperpyrexia (42 • C) [7] were excluded.",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 253,
                    "text": "[12,",
                    "ref_id": null
                },
                {
                    "start": 254,
                    "end": 257,
                    "text": "13]",
                    "ref_id": null
                },
                {
                    "start": 402,
                    "end": 406,
                    "text": "[14,",
                    "ref_id": null
                },
                {
                    "start": 407,
                    "end": 410,
                    "text": "15]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 437,
                    "end": 440,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Data Extraction"
        },
        {
            "text": "All data were processed using MATLAB R2017a (The MathWorks, MA, USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Processing"
        },
        {
            "text": "The human body temperature varies during the day due to changes in metabolism rates. The lowest oral measurement (37.2 • C) was found by Mackowiak et al. (1992) [16] to be at 6am and the highest (37.7 • C) at 4pm. A cohort study conducted by Obermeyer et al. (2017) [17] in 35,488 healthy patients confirmed the daily variation and found a normal range of 35.3-37.7 • C. This study also established a negligible discrepancy of -0.03 • C of tympanic versus oral temperature [17] . Therefore, temperatures between >37.7-42 • C, were considered as pyrexia where the upper cut-off accounts for hyperpyrexia [7] . The analysis was performed on records of patients with tympanic temperature readings within the range of 32-42 • C. This excluded 0.0306% of the records (i.e. moderate and severe hypothermia as well as hyperpyrexia) - Figure 1B [14].",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 165,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 266,
                    "end": 270,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 473,
                    "end": 477,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 603,
                    "end": 606,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 827,
                    "end": 836,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Data Processing"
        },
        {
            "text": "Daily and weekly counts of call volumes and pyretic patient numbers were used as a basis for all following data analyses. Due to the staggered deployment of the electronic devices within SWASFT, the point of data saturation at which all areas were fully operational, was reached on the 05/01/2016 ( Figure 1A) . Thus, the timeframe was limited to the period between 05/01/2016 and 30/04/2017. As the saturation date, did not capture the start of the 2015/2016 flu season, all detections were run against the 2016/17 flu peak.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 299,
                    "end": 309,
                    "text": "Figure 1A)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Data Processing"
        },
        {
            "text": "As the daily patient count varies considerably from one day to another resulting in a noisy time series, the data was smoothed using an Exponential Moving Average (EMA) with an averaging window of 21 days. This window size was chosen because the incubation period of influenza can be up to 3.6 days [18] followed by an onset of symptoms and transmission period of the virus, which can last up to 10 days in hospital [19] [20] [21] . This means a patient could be contagious for up to 14 days following infection. Accounting for the incubation period, a secondary patient could show symptoms ∼ 18 days after the infection of the index case. Therefore, the averaging window size was chosen to be 21 days as this allows for some leeway.",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 303,
                    "text": "[18]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 416,
                    "end": 420,
                    "text": "[19]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 421,
                    "end": 425,
                    "text": "[20]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 426,
                    "end": 430,
                    "text": "[21]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Data Smoothing"
        },
        {
            "text": "An EMA method was used because it weighs data points higher if these are closer to the present compared to samples from the more distant past [9] . This puts emphasis on data from new patients rather than on older data points.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 145,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Data Smoothing"
        },
        {
            "text": "The weekly summed data were used without smoothing as well as an EMA of 3 weeks equivalent to 3 sample points.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Smoothing"
        },
        {
            "text": "The weekly sums and the smoothed daily and weekly counts of pyretic patients were binned with bin-counts calculated using the Freedman-Diaconis Rule [22] . The centre of the most frequent bin range was determined and will be referred to as baseline.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 153,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Baseline calculation"
        },
        {
            "text": "Figures showing variables of different scales were normalised using feature scaling to represent the values on a scale between 0 and 1. This is indicated in the figure legend.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Normalisation"
        },
        {
            "text": "To establish whether the seasonal influenza outbreak is detectable in the ePCR data, these were compared to a reference dataset of weekly Influenza cases in England obtained from the European Centre of Disease Control (ECDC) 1 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reference data sets"
        },
        {
            "text": "The ability of an infectious agent to spread within a population can be described using the basic reproduction number or R 0 . This value indicates the mean secondary infections caused by each infected host, in a naïve population without immunity against the infectious agent. R 0 is calculated retrospectively using information about the number of contacts of each infected individual and the resulting secondary infections [23] .",
            "cite_spans": [
                {
                    "start": 425,
                    "end": 429,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Calculation of the modified Case Ratio CR d"
        },
        {
            "text": "Methods exist to estimate R 0 from the progress of a disease outbreak, which do rely on knowledge about the transmission characteristics of the infectious agent gathered from previous outbreaks [24] [25] [26] [27] . As this study aims to demonstrate a method based on temperature readings only caused by any infection this information is not available which is similar to the situation during an unidentified outbreak. Singh et al. (2010) [10] demonstrated that weekly case ratios (CR) can be used as an indirect measure of R 0 and allow to detect pandemic influenza outbreaks.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 198,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 199,
                    "end": 203,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 204,
                    "end": 208,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 209,
                    "end": 213,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 439,
                    "end": 443,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Calculation of the modified Case Ratio CR d"
        },
        {
            "text": "The method was adapted in this study by using several different time frames compared to a solely weekly CR, furthermore it was applied to pyrexia numbers rather than specific influenza cases and thus will naturally include infections caused by other infectious agents. To allow to distinguish between different time frames used to calculate the modified CR in this study it is referred to as CR d where d represents the chosen time step between observations in days. This means that the time step d must be chosen by the investigator to estimate CR d as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calculation of the modified Case Ratio CR d"
        },
        {
            "text": "where n y represents the number of pyretic patients at the days of observation with the previously defined time step between observations in days. Thus, n y1 represents the first observation and n y2 the latest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calculation of the modified Case Ratio CR d"
        },
        {
            "text": "Here this method is applied to pyrexia cases as an unspecific substitute for infection, which.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calculation of the modified Case Ratio CR d"
        },
        {
            "text": "1 All reference datasets provided by ECDC are based in turn on data provided by WHO and Ministries of Health from the affected countries. The views and opinions of the authors expressed herein do not necessarily state or reflect those of the ECDC. The accuracy of the authors' statistical analysis and the findings they report are not the responsibility of ECDC. ECDC is not responsible for conclusions or opinions drawn from the data provided. ECDC is not responsible for the correctness of the data and for data management, data merging and data collation after provision of the data. ECDC shall not be held liable for improper or incorrect use of the data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calculation of the modified Case Ratio CR d"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/462341 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4"
        },
        {
            "text": "To establish the effect of different choices of d, the ascending area of pyrexia cases peak in 2016/17 was used to calculate a sliding CR d with varying d for the ascending slope where pyrexia cases increased ( Figure 2 CR 21 was chosen here as its values for the ascending slope were greater than 1, thus fitting the assumption that the slope represents an increase in case numbers. Although it included more outliers than CR 14 , it caused less delay than CR 28 , so is effectively a trade-off. To make the approach comparable between daily and weekly counts the same window is used for both sampling rates meaning a window of 21 days or 3 weeks for the daily and weekly counts respectively. The data was tested for auto correlation (not shown) and was found to be auto correlated over the time frame of a year, which would be expected for a seasonal infection. The auto correlation was minor for the 21 day window size and was therefore not further addressed.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 211,
                    "end": 219,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "The different mean-CR d depending on window sizes"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/462341 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5"
        },
        {
            "text": "In this study the outbreak definition is focused on the ascending slope representing an increase in pyrexia case numbers. Therefore, the definition of an outbreak is the persistent transition from CR d <1 to CR d >1 indicating an increase in cases, which remains >1 for at least one week. It has to be noted that outbreak here refers to an increase of pyrexia cases caused by an unspecified infectious agent and could be caused by several agents circulating at the same time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outbreak definition"
        },
        {
            "text": "The delay of one week was chosen because it includes the incubation time, meaning that secondary patients exposed to influenza should have developed pyrexia within one week [18] .",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 177,
                    "text": "[18]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Outbreak definition"
        },
        {
            "text": "Using the CR d as an indication of an outbreak start is based on the assumption that a disease becomes uncontrolled once CR becomes larger than 1 [28] . The final change of CR d to >1, that is not followed by a recovery to <1 within one week until the curve reaches its peak is considered the ascending period of the outbreak.",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 150,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Outbreak definition"
        },
        {
            "text": "Both values were calculated from the point at which the CR returned to <1 after the 2015/16 seasonal peak until the peak of 2016/17. This estimate assumes that the peak occurring simultaneously with the influenza cases detected by the ECDC was a verified event and the unknown peak during summer discussed below was the second verified event see section below. A false positive thus was an increase of the CR followed by a decline to normal levels without a peak in the data provided by the ECDC. If a peak reported by the ECDC fell inbetween an increase of the CR and the subsequent decrease these peaks were deemed to origin from the same event.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimation of sensitivity and specificity"
        },
        {
            "text": "The dataset from the date of saturation was made up of 54.01% female and 45.99% male patients. The age range was between 0-115 years (one outlier of 864 years was excluded) with a mean age of 59.98 and a median age of 68, where the discrepancy between the two can be explained by a peak in ambulance attendances to infants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data characteristics"
        },
        {
            "text": "The estimated population in 2016 was 779,834 for Devon and 553,687 for Cornwall. The combined population was 1,333,521 [29] . In comparison the to the estimated age distribution of Devon and Cornwall our data is different as it is skewed towards the elderly and infants as shown in figure 1. This reflects that older individuals and young parents are more likely to require assistance by the ambulance service.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 123,
                    "text": "[29]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data characteristics"
        },
        {
            "text": "Temperatures recorded were in range of 21-47 • C, with a mean temperature of 36.89 • C. As this temperature range is unphysiological it was concluded that some data points were caused by input errors. The temperature-based exclusion removed 8 patients (0.0023% ) with temperatures of >42 • C, 3 of those within the 42-42.2 • C range. The lower temperature cut-off removed 98 patients (0.028% ) with temperatures <32 • C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data characteristics"
        },
        {
            "text": "To establish whether seasonal influenza was detectable in the dataset, weekly case numbers were compared with weekly sentinel influenza cases recorded by the ECDC in England (see Figure 3B ). Sentinel surveillance data is based on a network of selected health care facilities which select patients with symptoms suggesting influenza for laboratory confirmation. The non-sentinel surveillance is a passive system using patient samples for laboratory confirmation of a variety of sources which are not necessarily from patients showing symptoms of an influenza infection [30] . This could be explained by the nature of the non-sentinel data, which includes routine patient samples, because the screening is non-targeted.",
            "cite_spans": [
                {
                    "start": 569,
                    "end": 573,
                    "text": "[30]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 179,
                    "end": 188,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Data characteristics"
        },
        {
            "text": "The ePCR data is mirrored in both the sentinel and non-sentinel laboratory confirmed influenza cases. The ePCR data has a stronger similarity to the non-sentinel surveillance systems which could be explained because all patients are included regardless of symptoms which is also true for the non-sentinel surveillance system. It has to be noted that as the data sources are from different populations and based on different diagnoses. This complicates the proof of causality between the two curves. However, a conducted Granger causality test was significant suggesting that in the absence of a more likely explanation the peak seen in the ePCR data is most likely caused by influenza cases. Some unknown proportion of pyrexia cases will be caused by other infections but if can be expected that the majority was caused by the circulating seasonal influenza virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data characteristics"
        },
        {
            "text": "The temporal similarity of our data and the ECDC data shows that the use of temperature as sole indicator of infection allows to monitor unspecific infectious diseases within the community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data characteristics"
        },
        {
            "text": "A spike in call volumes was seen simultaneously with the peak in pyretic patients and represented an increase of calls by 26.5% compared to the baseline ( Figure 3A ). This is interesting and could have implications for the preparedness of the ambulance service if such an increase could be predicted.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 155,
                    "end": 164,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Data characteristics"
        },
        {
            "text": "Public Health England (PHE) monitors influenza cases with different surveillance programs. The data is based on diagnoses from hospitals as well as from GPs. It is separated into Influenza Like Illnesses (ILI) and Acute Respiratory Infections (ARI) [31] .",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 253,
                    "text": "[31]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Data characteristics"
        },
        {
            "text": "PHE recorded a peak of ILI consultations in week 01/2017, ARI consultations peaked in week 52/2016. This correlates temporally with the peaks seen in the daily summed data (week 01/2017) and the weekly summed data in (week 51/2016), indicating that the seasonal influenza outbreak progresses similarly in both data sets and therefore allowing a direct comparison.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data characteristics"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/462341 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7"
        },
        {
            "text": "The smoothed daily pyretic case numbers peaked on the 02/01/17 (week 1/2017). The peak was reached with 133 (18.47% ) patients of 721 calls (fractions are caused by the smoothing process using the EMA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Daily detection"
        },
        {
            "text": "The start of the increase in pyrexia cases defined by a final change of the CR 21 to >1, was detected on the 24/09/16 (week 38/2016) with 70 pyretic patients (11.2% of 633 calls, Figure 4 ). This value is 6.8% below the baseline (76.2) and within the standard deviation (23.48), which would not be detectable using a threshold method. This start of the seasonal increase of infections was detected earlier than influenza cases by the ECDC, which identified the start in week 46/2016 [32]. However, this might be due to the fact that the sentinel surveillance runs between October and March and thus had not started when our system detected an increase in cases [33] To establish the performance of the method, the outbreak detected by PHE was considered the ground truth [31] which allowed to estimate a specificity of 99.7% and sensitivity of 100% . Because of the limited data available the sensitivity and specificity can only be considered crude estimates and should be interpreted accordingly. These can be robustly measure in the future once more specific data is available. ",
            "cite_spans": [
                {
                    "start": 661,
                    "end": 665,
                    "text": "[33]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 771,
                    "end": 775,
                    "text": "[31]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 179,
                    "end": 187,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Daily detection"
        },
        {
            "text": "Temperatures recorded were in range of 21-47 • C, with a mean temperature of 36.89 • C. As this temperature range is unphysiological it was concluded that some data points were caused by input errors. The temperature-based exclusion removed 8 patients (0.0023% ) with temperatures of >42 • C, 3 of those within the 42-42.2 • C range. The lower temperature cut-off removed 98 patients (0.028% ) with temperatures <32 • C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weekly detection"
        },
        {
            "text": "To establish whether seasonal influenza was detectable in the dataset, weekly case numbers were compared with weekly sentinel influenza cases recorded by the ECDC in England (see Figure 3B ). Sentinel surveillance data is based on a network of selected health care facilities which select patients with symptoms suggesting influenza for laboratory confirmation. The non-sentinel surveillance is a passive system using patient samples for laboratory confirmation of a variety of sources which are not necessarily from patients showing symptoms of an influenza infection [30] . This could be explained by the nature of the non-sentinel data, which includes routine patient samples, because the screening is non-targeted.",
            "cite_spans": [
                {
                    "start": 569,
                    "end": 573,
                    "text": "[30]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 179,
                    "end": 188,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Weekly detection"
        },
        {
            "text": "The ePCR data is mirrored in both the sentinel and non-sentinel laboratory confirmed influenza cases. The ePCR data has a stronger similarity to the non-sentinel surveillance systems which could be explained because all patients are included regardless of symptoms which is also true for the non-sentinel surveillance system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weekly detection"
        },
        {
            "text": "The smoothed daily pyretic case numbers peaked on the 02/01/17 (week 1/2017). The peak was reached with 133 (18.47% ) patients of 721 calls (fractions are caused by the smoothing process using the EMA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weekly detection"
        },
        {
            "text": "The start of the increase in pyrexia cases defined by a final change of the CR 21 to >1, was detected on the 24/09/16 (week 38/2016) with 70 pyretic patients (11.2% of 633 calls, Figure 4 ). This value is 6.8% below the baseline (76.2) and within the standard deviation (23.48), which would not be detectable using a threshold method. This start of the seasonal increase of infections was detected earlier than influenza cases by the ECDC, which identified the start in week 46/2016 [32]. However, this might be due to the fact that the sentinel surveillance runs between October and March and thus had not started when our system detected an increase in cases [33] To establish the performance of the method, the outbreak detected by PHE was considered the ground truth [31] which allowed to estimate a specificity of 99.7% and sensitivity of 100% . Because of the limited data available the sensitivity and specificity can only be considered crude estimates and should be interpreted accordingly. These can be robustly measured in the future, once more specific data is available.",
            "cite_spans": [
                {
                    "start": 661,
                    "end": 665,
                    "text": "[33]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 771,
                    "end": 775,
                    "text": "[31]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 179,
                    "end": 187,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Weekly detection"
        },
        {
            "text": "The weekly case numbers peaked in week 51/2016 with 1042 (21.64% ) pyretic patients of 4814 total calls. An increase of the CR 21 to >1 was detected in week 39/2016 with 570 (13.73% ) cases of 4151 calls ( Figure 5 ). The pyrexia count is 5.26% below the baseline (550) at the time of detection and within the standard deviation (134.56), hence would be difficult to detect with a threshold-based method. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/462341 doi: bioRxiv preprint As comparison, the ECDC recorded the first cases in week 46/2016 [32] corresponding to 693 (15.7% ) cases of 4407 patients attended by ambulances. This pyrexia count at the date of detection by the ECDC is 15.5% above the baseline (550) but again within the standard deviation (134.56).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 206,
                    "end": 214,
                    "text": "Figure 5",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Weekly detection"
        },
        {
            "text": "The weekly detection method performed with a specificity of 98.2% and sensitivity of 100% when applied to weekly sums and based on the outbreaks as defined by PHE. Again as described above this is based on limited data and only an estimated performance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weekly detection"
        },
        {
            "text": "The weekly data was smoothed using the EMA of 21 days (or 3 sample points), before the sliding CR 21 was calculated ( Figure 5 ). The smoothed weekly dataset peaked in week 51/2016 with 919 (21.64% ) pyretic patients of 4814 total calls. The final CR 21 change to >1 indicating the start of the outbreak was reached in week 44/2017 with 485.5 (12.5% ) pyretic patients of 3868 calls. This case number is 18.40% below the baseline (565) and within the standard deviation (122.33). Once again, the outbreak could not be detected using a threshold method as the number is below the baseline (565) as well as the mean (644.87). Smoothing of the weekly data slightly improved specificity to 99.1% with sensitivity remaining at 100% .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 118,
                    "end": 126,
                    "text": "Figure 5",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Improving accuracy"
        },
        {
            "text": "A peak not matching the reference dataset was noticed starting in July 2016 and disappearing by August 2016. It was detected using the weekly method in week 26/2016 and in week 27/2016 by the daily summed method. The CR 21 recovered to <1 by week 29 and 30/2016 for the weekly and daily method respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Identification of unknown outbreak during summer 2016"
        },
        {
            "text": "This event had small numbers of patients and a short duration not matching the ECDC influenza data. However, this peak correlates with reports from PHE of an E. coli outbreak caused by contaminated salad (Figure 6 ) [34] . The peak in the ePCR data slightly precedes the peak of E. coli bactaeremia recorded by PHE [35] . This can be explained by the difference in sampling rate because the data provided by PHE is reported monthly whereas our data is collected daily. Furthermore, the PHE data covers England whereas our data is limited to Devon and Cornwall, which could account for a different timescale of the progression of the outbreak. The outbreak is detected with a delay compared to the PHE data, presumably due to its rapid progress and small patient numbers. A reduction of the delay could be reduced by modifying CR 21 and applying a smaller d. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/462341 doi: bioRxiv preprint",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 220,
                    "text": "[34]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 311,
                    "end": 319,
                    "text": "PHE [35]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 204,
                    "end": 213,
                    "text": "(Figure 6",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Identification of unknown outbreak during summer 2016"
        },
        {
            "text": "The detection of the event caused by E.coli shows that the CR d method allows to recognise, not only expected outbreaks, but also events caused by unknown infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Identification of unknown outbreak during summer 2016"
        },
        {
            "text": "The outbreak was attributed to the E. coli strain O157 and according to PHE reached a final case number of 164 cases with a specific focus in the South-West of England [34, 36] . Although the data shown is not specific to strain O157 but shows E. coli in general, it suggests that there were considerable numbers of unidentified associated infections. An explanation for this discrepancy could be that only patients with severe symptoms were tested for E. coli whereas patients with mild symptoms might have contacted the non-emergency line 111 and were then referred to the ambulance service.",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 172,
                    "text": "[34,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 173,
                    "end": 176,
                    "text": "36]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Identification of unknown outbreak during summer 2016"
        },
        {
            "text": "Ambulance crews within SWASFT have collected data for 15.96% of the population in Devon and Cornwall within a year [29] . It must be noted that this includes patients with possible multiple ambulance attendances a year, which is something that cannot be accounted for, as no patient identifying data had been extracted.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 119,
                    "text": "[29]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The collected data mirrored the gender characteristics of the population although with a focus on the elderly and infants. From these data, it was possible to establish that the pyrexia counts timely matched the seasonal influenza outbreak recorded by the ECDC. As discussed it is reasonable to assume that the majority of the pyrexia cases were due to seasonal influenza but some proportion will have been caused by other circulating infections. This will be addressed in the future by applying the method to more specific syndromes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Generally epidemiological data tend to be Poisson distributed. However, our data was not Poisson distributed (P values), this could be explained by the fact that only 1.5 seasons were available and would have to be addressed in future studies [9] .",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 246,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Furthermore, using the same data an additional peak was detected, linked to an E. coli outbreak concentrated in the South-West of England. The presented method using a sliding CR d reliably detected disease outbreak solely based on tympanic temperature readings. Its non-specificity allowed to detect seasonal influenza and E. coli bacteraemia using the same data. This demonstrates the ability of this method to detect outbreaks of unknown causes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The seasonal increase of fever cases was detected up to 9 weeks before influenza cases were recorded by conventional methods employed by the ECDC. As the method described here does not specifically detect influenza several contributing factors can be attributed to this finding. In the UK the sentinel detection runs between October and March thus it could not detect earlier cases. Furthermore, during winter many different infectious agents are circulating including the common cold, all of which cause fever.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Due to the nature of the described method to date the infectious agent cannot be narrowed down, however this will be addressed by applying it to more specific syndromes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The demonstrated method performed with a very similar sensitivity and specificity to the method demonstrated by Singh et al. 2010 [10] . However, it has to be emphasised that these are estimates and are based on limited data therefore have to be interpreted with caution. Because it does not rely on thresholds set by an investigator, it is ideally suited as an EED system for unknown outbreak causes.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 134,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Due to its simplicity, the CR d method is easy to deploy and will effectively detect a wide range of syndromes. By using case numbers of different symptoms, this method will also allow to automatically distinguish between different infections. For example, patients with a combination of pyrexia and diarrhoea could be monitored separately from patients experiencing pyrexia only.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The current shortcoming of the method is that it was only applied to pyrexia data but no other syndromes. It is to be expected that the combination of pyrexia with diarrhoea would have allowed to immediately distinguish between the peak potentially caused by seasonal influenza and the event caused by E. coli. Therefore, as a continuation of this study, different symptoms will be combined to allow the monitoring of several syndromes in parallel. Although the proposed method does not rely on a threshold to detect an increase in cases, it still requires the user to define the value of d, which will normally require some knowledge about the transmission rate of the monitored infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/462341 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "The necessity to choose a time frame raises similar questions as threshold-based methods, on how to decide on the best time frame. Therefore, this flexibility makes the CR d method able to adapt to the data and transmission rates allowing to reduce false positives in noisy data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "In practice this method could be further developed to allow the surveillance of several different syndromes but can also be used to anticipate spikes in ambulance call rates as well as hospital admissions. It might also lead the way to predict the length and magnitude of a detected outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "It was demonstrated that electronic patient records documented by ambulance crews correlate with the sentinel data collected by the ECDC and that it allows the implementation of an EED system. The CR-method was found to be sensitive to several different infectious agents based on the same data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The detection of events occurred earlier compared to the ECDC but to date does not allow to distinguish between infectious agents. Therefore, the move to digital patient records allows to monitor the entire population for several syndromes at high sample rates and for several syndromes at the same time, making it an ideal data source for an EED system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/462341 doi: bioRxiv preprint . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/462341 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The role of fever in the infected host",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Hasday",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Fairchild",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Shanholtz",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Microbes Infect",
            "volume": "2",
            "issn": "15",
            "pages": "1891--904",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Journey through an epidemic: some observations of contrasting public health responses to SARS",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Syed",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Sopwith",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Regan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Bellis",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Epidemiol Community Health",
            "volume": "57",
            "issn": "",
            "pages": "855--861",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Border Screening for SARS",
            "authors": [
                {
                    "first": "Rks",
                    "middle": [],
                    "last": "John",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jong",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "De",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bodie-Collins",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Squires",
                    "suffix": ""
                },
                {
                    "first": "Tws",
                    "middle": [],
                    "last": "Tam",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Emerg Infect Dis",
            "volume": "11",
            "issn": "1",
            "pages": "6--10",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "PUBLIC Border screening for SARS in Australia : what has been learnt?",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Samaan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Spencer",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "-N",
                    "middle": [],
                    "last": "Zea",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kong",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Med J Aust",
            "volume": "180",
            "issn": "",
            "pages": "220--223",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Human temperatures for syndromic surveillance in the emergency department: data from the autumn wave of the 2009 swine flu ( H1N1 ) pandemic and a seasonal influenza outbreak",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Bordonaro",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Mcgillicuddy",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pompei",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Burmistrov",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Harding",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Sanchez",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "BMC Emerg Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12873-016-0080-7"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Emerging Infections and Their Implications on EMS",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Barishansky",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "New Jersey Off Emerg Med Serv",
            "volume": "2",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Introduction to Statistical Methods for Biosurveillance",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Fricker",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Rapid detection of pandemic influenza in the presence of seasonal influenza",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Savill",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Robertson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Woolhouse",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Public Health [Internet]",
            "volume": "10",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Available from: www.nres.npsa.nhs.uk 12. Limited K",
            "authors": [
                {
                    "first": "Nhs",
                    "middle": [
                        "Defining"
                    ],
                    "last": "Research",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Natl Res Ethics Serv",
            "volume": "",
            "issn": "",
            "pages": "1--22",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Accidental Hypothermia",
            "authors": [
                {
                    "first": "Dja",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Brugger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Boyd",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Paal",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Out of the cold: management of hypothermia and frostbite",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Biem",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Koehncke",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Classen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dosman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Can Med Assoc J",
            "volume": "168",
            "issn": "3",
            "pages": "305--316",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A critical appraisal of 98.6 degrees F, the upper limit of the normal body temperature, and other legacies of Carl Reinhold August Wunderlich",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Mackowiak P A, Wasserman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Levine",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "JAMA",
            "volume": "268",
            "issn": "12",
            "pages": "1578--80",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Individual differences in normal body temperature: longitudinal big data analysis of patient records",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Obermeyer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Samra",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mullainathan",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Bmj",
            "volume": "5468",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.j5468"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Incubation periods of acute respiratory viral infections: a systematic review",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lessler",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Reich",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brookmeyer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Perl",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Nelson",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet Infect Dis",
            "volume": "9",
            "issn": "5",
            "pages": "291--300",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Systematic review of influenza A(H1N1)pdm09 virus shedding: Duration is affected by severity, but not age",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Fielding",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "N"
                    ],
                    "last": "Mercer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Glass",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Influenza Other Respi Viruses",
            "volume": "8",
            "issn": "2",
            "pages": "142--50",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The Dynamic Relationship between Clinical Symptomatology and Viral Shedding in Naturally Acquired Seasonal and Pandemic Influenza Virus Infections",
            "authors": [
                {
                    "first": "Dkm",
                    "middle": [],
                    "last": "Ip",
                    "suffix": ""
                },
                {
                    "first": "Llh",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "Mjs",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clin Infect Dis",
            "volume": "62",
            "issn": "4",
            "pages": "431--438",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Comparison of Shedding Characteristics of Seasonal Influenza Virus (Sub)Types and Influenza A(H1N1)",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Suess",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Remschmidt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Schink",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schweiger",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Heider",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Milde",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "On the histogram as a density estimator:L 2 theory. Zeitschrift für Wahrscheinlichkeitstheorie und Verwandte Gebiete",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Freedman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Diaconis",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Internet]",
            "volume": "57",
            "issn": "4",
            "pages": "453--76",
            "other_ids": {
                "DOI": [
                    "10.1007/BF01025868"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Theory versus data: How to calculate R0? PLoS One",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Breban",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vardavas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Blower",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "0--3",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Estimating the Reproduction Number of Ebola Virus ( EBOV ) During the 2014 Outbreak in West Africa",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Althaus",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLOS Curr Outbreaks [Internet]",
            "volume": "",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Empirical estimation of R0 for unknown transmission functions: The case of chronic wasting disease in Alberta",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Potapov",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Merrill",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pybus",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS One [Internet]",
            "volume": "10",
            "issn": "10",
            "pages": "1--15",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0140024"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "A Likelihood Based Method for Real Time Estimation of the Serial Interval and Reproductive Number of an Epidemic Estimation of the Serial Interval and Reproductive Number of an Epidemic",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pagano",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--34",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Joint estimation of the basic reproduction number and generation time parameters for infectious disease outbreaks",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Griffin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Garske",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Ghani",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Clarke",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Biostatistics",
            "volume": "12",
            "issn": "2",
            "pages": "303--315",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Foot-and-mouth disease under control in the UK",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Haygarth",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Woolhouse",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chase-Topping",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Haydon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Friar",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nat Commun",
            "volume": "411",
            "issn": "",
            "pages": "258--267",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Facts about Influenza",
            "authors": [
                {
                    "first": "Ecdc",
                    "middle": [],
                    "last": "Surveillance",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Surveillance of influenza and other respiratory viruses in the UK: Winter",
            "authors": [
                {
                    "first": "Public",
                    "middle": [],
                    "last": "Health England",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Weekly Returns Service of the Royal College of General Practitioners",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Fleming",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "96--100",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "National outbreak of verocytotoxin-producing E . coli O157 phage type 34",
            "authors": [
                {
                    "first": "Public",
                    "middle": [],
                    "last": "Health England",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Public Health England. Escherichia coli (E. coli",
            "volume": "10",
            "issn": "24",
            "pages": "21--23",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "coli O157 national outbreak update",
            "authors": [
                {
                    "first": "Public",
                    "middle": [
                        "E"
                    ],
                    "last": "Health England",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "A. Total number of electronic patient records (ePCR) since its introduction within Devon and Cornwall. B. Data loss following exclusion criteria. C. Age distribution for both the general population in Devon and Cornwall in comparison to the patients attended by ambulance crews.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Comparison of different Case Ratios (CR) calculated with different time steps (d).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "A. Comparison of normalised pyrexia cases and all patient records. B. normalised weekly pyrexia recorded in electronic patient records compared to flu cases in England as reported by the European Centre for Disease Prevention and Control. The vertical lines indicate the detection of the peaks Public Health England for the following syndromes: influenza like illness in week 01/17, Acute Respiratory Illness in week 52/2016. Both peaks seen for the influenza season 2015/16 and 2016/17 correspond to the data collected by the ECDC. The comparison to the non-sentinel data shows an earlier peak of the ePCR data in the 2016/17 flu season.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "A. histogram and boxplot of daily pyrexia sums. B. daily pyrexia cases. Case Ratio 21 (CR21) indicated as circles. C. CR21 values on the same timescale as B.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "seen for the influenza season 2015/16 and 2016/17 correspond to the data collected by the ECDC. The comparison to the non-sentinel data shows an earlier peak of the ePCR data in the 2016/17 flu season.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "A. histogram and boxplot of weekly pyrexia sums. B. pyrexia unsmoothed cases. Case Ratio 21 (CR21) indicated as circles. C. weekly smoothed (3 week exponential weighted moving average) pyrexia cases. CR21 indicated as circles.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Comparison of weekly pyrexia cases with monthly E. coli bacteremia during the unidentified peak in summer",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": ").",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}