{
    "paper_id": "97339c9d365437d54ea33be1a1b634d35f460208",
    "metadata": {
        "title": "Fractional Dosing of Yellow Fever Vaccine to Extend Supply: A Modeling Study 1 2 AUTHORS 3",
        "authors": [
            {
                "first": "Joseph",
                "middle": [
                    "T"
                ],
                "last": "Wu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "WHO Collaborating Centre for Infectious Disease Epidemiology and Control",
                    "institution": "The University of Hong Kong",
                    "location": {
                        "settlement": "Hong",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Corey",
                "middle": [
                    "M"
                ],
                "last": "Peak",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard T.H. Chan",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Prof",
                "middle": [],
                "last": "Gabriel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Leung",
                "suffix": "",
                "affiliation": {
                    "laboratory": "WHO Collaborating Centre for Infectious Disease Epidemiology and Control",
                    "institution": "The University of Hong Kong",
                    "location": {
                        "settlement": "Hong",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Prof",
                "middle": [
                    "Marc"
                ],
                "last": "Lipsitch",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard T.H. Chan",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Dphil",
                "middle": [
                    "Mlipsitc@hsph Harvard"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Methods 27 We estimate the effective reproductive number for YF in Angola using disease natural history 28 and case report data. With simple mathematical models of YF transmission, we calculate the 29 infection attack rate (IAR, the proportion of population infected over the course of an epidemic) 30 under varying levels of transmissibility and five-fold fractional-dose vaccine efficacy for two 31 vaccination scenarios: (i) random vaccination in a hypothetical population that is completely 32 susceptible; (ii) the Kinshasa vaccination campaign in July-August 2016 with different age cutoff 33 for fractional-dose vaccines. 34 35",
            "cite_spans": [
                {
                    "start": 8,
                    "end": 10,
                    "text": "27",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Findings 36 We estimate the effective reproductive number early in the Angola outbreak was between 5·2 37 and 7·1. If vaccine action is all-or-nothing (i.e. a proportion VE of vaccinees receives complete 38 and the remainder receive no protection), n-fold fractionation can dramatically reduce IAR as 39 long as efficacy VE exceeds 1/n. This benefit threshold becomes more stringent if vaccine action 40",
            "cite_spans": [
                {
                    "start": 9,
                    "end": 11,
                    "text": "36",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "is leaky (i.e. the susceptibility of each vaccinee is reduced by a factor that is equal to the vaccine 41 efficacy VE). The age cutoff for fractional-dose vaccines chosen by the WHO for the Kinshasa 42 vaccination campaign (namely, 2 years) provides the largest reduction in IAR if the efficacy of 43 five-fold fractional-dose vaccines exceeds 20%. 44",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Yellow fever (YF) has resurged in Angola and threatens to spread to other countries with 53 relatively low YF vaccine coverage. As of 8 July 2016, YF cases have been exported from Angola 54",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION 52"
        },
        {
            "text": "to Kenya (2 cases), China (11), and DRC (59), raising concern that YF could resurge in other 55",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION 52"
        },
        {
            "text": "populations where competent vectors are present and vaccine coverage is low. 1, 2 Indeed, DRC 56 has already declared a YF epidemic in Kinshasa and two other provinces. A broad band of sub-57",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 79,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 80,
                    "end": 81,
                    "text": "2",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION 52"
        },
        {
            "text": "Saharan Africa north of Namibia and Zambia is at risk 58",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION 52"
        },
        {
            "text": "(http://www.cdc.gov/yellowfever/maps/africa.html), as is much of the northern portion of 59",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION 52"
        },
        {
            "text": "South America (http://www.cdc.gov/yellowfever/maps/south_america.html). The global 60 community is increasingly concerned for the risk of YF emergence in Asia, where the disease 61 has been curiously absent despite seemingly amenable conditions. 62",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION 52"
        },
        {
            "text": "There is a safe, highly effective live-attenuated vaccine against YF. 3 However, the global 63 emergency stockpile of YF vaccines, which has been maintained at approximately 6·8 million 64 doses before 2016, has already been depleted twice by the Angola outbreak. With a throughput 65 of only 2 to 4 million doses per month, YF vaccine supply is inadequate given the large urban 66 populations at risk for YF infection. In response to such shortage, dose fractionation has been 67",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION 52"
        },
        {
            "text": "proposed to maximize the public health benefit of the available YF vaccines. 4 Under dose 68 fractionation, a smaller amount of antigen would be used per dose in order to increase the 69 number of persons who can be vaccinated with a given quantity of vaccine. 3 This strategy was 70 previously proposed to extend pre-pandemic influenza vaccine supplies. 5 If dose fractionation 71",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 78,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 261,
                    "end": 262,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 355,
                    "end": 356,
                    "text": "5",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION 52"
        },
        {
            "text": "were consistently adopted, equity of YF vaccine access would also be enhanced both within and 72",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION 52"
        },
        {
            "text": "across countries at risk, as more people could benefit from vaccination without depriving 73 others. 6 74 Indeed, following the SAGE endorsement on 17 June 2016, the WHO recommended dose 75 fractionation in its emergency YF vaccination campaign in July-August 2016 to vaccinate 8 76 million people in Kinshasa, 3 million in anterior Angola and 4·3 million along the DRC-Angola 77 corridor. 7 Specifically, 2·5 million standard-dose vaccines would be allocated to Kinshasa where 78 200,000 standard-dose vaccines would be given to children age 9 months to 2 years and the 79 remaining allocation are to be fractionated five-fold and administered to the rest of the 80 population. 81",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION 52"
        },
        {
            "text": "The evidence base for fractional-dose YF vaccines is built upon two studies that compared the 82 safety and immunogenicity of standard-dose and five-fold fractional-dose YF vaccines. The first 83 is a randomized, noninferiority trial which showed that 0·1 ml intradermal (ID) vaccination with 84 the 17D YF vaccine was equally safe and immunogenic compared to the standard 0·5ml 85 subcutaneous vaccination. 8 We estimate the initial reproductive number of the YF outbreak in Angola as the average 138 reproductive number among all cases who developed symptoms one serial interval before 139 vaccination campaign began to affect disease transmission (see Figure 1 ). fractionation, we assume that vaccine efficacy of n-fold fractional-dose vaccines for n between 150 1 and 5 increases linearly with the amount of antigen in the vaccines (see appendix for 151 explanation). Potential increases in vaccine wastage during dose-sparing would be mostly due 152",
            "cite_spans": [
                {
                    "start": 408,
                    "end": 409,
                    "text": "8",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 655,
                    "end": 663,
                    "text": "Figure 1",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "INTRODUCTION 52"
        },
        {
            "text": "to unused, reconstituted vaccines 18 or increased vaccine failure due to inexperience with 153 intradermal administration among vaccinators. In the setting of mass vaccination campaigns, 154",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION 52"
        },
        {
            "text": "wastage due to unused vaccine doses will likely to be negligible because vaccination sessions 155 will be large. 156",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION 52"
        },
        {
            "text": "Infection attack rate 157 We use IAR as the outcome measure for evaluating the impact of dose fractionation. We 158 calculate IAR using the classical final size approach which is exact for directly transmitted SIR-159 type diseases 19 but only an approximation for vector-borne diseases. 20 Nonetheless, this 160 dose vaccines will be given to children aged between 9 months and 2 years (which is 202 sufficient for vaccinating all unvaccinated children in this age range) and the remaining 203 allocation will be fractionated to one-fifth of the standard dose and given to the rest of 204 the population. We compare the outcome when the vaccines are administered (i) in 205 standard dose only (strategy S) and (ii) according to the WHO dose-sparing strategy with 206 alternative age cutoffs for fractional-dose vaccines ranging from 2 to 20 years (strategy 207 F). For the latter, let Z be the age cutoff and ( ) p Z be the proportion of population 208 targeted for standard-dose vaccination. For a given standard-dose vaccine coverage V , 209 the proportion of population receiving standard-dose and fractional-dose vaccines are 210",
            "cite_spans": [
                {
                    "start": 22,
                    "end": 25,
                    "text": "157",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION 52"
        },
        {
            "text": ", respectively. Therefore, the effective vaccine 211 coverage after the vaccination campaign is 212",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION 52"
        },
        {
            "text": "immediately before the campaign (i.e. at the end of June 2016). See appendix for the 214 calculation details. 215",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION 52"
        },
        {
            "text": "The sponsors of the study had no role in the study design, data collection, data analysis, writing 217 of the report, or the decision to publish. All authors had access to the data; the corresponding 218 authors had final responsibility to submit for publication. 219 220 221",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of the funding source 216"
        },
        {
            "text": "RESULTS 222",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of the funding source 216"
        },
        {
            "text": "Reproductive number of yellow fever in Angola. Figure 1 shows that the initial reproductive 223 number of YF in Angola was 5·2 (95% CI 4·3, 6·1) and 7·1 (5·5, 8·7) if the mean mosquito 224 lifespan was 7 and 14 days, respectively. While these estimates may reflect partial immunity 225 due to prior vaccination or exposure among some of the population (we estimated that around 226 28% of the Angola population had been vaccinated before the YF epidemic; see appendix for 227 calculation details), we assume that the basic reproductive number of a future outbreak in 228 another population would range between 4 and 12 due to varying vector ecology and levels of 229 preexisting immunity in the population. 230 Figure 2A The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/053421 doi: bioRxiv preprint for R 0 = 4 and 8, respectively). In short, dose fractionation reduces IAR when (i) the standard-239 dose vaccine supply is insufficient to halt disease transmission and (ii) fractional-dose vaccine 240 efficacy is above 0·2. 241",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 47,
                    "end": 55,
                    "text": "Figure 1",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 711,
                    "end": 720,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Role of the funding source 216"
        },
        {
            "text": "If vaccine action is \"leaky,\" then the benefit threshold (the efficacy of n-fold fractionated doses 242 necessary to reduce IAR) is higher than 1/n and increases with transmission intensity (Figure 3 ). 243",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 190,
                    "end": 199,
                    "text": "(Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Random vaccination in a hypothetical population."
        },
        {
            "text": "This occurs because under the leaky model each infectious bite is assumed to be less likely to 244 cause infection if the host is vaccinated, but the probability of infection grows as the person 245 receives more infectious bites. Figure 3 shows, under the leaky model of vaccine action, dose 246",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 231,
                    "end": 239,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Random vaccination in a hypothetical population."
        },
        {
            "text": "fractionation is much less beneficial if vaccine action is leaky, efficacy is modest, and R 0 is high. 247",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Random vaccination in a hypothetical population."
        },
        {
            "text": "See appendix for the mathematical details. 248",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Random vaccination in a hypothetical population."
        },
        {
            "text": "A recent study suggested that the mosquito biting rate for individuals aged 20 or above is 1·22 249 times higher than those age under 20. 24 We performed a sensitivity analysis to show that our 250 results are unaffected by such heterogeneity. See \"Hetereogeneity in biting rates\" in the 251 appendix for details. 252",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 140,
                    "text": "24",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Random vaccination in a hypothetical population."
        },
        {
            "text": "The WHO vaccination campaign in Kinshasa. We estimate that the vaccine coverage in 253",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Random vaccination in a hypothetical population."
        },
        {
            "text": "Kinshasa was 20% at the end of June 2016 before the vaccination campaign began. assess the robustness of the conclusion that dose fractionation is likely to be beneficial, against 280 the possibility that in fact efficacy of fractionated doses is lower than anticipated, we consider 281 the possibility that five-fold fractionated dosing fails to immunize a proportion (1-VE(5)) of 282",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Random vaccination in a hypothetical population."
        },
        {
            "text": "recipients. We find that as long as at least 20% of recipients are fully immunized by the vaccine, 283 more people would be immunized by vaccinating five times as many people with one-fifth the 284 dose, and so the population-wide benefits of higher coverage would outweigh the lower 285 efficacy of fractionated dosing for individual vaccinees. 286",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Random vaccination in a hypothetical population."
        },
        {
            "text": "Even more unlikely, in our opinion, is that fractionated doses would be substantially less 287 efficacious according to a \"leaky\" model, in which all vaccinated individuals were imperfectly 288 protected against infection from each infectious bite, with the same probability of infection 289 from each bite, reduced by vaccine by a proportion VE (see appendix for details). If this were 290 the case however, we found that especially in high-transmission areas, the fractionated-dose 291",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Random vaccination in a hypothetical population."
        },
        {
            "text": "vaccine would need to be 80-90% efficacious to provide a benefit over standard dosing. 292",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Random vaccination in a hypothetical population."
        },
        {
            "text": "Our analysis is not intended to recommend extending coverage to the point of knowingly 293 compromising efficacy. Rather, our analysis indicates that a strategy of fractionation to a dose 294 that provides equivalent immunogenicity to standard dosing would be greatly beneficial if 295 efficacy is equivalent to standard dosing, and would still be beneficial if, unexpectedly, efficacy 296",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Random vaccination in a hypothetical population."
        },
        {
            "text": "were somewhat lower than for standard dosing. 297",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Random vaccination in a hypothetical population."
        },
        {
            "text": "We have used five-fold fractionation as an example because it is the strategy with the best 298 evidence base of equal immunogenicity. However, some data suggest that more than five-fold 299 fractionation could be equally immunogenic, and of course the benefits of fractionation would 300 be greater if more than five-fold fractionation were logistically possible and comparably 301 efficacious. 302",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Random vaccination in a hypothetical population."
        },
        {
            "text": "We have considered fractional dosing for residents of areas at high risk for transmission. 303",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Random vaccination in a hypothetical population."
        },
        {
            "text": "Another group of interest are travelers, for whom we must also consider longevity of response, 304",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Random vaccination in a hypothetical population."
        },
        {
            "text": "lower levels of exposure, and more detailed discussions on equity outside the scope of this 305 modeling paper. The cost of fractional-dose strategies will depend on the route of 306",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Random vaccination in a hypothetical population."
        },
        {
            "text": "administration, but could potentially be substantially less expensive per vaccine recipient. 18 307 . CC-BY-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/053421 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Random vaccination in a hypothetical population."
        },
        {
            "text": "Our simple model has several limitations. We assume homogeneous mixing of the population 308 (reasonable at least locally for a vector-borne disease). We also fix a particular value of R 0 for 309 each calculation, and assume this value is maintained until the epidemic has swept through a 310 population. In reality, R 0 will vary seasonally as vector abundance, extrinsic incubation period, 311",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Random vaccination in a hypothetical population."
        },
        {
            "text": "and other factors vary. The existence of a high-transmission season might enhance the benefits 312 of fractional-dose vaccination. Most importantly, there will be a premium on achieving high 313 vaccine coverage before the peak of transmission to maximally impact transmission, and this 314 will be limited by supply constraints that could be partially relieved by fractionation. Systematic review 438 We searched PubMed and Google Scholar on June 10, 2016, with the terms \"yellow fever\" and 439 \"vaccine\" or \"dose sparing\". We did not find any reports of randomized trials of yellow fever 440 (YF) vaccine efficacy, at full or lower doses. Three relatively recent studies suggest similar 441 immunological responses at five-fold, or more, fractionation as compared to the current dose 442 antigen levels. 8, 9, 27 While several recent perspective articles propose the dose-sparing strategy 443",
            "cite_spans": [
                {
                    "start": 398,
                    "end": 401,
                    "text": "438",
                    "ref_id": null
                },
                {
                    "start": 806,
                    "end": 808,
                    "text": "8,",
                    "ref_id": null
                },
                {
                    "start": 809,
                    "end": 811,
                    "text": "9,",
                    "ref_id": null
                },
                {
                    "start": 812,
                    "end": 814,
                    "text": "27",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Random vaccination in a hypothetical population."
        },
        {
            "text": "in response to the current shortage, 2-4 to our knowledge this is the first study to test the 444 robustness of this strategy (in terms of its epidemiologic impact) against the uncertainties 445 surrounding fractional-dose YF vaccine efficacy and mode of action (e.g. \"all-or-nothing\" and 446 \"leaky\"). 447 448",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Random vaccination in a hypothetical population."
        },
        {
            "text": "Added value of the study 449 We estimate that the reproductive number of the YF epidemic in Angola during 2016 is 5·2 to 450 7·1. Our study is the first to provide an estimate of the transmissibility of YF in urban settings. 451 We Our results support the growing evidence that dose-sparing strategies should be adopted as an 461 option for extending the currently sparse YF vaccine supply. 462 463 . CC-BY-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It reproductive number (R t ) assuming that the mean mosquito lifespan was 7 and 14 days, 471",
            "cite_spans": [
                {
                    "start": 25,
                    "end": 28,
                    "text": "449",
                    "ref_id": null
                },
                {
                    "start": 225,
                    "end": 228,
                    "text": "451",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Random vaccination in a hypothetical population."
        },
        {
            "text": "respectively. The red data points correspond to the cases that were used to estimate the initial 472 reproductive number. These cases had symptom onset one mean serial interval before the 473 vaccination campaign began to affect disease transmission (which was assumed to be 7 days 474",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Random vaccination in a hypothetical population."
        },
        {
            "text": "after the start of the campaign to account for the time it takes for adaptive immunity to 475 develop). The orange and purple horizontal bars indicate the length of the mean mosquito 476 lifespan and serial interval on the scale of the x-axis, respectively. 477 The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/053421 doi: bioRxiv preprint immunized, as a function of standard-dose vaccine coverage V under standard-dose vaccination 487 (solid curves) and five-fold fractional-dose vaccination (dashed curves). B Infection attack rate 488 (IAR) under standard-dose vaccination and five-fold fractional-dose vaccination. IAR is reduced 489 to 0 when the effective vaccine coverage reaches the herd immunity threshold",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Random vaccination in a hypothetical population."
        },
        {
            "text": "Absolute reduction in IAR. As V increases from 0, a kink appears when the herd-immunity 491 threshold is attained or everyone is vaccinated under five-fold fractional-dose vaccination (i.e., 492 V = 20%). If five-fold fractional-dose vaccination at 100% coverage cannot attain the herd 493 immunity threshold (because of low fractional-dose vaccine efficacy), then a second kink 494 appears when V is large enough such that fractional-dose vaccination attains herd-immunity 495 threshold due to the increase in VE(n) resulting from lower fractionation (namely n = 1/V). D 496",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Random vaccination in a hypothetical population."
        },
        {
            "text": "Relative reduction in IAR. 497",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Random vaccination in a hypothetical population."
        },
        {
            "text": ". CC-BY-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/053421 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/053421 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/053421 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Random vaccination in a hypothetical population."
        },
        {
            "text": "Estimation of the effective reproductive number for YF in Angola 516",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix 515"
        },
        {
            "text": "We use the Wallinga and Teunis method 13 to estimate the reproductive number over the 517 course of the YF outbreak in Angola from the daily number of confirmed cases recorded in the 518 17 April 2016 WHO Angola Situation Report. 14 We assume that all cases were attributed by 519 local transmission, i.e. no importation of cases. Let i t be the date of symptom onset for case i. 520",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 232,
                    "text": "14",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Appendix 515"
        },
        {
            "text": "The relative likelihood that case i has been infected by case j is 521 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix 515"
        },
        {
            "text": "Assuming that R t is normally distributed, the approximate (1−α)×100% confidence interval is 531",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix 515"
        },
        {
            "text": "Estimation of the serial interval distribution for YF 534 We assume that the latent period is the same as the incubation period for all human infections 535 of YF. Suppose an infected individual becomes infectious at time 0. Let t 1 be the time at which 536 the infectious individual is bitten by a competent mosquito which becomes infected, t 2 be the 537 time at which this mosquito becomes infectious, and t 3 be the time at which this mosquito bites 538 and infects a human host. The probability distribution function for the serial interval is 539",
            "cite_spans": [
                {
                    "start": 54,
                    "end": 57,
                    "text": "534",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Appendix 515"
        },
        {
            "text": "where 541 . CC-BY-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/053421 doi: bioRxiv preprint h(a) = P(I > t 1 )",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix 515"
        },
        {
            "text": "Probability that the human infectious period exceeds t 1 days when the mean infectious duration is mean 4 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix 515"
        },
        {
            "text": "Extrinsic incubation period at 28 degree Celsius; Weibull distributed with mean 12.7 days and CoV 0.61",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix 515"
        },
        {
            "text": "Probability that the mosquito is still alive t 3 −t 1 days after getting infected",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix 515"
        },
        {
            "text": "Intrinsic incubation period; Lognormal distributed with mean 4.6 days and CoV 0.36",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix 515"
        },
        {
            "text": "In this calculation, we assume that the infectious period in humans is exponentially distributed 543",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix 515"
        },
        {
            "text": "with mean 4 days, 29 and mosquito lifespan is exponentially distributed with mean varying over 544 1-2 weeks (http://www.dengue.gov.sg/subject.asp?id=12; 17 ). We assume that the extrinsic 545 incubation period follows the Weibull distribution with parameters 1.7 ν = and 546 exp( 7.6 0.11 )",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix 515"
        },
        {
            "text": "where T is the temperature (28 degrees Celsius) as estimated by ref. 15 547",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 71,
                    "text": "15",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Appendix 515"
        },
        {
            "text": "We assume that the intrinsic incubation period follows the lognormal distribution with 548 parameters 1.46 µ = and 8.1 τ = as estimated by ref. 15 . 549 550 We assume that vaccine efficacy of n-fold fractional-dose vaccines for n between 1 and 5 551",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 146,
                    "text": "15",
                    "ref_id": null
                },
                {
                    "start": 153,
                    "end": 156,
                    "text": "550",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Appendix 515"
        },
        {
            "text": "increases linearly with the amount of antigen in the vaccines which is proportional to 1/ n . In 552 general, if vaccine efficacy of n-fold fractional-dose vaccines for n between 1 n and 2 n increases 553",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dose-response relationship"
        },
        {
            "text": "linearly with the amount of antigen in the vaccines, then 554 ( ) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dose-response relationship"
        },
        {
            "text": "In the special case where",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dose-response relationship"
        },
        {
            "text": "(1) 1 VE = , the benefit threshold can be simplified as 577",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dose-response relationship"
        },
        {
            "text": ". 578",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dose-response relationship"
        },
        {
            "text": "Next, we provide mathematical details on IAR calculations for the general case where there are 579 m groups. Let ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dose-response relationship"
        },
        {
            "text": "If vaccine action is leaky, then the group-specific IARs are obtained by solving the equations 587 Alejandro Costa, WHO). The target population size in Kinshasa is around 8.05 million, with 629 potentially 1-2 million additional people from adjacent areas. Of the 2.5 million standard-630 dose vaccines, 200,000 will be administered to children age 9 months to 2 years in standard 631 dose (which is sufficient for vaccinating all unvaccinated children in this age range) and the 632 rest of the vaccine stockpile will be administered to the rest of the population as five-fold 633 fractional-dose vaccines. As such, when considering alternative age cutoff for fractional-634 dose vaccines, we assume that the vaccine stockpile is sufficient to vaccinate all individuals 635",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dose-response relationship"
        },
        {
            "text": "in Kinshasa that have not yet been vaccinated as of 30 June 2016. 636",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dose-response relationship"
        },
        {
            "text": "We consider the all-or-nothing YF vaccine action mechanism more likely than the leaky 638 vaccine action model for the following reasons: based on the limited evidence on 639 immunogenicity of fractional doses to date, we consider it unlikely that reducing the dose 640 five-fold or perhaps further from current preparations would result in dramatically lower 641 efficacy of the leaky type. Visual inspection of the data from a dose fractionation trial of the 642 17DD vaccine in Brazil shows that for doses down to 47x below the standard dose, the 643 distribution of serologic responses was indistinguishable from those for the standard dose, 644",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Leaky versus All-or-Nothing YF Vaccine Action 637"
        },
        {
            "text": "suggesting that efficacy should be nearly equivalent to that for full doses. This was 645 confirmed by the analysis of peak viremia, which was equivalent for standard dose and for 646 doses down to 11% of the full dose (9-fold fractionation). It was further confirmed by peak 647 cytokine responses, which were comparable to the standard dose for all cytokines tested, 648 down to at least a 9-fold fractional dose. For even lower doses, the proportion 649 seroconverting after vaccination was lower than the 97% observed for the full dose, but the 650 antibody response among the seroconverters appears to be similar at all doses. 9 These data 651 collectively suggest that down to approximately 9-fold fractional dosing of this vaccine the 652 response should be equivalent, and that for further fractionation there may be a failure to 653 induce any substantial response in a fraction of recipients, but the neutralizing antibody 654 titres in those who do respond should be comparable. This pattern is consistent with an all-655 or-nothing model. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Leaky versus All-or-Nothing YF Vaccine Action 637"
        },
        {
            "text": ". CC-BY-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/053421 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "676"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "We 621 assume that routine immunization coverage between age 9 months and 1 year at the 622 end of",
            "authors": [],
            "year": 2016,
            "venue": "Routine YF childhood immunization which started in 2004. We obtain the annual routine 618 immunization coverage among children aged 12-23 months between 2003 and 2015 619 from the WHO/UNICEF immunization estimates 620",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/053421"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "immunogenicity, efficacy is untested. There is an urgent need to ensure the robustness of 23 fractional-dose vaccination by elucidating the conditions under which dose fractionation would 24 reduce transmission. 25 26",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "140 Dose-response for fractional-dose vaccines 141 Let 0 S be the proportion of population susceptible just before the vaccination campaign begins 142 and V be the vaccine coverage achievable with standard-dose vaccines. Suppose each 143 standard-dose vaccine can be fractionated into n, n-fold fractional-dose vaccines (i.e. each of 144 which contains 1/n-th the amount of the antigen in a standard-dose vaccine) with vaccine 145 efficacy ( ) VE n . That is, the vaccine efficacy of standard-dose vaccines is (1) VE which was 146 assumed to be 1. Given V , the highest fractionation sensible is n max = S 0 V if the susceptible 147 population can be identified for targeted vaccination and n max = 1 V otherwise, i.e. the 148 fractionation n must lie between 1 and max n . To avoid overstating the benefit of dose 149",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "-B shows the effective vaccine 231 coverage and IAR under standard-dose and fractional-dose vaccination as a function of 232 standard-dose vaccine coverage V given varying levels of transmission and five-fold 233 fractionation vaccine efficacy when vaccine action is all-or-nothing. Figures 2C-D show the 234 corresponding absolute and relative reduction in IAR and confirm our earlier claim that 235 fractional-dose vaccination reduces IAR when (5) (1) / 5 0.2 VE VE > = . Fractional-dose 236 vaccination substantially reduces IAR if V > 10% and such reduction only diminishes to 237 insignificant levels when V is close to the herd immunity threshold",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Estimates of reproductive number over the course of the Angola epidemic. A 466 Epidemic curve of confirmed cases by dates of symptom onset in Angola and vaccine coverage 467 in Luanda province achieved by the reactive YF vaccination campaign that started on 2 February 468 2016. 28 The first cases of this YF outbreak were identified in Luanda province which accounted 469 for 90 of the 121 cases confirmed in Angola up to 26 February 2016. B-C Estimates of the daily 470",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "The impact of five-fold fractional-dose vaccination with different vaccine efficacy 481 and reproductive numbers. We assume that (i) the whole population is susceptible, (ii) vaccine 482 action is all-or-nothing, and (iii) standard-dose vaccine efficacy is 1. If the standard-dose vaccine 483 coverage V exceeds 20%, then everyone in the population can be vaccinated under five-fold 484 fractionated-dose vaccination, in which case the fractionation would only be n = 1/V. A The 485 effective vaccine coverage (VE(n) × nV), which is essentially the percentage of population 486",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Benefit thresholds for leaky vaccines as a function of standard dose vaccine supply V 499 and basic reproductive number R 0 . Five-fold fractionated dosing reduces IAR compared to 500 standard dosing if the leaky vaccine efficacy of fractional-dose is above the threshold. This 501 threshold becomes high for large values of R 0 because under the \"leaky\" vaccine action model, 502 multiple exposures eventually overcome vaccine protection and lead to infection of",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Evaluating the WHO dose-sparing strategy in the Kinshasa vaccination campaign in 507 July-August 2016. A Effective vaccine coverage (i.e. the percentage of population immunized). 508 The green line indicates the pre-campaign coverage. The black solid and dashed lines indicate 509 the post-campaign coverage if vaccines are administered (i) in standard dose only (strategy S) 510 and (ii) according to the WHO dose-sparing strategy with alternative age cutoffs for fractional-511 dose vaccines (strategy F). B IAR under strategy S and F for different R 0 . C-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "proportion of susceptible and infectious people in group i 580 just before the vaccination campaign begins. Let i V be the vaccine coverage of standard-dose 581 vaccines for group i. If i n is the fractionation for group i, then vaccine coverage of fractional-582 dose vaccines for group i is i i V n . Let , 0 j i R be the expected number of secondary infections in 583 group j caused by one infection in group i in a completely susceptible population. If vaccine 584action is all-or-nothing, the group-specific IARs are obtained by solving the",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Repeating the calculations in Figure 2 using a 2-age-group model in which those 20 665 or older were 1.22 times more likely to be bitten by mosquitos compared to those under age 20. A-C 666 The results are essentially the same as that in Figure 2B-Repeating the calculations in Figure 3 using a 2-age-group model in which those 20 671 or older were 1.22 times more likely to be bitten by mosquitos compared to those under age 20. The 672 solid and dashed curves show the results without and with age stratification,",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "No efficacy trial of YF vaccines, however, has ever been performed in humans, 11 so the 92 comparative efficacy of different doses and routes of administration remains uncertain. In 93 particular, it is not known whether equal immunogenicity implies equal vaccine efficacy for YF 94 vaccines. Moreover, the findings of equal immunogenicity of reduced doses are limited toTo strengthen the evidence base for the public health benefit of dose fractionation of YF 110 vaccines, we use simple mathematical models to assess the potential reduction in infection 111 attack rate (IAR, defined as the proportion of population infected over the course of a sustained",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "The WHO 254 vaccination campaign would increase the effective vaccine coverage to 37% if all the vaccines 255 were administered only in standard dose. Under the WHO dose-sparing strategy, the effective 256 vaccine coverage can be increased to 99%, 91%, 68% and 44% if the vaccine efficacy of five-fold 257 fractional-dose vaccines VE(5) is 1, 0·9, 0·6 and 0·3, respectively. The corresponding absolute 258 reduction in IAR is 57%, 57%, 43% and 10% if R 0 = 4 and around 63%, 63%, 32% and 8% if R 0 is 8 259 to 12. These IAR reductions correspond to 7·10, 7·10, 5·36, 1·25 million infections averted if R 0 = 260 4 and around 7·85, 7·85, 3·99 and 1·0 million infections averted if R 0 is 8 to 12. The age cutoff 261 for fractional-dose vaccines chosen by the WHO (namely, 2 years) provides the largest 262 reduction in IAR as long as VE(5) is above 0·2. That is, the WHO dose-sparing strategy is optimal 263 as long as five-fold fractional vaccines are at least 20% efficacious. These figures are based on 264 the assumption of a sustained epidemic such that transmission declines when the population of The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/053421 doi: bioRxiv preprint DISCUSSION 269 Our primary analysis shows that dose fractionation of YF vaccine, if there is no loss of efficacy as 270 currently assumed, could provide a substantial benefit to reducing the attack rate of YF in a 271 population. We consider this assumption of full efficacy for five-fold fractionation to be the 272 most likely scenario, despite the lack of efficacy data on any YF vaccine, for several reasons: 1) 273 two studies of five-or greater-fold vaccination doses have shown indistinguishable 274 immunogenicity in humans; 2) at least some preparations of YF vaccine substantially exceed the 275 WHO minimum standard for potency of 1,000 IU/dose, so fractionation at some level could be 276 performed without dropping below that threshold; 3) YF vaccine is live attenuated virus, so a 277 biological rationale exists that if a productive vaccine-virus infection can be established by a 278 fractionated dose, protection should be comparable to that with a higher dose. Nonetheless, to 279",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "We conclude that dose fractionation could be a very effective strategy for improving coverage 325 of YF vaccines and reducing infection attack rate in populations --possibly by a large absolute 326and relative margin --if high to moderate efficacy is maintained by reduced-dose formulations.Assessing the risk of international spread of yellow fever virus: a mathematical analysis Fleisher A, Ruiz-Moreno D, et al. Heterogeneous Feeding Patterns of the 396 Dengue Vector, Aedes aegypti, on Individual Human Hosts in Rural Thailand. JTW, CMP, and ML reviewed the literature and designed the study. JTW and ML developed the",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "characterize the threshold of vaccine efficacy above which dose-sparing can drastically 452 reduce the number of YF cases. We show how the benefits of dose fractionation are influenced 453 by the transmission intensity of the setting, the target coverage, and the fractional-dose 454 vaccine efficacy and mode of action. We show that the WHO dose-sparing strategy for the 455 Kinshasa vaccination campaign in July-August 2006 is a robust and effective strategy for 456 reducing infection attack rate that would be robust with a large margin for error in case five-",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "other case, the reproductive number for case j is a Bernoulli random variable with mean",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": ") for all n between 1 and 5. That is, if five-558 fold dose fractionation is not beneficial, then dose fractionation is not beneficial for all 559 fractionation below five-fold. 560 2. The reduction in vaccine efficacy as fractionation increases from 1 is likely to be more 561 gradual than what we have assumed here given that standard dose vaccine efficacy 562 appears to be close to 100%. 563AppendixFigure 1illustrates this dose-response relationship for different values of Infection attack rate566   We first provide mathematical details on IAR calculations for the case where the population is 567 not stratified into subgroups. If vaccine action is all-or-nothing, then IAR with fractionation n,The copyright holder for this preprint (which was not peer-reviewed) is the author/funder.It . https://doi.org/10.1101R is the basic reproductive number, 0 S and 0 I are the initial proportion of population 571 that are susceptible and infectious. As such, dose fractionation reduces IAR if and only if 572 In this case, dose fractionation reduces IAR if and only if 575",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "CC-BY-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/053421 doi: bioRxiv preprint 2. Emergency vaccination of around 1 million people in Kinshasa during May-June 2016 624 (ref 25 ; personal communication, Bruce Aylward and Alejandro Costa, WHO). We assume 625 that the coverage of this emergency vaccination was uniformly distributed across age. 626 The WHO has planned to deliver around 2.5 million standard-dose vaccines in the Kinshasa 627 vaccination campaign in July-August 2016 (personal communication, Bruce Aylward and 628",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "It . https://doi.org/10.1101/053421 doi: bioRxiv preprint . CC-BY-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.Appendix Table 1. Estimated age distribution and vaccine coverage of Angola at the end of 2015.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": " 590 A recent study suggested that the mosquito biting rate for individuals aged 20 or above is 1.22 591 times higher than those age under 20. 24 To test the robustness of our results against such 592 heterogeneity, we repeat the calculations in Figure 2 and 3 using a model in which the 593 population is stratified with age 20 as the cutoff. For illustration, we use the demographic 594 parameters of Angola where around 55% of the population are under 20. Appendix Figures 2-3  595 show that our results are unaffected by heterogeneity in biting rates. 596Vaccine coverage in Angola at the end of 2015 597Appendix Table 1 ",
            "cite_spans": [
                {
                    "start": 1,
                    "end": 4,
                    "text": "590",
                    "ref_id": null
                },
                {
                    "start": 143,
                    "end": 145,
                    "text": "24",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 246,
                    "end": 254,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 468,
                    "end": 484,
                    "text": "Figures 2-3  595",
                    "ref_id": null
                },
                {
                    "start": 617,
                    "end": 624,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Heterogeneity in biting rates"
        }
    ]
}