{
    "paper_id": "97e0830fe6c8bf6facb896320dd1b8d31ab49a54",
    "metadata": {
        "title": "Estimating the risk on outbreak spreading of 2019-nCoV in China using transportation data",
        "authors": [
            {
                "first": "Hsiang-Yu",
                "middle": [],
                "last": "Yuan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "City University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "Pear"
                ],
                "last": "Hossain",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "City University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "Mesfin",
                "middle": [],
                "last": "Tsegaye",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "City University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiaolin",
                "middle": [],
                "last": "Zhu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Hong Kong Polytechnic University",
                    "location": {
                        "settlement": "Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "Pengfei",
                "middle": [],
                "last": "Jia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alvin",
                "middle": [],
                "last": "Junus",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "City University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "Tzai-Hung",
                "middle": [],
                "last": "Wen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Taiwan University",
                    "location": {
                        "country": "Taiwan"
                    }
                },
                "email": ""
            },
            {
                "first": "Dirk",
                "middle": [],
                "last": "Pfeiffer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "City University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A novel corona virus (2019-nCoV) was identified in Wuhan, China and has been causing an unprecedented outbreak in China. The spread of this novel virus can eventually become an international emergency. During the early outbreak phase in Wuhan, one of the most important public health tasks is to prevent the spread of the virus to other cities. Therefore, full-scale border control measures to prevent the spread of virus have been discussed in many nearby countries. At the same time, lockdown in Wuhan cityu (border control from leaving out) has been imposed. The challenge is that many people have traveled from Wuhan to other cities before the border control. Thus, it is difficult to forecast the number of imported cases at different cities and estimate their risk on outbreak emergence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Here, we have developed a mathematical framework incorporating city-to-city connections to calculate the number of imported cases of the novel virus from an outbreak source, and the cumulative number of secondary cases generated by the imported cases. We used this number to estimate the arrival time of outbreak emergence using air travel frequency data from Wuhan to other cities, collected from the International Air Transport Association database. In addition, a meta-population compartmental model was built based on a classical SIR approach to simulate outbreaks at different cities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We consider the scenarios under three basic reproductive number \" settings using the best knowledge of the current findings, from high (2.92), mild (1.68), to a much lower numbers (1.4). The mean arrival time of outbreak spreading has been determined. Under the high \" , the critical time is 17.9 days after December 31, 2019 for outbreak spreading. Under the low \" , the critical time is between day 26.2 to day 35 after December 31, 2019. To make an extra 30 days gain, under the low \" (1.4), the control measures have to reduce 87% of the connections between the source and target cities. Under the higher \" (2.92), the effect on reducing the chance of outbreak emergence is generally low until the border control measure was enhanced to reduce more than 95% of the connections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "On 31 December 2019, WHO was alerted to several cases of pneumonia infections in Wuhan City, Hubei Province of China [1] . The cause of the pneumonia was later identified as a novel Coronavirus (2019-nCoV) genetically very closely related to the Middle Eastern Respiratory Syndrome virus (MERS-CoV) and the Severe Acute Respiratory Syndrome virus (SARSCoV) [2] . This marks the third time in 20 years that a member of the family of coronaviruses (CoVs) has caused an epidemic employing its zoonotic potential, for example, from bats [3] . The novel virus was able to establish between person-to-person transmission [4] .",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 120,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 357,
                    "end": 360,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 533,
                    "end": 536,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 615,
                    "end": 618,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The outbreak caused by the novel coronavirus (2019-nCoV) is currently occurring in Wuhan and affecting many neighboring cities and countries [5] . During the early phase of the outbreak, it poses a severe threat to many other regions due to frequent transportation services linking Wuhan to the other cities. About 2 weeks later after 31 December, using the number of cases detected outside China, it has been inferred that more than a thousand individuals (with an estimated mean 1723) had had an onset of symptoms by January 12, 2020 [6] . This number, which was estimated based on certain assumptions, was about 40 times higher than the reported number by January 12, 2020 . Given that most of the members of the coronavirus family cause mild flu-like symptoms during infection and most people have not yet received nation-wide alert about the novel virus during that period, it could be possible that the confirmed case number among actual infected cases is very low, probably similar to influenza reporting rate, which is only about 1% [7] .",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 144,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 536,
                    "end": 539,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 659,
                    "end": 675,
                    "text": "January 12, 2020",
                    "ref_id": null
                },
                {
                    "start": 1041,
                    "end": 1044,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "During this early outbreak phase in Wuhan, one of the most important preventive tasks is to prevent the outbreak potential to spread to other cities. If outbreaks also occur in other cities, the prevention of nCoV becomes even more difficult in China or at the global level. From disease control perspective, the major questions here are whether we can i) estimate the waiting time for nCoV to spread to other cities in China; and ii) evaluate the impacts of disease control by cessation of population movement (e.g., lockdown measures) on the outbreak spreading. The importance of prediction of infectious diseases based on transportation network information has already been highlighted previously [8, 9] . Studies have been done to estimate the probability of emergence and the arrival time of the emergence [10] . In addition, the required condition for a virus to spread to other cities is through secondary infections from the imported cases. In our study, imported case was defined as an infected individual migrating from other cities to a particular city. In order to evaluate the infectious disease control measures during the spreading of the virus, it is important to know how many secondary cases has been caused by the imported cases. Thus, there is a need to estimate the probability of emergence and the arrival time of the emergence through estimating the number of secondary infections caused from imported cases using transportation data.",
            "cite_spans": [
                {
                    "start": 700,
                    "end": 703,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 704,
                    "end": 706,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 811,
                    "end": 815,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this study, we derived a simple mathematical formula to estimate the outbreak potential at neighboring cities and built a meta-population model based on a classical SIR approach to understand the outbreak spreading dynamics at different cities. Gain of time before outbreak emergence is predicted under different infectious disease control rates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Assuming that the newly emergence of 2019-nCoV causes an outbreak at location , during the emergence, the number of infectious cases is changing following this formula:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calculating Imported & their secondary infected cases"
        },
        {
            "text": "where b is the baseline transmission rate that can be estimated from",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calculating Imported & their secondary infected cases"
        },
        {
            "text": ", \" is the basic reproductive number, 8 is the generation time, *4 is the contact mixing from the location to , and 4* is the secondary infected at the location transmitted by imported cases from . During the early outbreak phase, the susceptible population ( ) is nearly constant, therefore we can assume = L * and we will have the infected number at as a function of time , such that * ( ) = \" L' . Because before the outbreak occurs at . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calculating Imported & their secondary infected cases"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . a different location , the infection can only happen when transmission events occur between the imported cases and the individuals at , it is essential to estimate the expected number of cumulated secondary cases in the population transmitted from the imported cases originally at . To solve the number of cumulated cases until time , we have the number of cumulated secondary infected cases generated by the imported cases 4 = b *4 * ' \" ( ) . We can derive the following formula:",
            "cite_spans": [
                {
                    "start": 502,
                    "end": 503,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Calculating Imported & their secondary infected cases"
        },
        {
            "text": "The total number of the imported cases during a period of time is derived as: = *4 * ' \"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calculating Imported & their secondary infected cases"
        },
        {
            "text": ". Note that we can incorporate the effect of latent period. For example, if we consider infected people during latent state or within incubation period can pass the border screening, during each time point , only newly infected indiviauls within inbucation period t can have chance to move to a different city, thus *",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calculating Imported & their secondary infected cases"
        },
        {
            "text": ". The total number of imported cases at a specific time point can also be derived as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calculating Imported & their secondary infected cases"
        },
        {
            "text": ". * * is the daily new infected, which can be calculated as * − * − 1 . We adopt a discrete form here because it is easier to explain. * ( − ) represents the number of new cases that were infected days ago but will still not be detected at time . If we assume * ( − ) is constant for all possible and t is the time to disease detection for each infected individual, the result is exactly same as the total number of imported cases estimated in a recent study [6] . Therefore, this framework provides a more generalized expression to estimate the imported cases and the secondary infected cases generated by the imported cases when the the incidence is still exponentially increasing in the source region.",
            "cite_spans": [
                {
                    "start": 459,
                    "end": 462,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Calculating Imported & their secondary infected cases"
        },
        {
            "text": "To incorporate the border control measure into our model, we introduce a control factor such that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Incorporation border control measures"
        },
        {
            "text": "where is the border control measure ranging from 0 to 1, representing no control to full-scaled control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Incorporation border control measures"
        },
        {
            "text": "We consider the outbreak potential, defined as the probability of outbreak emergence given the number of cumulated cases. At the initial stage, if there is only one single infected individual, the chance of this virus to cause an outbreak is 4,/ = 1 − / 5 6 . We set \" for location to be a low number 1.1 for the secondary infected cases generated by the imported cases at location at . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Determining outbreak potentials"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.01.20019984 doi: medRxiv preprint because the nation-wide alert has already been received at different cities after December 31, 2019. When the number of cumulative cases reaches a higher number, the probability of outbreak emergence is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Determining outbreak potentials"
        },
        {
            "text": "We obtain a critical threshold number of cases, =",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Determining outbreak potentials"
        },
        {
            "text": ", representing the threshold of having higher outbreak probability. We set the critical time $ such that the probability of outbreak emergence 4,W% 3 UY is larger than 50% can be solved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Determining outbreak potentials"
        },
        {
            "text": "Airline frequency data is collected from the International Air Transport Association (IATA) database. Although we do not have data for rail and other forms of transport, we assumed that the total number of travelers is 3.37 times higher than that of air transport except for certain cities on Hainan island. The total travel volume between different cities was then used for the contact mixing *4 between locations and . For example, we divided daily passenger numbers by total population size in Wuhan to represent the contact rate between Wuhan city and any connected city .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Determining outbreak potentials"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Determining outbreak potentials"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.01.20019984 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Determining outbreak potentials"
        },
        {
            "text": "We first calculated the cumulative number of secondary infected cases by import cases from Wuhan under two parameter settings, each corresponding to a higher or lower \" . For higher \" scenario, a generation time of 8.4 days [11] and \" of 2.92 for the outbreak in Wuhan city were used [12] . We predicted the border control impacts on nation-wide disease spreading in two different scenarios, without any other control and with some control measures. During the early stage of the outbreak without any control measures (no mask wearing, isolation, or contact tracing, etc.), the cumulative number of secondary infections generated by imported cases through transportation was estimated ( Figure 1A) . We obtain the critical threshold number of cases = 7.27 in a city, representing the outbreak will occur with 50% chance if the cumulative number of secondary infections is over that critical value. The arrival time of secondary infections to reach above this value for the top 10 cities most connected to Wuhan are between 14 -18 days ( Figure  1A ). The outbreak potential in the nearby cities can be assessed. Using the average of the airline frequencies among the 10 top connected cities, we calculated the average arrival time of outbreak emergence $ , which is 17.9 days after 31 December 2019. At the time $ , all the top 10 connected cities have a probability of outbreak emergence larger than 50% ( Figure 1B ). . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 228,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 284,
                    "end": 288,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 687,
                    "end": 697,
                    "text": "Figure 1A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1037,
                    "end": 1047,
                    "text": "Figure  1A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1407,
                    "end": 1416,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Outbreak spreading during early phase in a higher scenario"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.01.20019984 doi: medRxiv preprint For each city, the critical time at which the cumulative number of secondary cases generated by the imported cases larger than the critical threshold were determined (Table 1) . Beijing, Shanghai, Guangzhou and and Chengdu had the shortest required time periods. As stated before , the mean critical time for the top 10 visiting cities was 17.9 days. As shown in Figure 1 ,only eleven cities had higher risk of outbreak emergence (probability larger than 0.5). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 310,
                    "end": 319,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 507,
                    "end": 515,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Outbreak spreading during early phase in a higher scenario"
        },
        {
            "text": "In reality, the \" or real-time effective will decrease after many control measures are conducted [13] . Therefore, we made the same calculation under a mild transmission condition. We assumed that after 31 December 2019, the generation time was as short as 7 days and \" was as low as 1.4, which was the lower bound of World Health Organization's estimate [14] . The lower \" can be caused by different estimation procedure or can be caused by isolation and mask wearing measures. Under this scenario, following the suggestion from a recent study [15] , we consider the reporting rate to be near 5% and set initial infected number as 1000 on 31 December. Using model simulation, . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 101,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 355,
                    "end": 359,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 545,
                    "end": 549,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Outbreak spreading during early phase in a lower scenario"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.01.20019984 doi: medRxiv preprint the infected number reached the recent estimated number 1723 on 9 January 2020 ( Figure 2 ). Considering the incubation period to be 3 days, the number of infected persons with symptoms onset will be revealed on 12 January, 2020, same as the value estimated from the study [6] . The infected number was slowly increasing linearly within the first 30 days. In the following study, we use this mild \" parameter setting to evalulate the impact of border control on outbreak spreading. We further calculated the cumulative number of secondary cases 4 at the th city generated by the imported cases. The changes of 4 by time at each city are plotted from day 1 to 50 ( Figure  3A ). After 50 days since the outbreak, the cumulative cases can reach rapidly above 40 cases for many cities. After 30 days, most of the cities have secondary cases above a critical threshold of 7.27, calculated from eq(4) using \" = 1.1. The current estimate of \" is 2.92 for the initial outbreak period in Wuhan when citizens had not received any alert. However, the current \" would be lower because people have since been aware of the disease. This setting will apply when about 62.3% of infections events can be prevented, due to different control policies, comparing to the Wuhan outbreak before the emergence of outbreak on other cities.",
            "cite_spans": [
                {
                    "start": 417,
                    "end": 420,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 225,
                    "end": 233,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 808,
                    "end": 818,
                    "text": "Figure  3A",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Outbreak spreading during early phase in a lower scenario"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outbreak spreading during early phase in a lower scenario"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . The outbreak potential of nearby cities can be assessed. For each city, the critical time at which the cumulative number of secondary cases generated by the imported cases larger than the critical threshold was determined (Table 2) . Beijing, Shanghai, Guangzhou had the shortest required time periods. The mean critical time from the top 10 visiting cities was 26.2 days. Only five cities had higher risk of outbreak emergence (probability larger than 0.5). We further calculated the probability of outbreak emergence at mean critical time and at day 35. 17 cities had higher risk of outbreak emergence (Table 2) . We further compared the predicted cumulated infected case number at day 26 using model simulation with the actual observed reports in the top 10 visitng cities. Among top 5 high risk cities, four of them had higher case numbers than other cities. The higher number of predicted numbers confirmed that the actual case number can be 20 times higher than the reported numbers ( see suplemnetary Table S1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 300,
                    "end": 309,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 682,
                    "end": 691,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1073,
                    "end": 1094,
                    "text": "suplemnetary Table S1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Outbreak spreading during early phase in a lower scenario"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outbreak spreading during early phase in a lower scenario"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outbreak spreading during early phase in a lower scenario"
        },
        {
            "text": "Under this parameter setting, the critical time $ (arrival time for emergence) when the probability of outbreak emergence at different cities larger than 0.5 were calculated. The probability of outbreak emergence at each of the top 20 frequently-visited cities at the average $ ( Figure 4A ) and day 35 ( Figure 4B ) were plotted. . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 280,
                    "end": 289,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 305,
                    "end": 314,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Probability of outbreak emergence and spreading"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.01.20019984 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Probability of outbreak emergence and spreading"
        },
        {
            "text": "Under the no-border control scenario, assuming all other cities have the same population as Wuhan, model simulation results showed that nearly 2 months were required for generating the same level of epidemics in other frequent visiting cities ( Figure 5 ). Ideally, complete cessation of population movement between cities or isolation of every susceptible case from the source city can reduce transmission events. . We can thus recalculate the cumulative number of secondary infections under different levels of border control. To achieve the gain time of control for transportation of a particular city, we calculate critical time given the control such that the cumulative number of secondary cases generated by the imported cases is greater than critical threshold number . Finally, subtraction of the critical time without control from the critical time with control returns gain of the control system. To make an extra 30 days gain, under the low \" (1.4), the control measures have to reduce 87% of the secondary infections generated by the imported cases ( Figure 6A ). Under the higher \" (2.92), the effect on reducing the chance of outbreak emergence is low until the border control can reduce more than 95% of the secondary infections ( Figure 6B ). Under the mild \" condition, we set \" = 1.68 with generation time 8.4 days, and found that the border control effect is similar but a little bit weaker than that in the lower \" scenario. This allows us to calculate how much extra time a connected region through mobility can gain and gives an indicator what scale of border control is necessary. CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 245,
                    "end": 253,
                    "text": "Figure 5",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1064,
                    "end": 1073,
                    "text": "Figure 6A",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1247,
                    "end": 1256,
                    "text": "Figure 6B",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Evaluation of the impacts of border control"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.01.20019984 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation of the impacts of border control"
        },
        {
            "text": "The 2019-nCoV is currently spreading from Wuhan to many nearby cities and countries. It is hypothesized that the rate of transmission between different cities or countries is proportional to the number of people moving from different locations to Wuhan. Until recently, very few studies have been done to predict the spreading of the outbreaks of newly emerging diseases using air and other forms of transport information . Our study provides an analytical solution to calculate the cumulative number of secondary cases generated by the imported cases with an estimated \" , with which we are able to predict the arrival time of the outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Two most important parameters, generation time and basic reproduction number are still unknown. The generation time we used was adapted from a previous study. Since \" is not known, and can be different using different approaches [16] , here we use \" = 1.4 for Wuhan and we set \" for other locations a low number 1.1. This number was used because the nation-wide alert has already been received at different cities after 31 December, 2019. The control measures and self awareness make the initial infection to occur less easily. We have learnt from the previous SARS outbreak that it is crucial to implement rapid infection control measures to limit the impact of epidemics, both in terms of preventing more casualties and shortening of the epidemic period. The other important lesson is that a timely public alert against a new spreading epidemic is also most essential [17] .",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 233,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 870,
                    "end": 874,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Previous study shows that control measures at international cross-borders and screening at borders have influential effect in mitigating the spread of infectious diseases [18] . They strongly recommend to strengthen cross-boarder screening system to prevent infectious disease outbreak due to imported cases as China has increased number of imported cases over the years. Besides, [19] studied the effectiveness of border screening for influenza detection among airline passengers in New Zealand. Here the model we constructed is easy to understand and simple to use when transportation data is available. The framework can be extended to multiple infected sources to one single target city. Hence, the model proposed in the current study could help to prevent infectious diseases caused by imported cases from different parts of China moving to neighbouring territories and countries including Hong Kong, Taiwan, Vietnam and so on.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 175,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 381,
                    "end": 385,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Ideally, complete cessation of population movement between cities will be a way to block outbreak spreading. However, the effect is difficult to measure given that it is not easy to make a comparative study. But a lesson we learnt from the previous SARS outbreak is that it is crucial to estimate the transmission potential of a new emerging disease as soon as possible and to establish whether additional, more stringent control measures are required [17] . Recent studies have shown the importance of modeling in infectious disease control [20] . We have evaluated the impact of these control measures under different levels of infectious disease control scenarios. To make an extra 30 days gain, the control measures have to reduce 87% of secondary infections generated by the imported cases. This gives an indicator whether certain control or prevention measures, such as wearing masks, quarantine, etc., are necessary.",
            "cite_spans": [
                {
                    "start": 452,
                    "end": 456,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 542,
                    "end": 546,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.01.20019984 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "All authors declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Pneumonia of unknown cause -China",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "World Health Organization (WHO)",
            "authors": [],
            "year": 2020,
            "venue": "WHO Bulletin",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Discovery of a novel coronavirus associated with the recent pneumonia outbreak in humans and its potential bat origin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission : a study of a family cluster",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "6736",
            "issn": "20",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Confirmed 2019-nCoV Cases Globally",
            "authors": [],
            "year": null,
            "venue": "Center for Disease Control and Prevention (CDC)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Estimating the potential total number of novel Coronavirus cases in Wuhan City , China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Dorigatti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cori",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Estimating the incidence reporting rates of new influenza pandemics at an early stage using travel data from the source country",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Chong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Fong",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zee",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Epidemiol. Infect",
            "volume": "142",
            "issn": "5",
            "pages": "955--963",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A model-based tool to predict the propagation of infectious disease via airports",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Hwang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Travel Med. Infect. Dis",
            "volume": "10",
            "issn": "1",
            "pages": "32--42",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A metric of influential spreading during contagion dynamics through the air transportation network",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Nicolaides",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cueto-Felgueroso",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "González",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Juanes",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "7",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Insights into the evolution and emergence of a novel infectious disease",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Kubiak",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Arinaminpathy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Mclean",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS Comput. Biol",
            "volume": "6",
            "issn": "9",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Transmission dynamics and control of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "5627",
            "pages": "1966--70",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Transmission dynamics of",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Transmission dynamics of the etiological agent of SARS in Hong Kong: Impact of public health interventions",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "5627",
            "pages": "1961--1966",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Emergency Committee regarding the outbreak of novel coronavirus (2019-nCoV)",
            "authors": [],
            "year": 2005,
            "venue": "Statement on the meeting of the International Health Regulations",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Novel coronavirus 2019-nCoV: early estimation of epidemiological parameters and epidemic predictions",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Read",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R E"
                    ],
                    "last": "Bridgen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A T"
                    ],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Jewell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Learning from SARS: Preparing for the Next Disease Outbreak: Workshop Summary",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Different epidemic curves for severe acute respiratory syndrome reveal similar impacts of control measures",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Teunis",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am. J. Epidemiol",
            "volume": "160",
            "issn": "6",
            "pages": "509--516",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Epidemiology of imported infectious diseases",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Emerg. Infect. Dis",
            "volume": "25",
            "issn": "1",
            "pages": "33--41",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Effectiveness of Border Screening for Detecting Influenza in Arriving Airline Travelers",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Priest",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Jennings",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Duncan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Brunton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Am. J. Public Health",
            "volume": "105",
            "issn": "S4",
            "pages": "607--613",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Factors that make an infectious disease outbreak controllable",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc. Natl. Acad. Sci. U. S. A",
            "volume": "101",
            "issn": "16",
            "pages": "6146--6151",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "is total population size. Set L * = b",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Outbreak potential estimated from the secondary cases contacted by imported cases under a higher \" scenario. (A) Number of cumulative secondary cases generated by imported cases. The secondary infecteds are listed among the top 10 visiting cities from Wuhan. = 7.27 is the critical threshold number. (B) Probability of outbreak emergence in different cities at mean critical time (17.9 days).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Number of infected cases and number of secondary cases generated by the imported cases. The blue line represents the number of infected cases of nCoV after 31 December 2019 and the orange lines represent the number of secondary cases generated by the imported cases through contact between cross-province transportation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Outbreak potential estimated from the secondary cases contacted by imported cases under a lower \" scenario. (A) Number of cumulative secondary cases generated by imported cases. The secondary infecteds are listed among the top 10 visiting cities from Wuhan. = 7.27 is the critical threshold number. (B) Probability of outbreak emergence in different cities at mean critical time (26.2 days).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Outbreak potential at different cities in mainland China. Outbreak potential at different cities at day 26.2 (A) and day 35 (B).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Epidemic outbreaks under no disease control scenario. Blue line represents the number of infected cases from Wuhan city. Orange lines represent the number of infected cases from top 3 visiting cities from Wuhan.We evaluated the impact of border control measures by introducting a control rate to reduce the transporation rate between two cities, such that4 = b(1 − )*4 \"    LG H/ L",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Gain time of outbreak emergence by the rates of successful infectious disease border control. (A) The impact of border control under the lower \" (1.4); (B) under the higher \" (2.92); (C) under mild \"",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Critical time of outbreak arrival at top 20 connected cities in China under a higher \" . 4 is the cumulated number of secondary infected cases generated by the imported cases.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Critical time of outbreak arrival at top 20 frequently-visited cities in China under a lower \" . 4 is the cumulated number of secondary infected cases generated by the imported cases.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Miss Xiaoyue Tan for her assistance in making maps. We thank Prof. Mengsu (Michael) Yang and all the anonymous readers to who have provided invaluable comments. We thank for funding supports from City University of Hong Kong (#7200573 and #9610416).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "HY and XZ designed the study. PJ participated in the data collection. HY, MPH, XZ, PJ and AJ analysed and interpreted the data. HY, MT and MPH wrote the paper. Everyone reviewed, revised and edited the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contributions"
        }
    ]
}