{
    "paper_id": "99dab788e984601ee4efcd1138926caf10c00dcf",
    "metadata": {
        "title": "Salt Effects on the Thermodynamics of a Frameshifting RNA Pseudoknot under Tension",
        "authors": [
            {
                "first": "Naoto",
                "middle": [],
                "last": "Hori",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Maryland",
                    "location": {
                        "postCode": "20742",
                        "settlement": "College Park",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Natalia",
                "middle": [
                    "A"
                ],
                "last": "Denesyuk",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Maryland",
                    "location": {
                        "postCode": "20742",
                        "settlement": "College Park",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "D",
                "middle": [],
                "last": "Thirumalai",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Maryland",
                    "location": {
                        "postCode": "20742",
                        "settlement": "College Park",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Because of the potential link between −1 programmed ribosomal frameshifting and response of a pseudoknot (PK) RNA to force, a number of single molecule pulling experiments have been performed on PKs to decipher the mechanism of programmed ribosomal frameshifting. Motivated in part by these experiments, we performed simulations using a coarse-grained model of RNA to describe the response of a PK over a range of mechanical forces (f s) and monovalent salt concentrations (Cs). The coarse-grained simulations quantitatively reproduce the multistep thermal melting observed in experiments, thus validating our model. The free energy changes obtained in simulations are in excellent agreement with experiments. By varying f and C, we calculated the phase diagram that shows a sequence of structural transitions, populating distinct intermediate states.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "As f and C are changed, the stem-loop tertiary interactions rupture first, followed by unfolding of the 3 -end hairpin (I F). Finally, the 5 -end hairpin unravels, producing an extended state (E I). A theoretical analysis of the phase boundaries shows that the critical force for rupture scales as (log Cm) α with α = 1 (0.5) for E I (I F) transition. This relation is used to obtain the preferential ion-RNA interaction coefficient, which can be quantitatively measured in single-molecule experiments, as done previously for DNA hairpins. A by-product of our work is the suggestion that the frameshift efficiency is likely determined by the stability of the 5 end hairpin that the ribosome first encounters during translation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The multifarious roles RNA molecules play in controlling a myriad of cellular functions [1] have made it important to understand in quantitative terms their folding [2] [3] [4] [5] [6] and how they respond to external stresses [7] . Among them, one of the simplest structural motifs is the RNA pseudoknot (PK), which is involved in many biological functions. The simplest type, referred to as H-type PK, consists of two stems connected by two loops in which one of the stems forms base pairs with the loop of the other. The PK motif, found in many RNA molecules such as telomerase [8] , mRNA [9] , ribosomal RNA [10] , transfer-messenger RNA, and viral RNA [11] , is functionally important [12] . For instance, a PK in the human telomerase RNA is essential for enzyme (a ribonucleoprotein complex) activity [13] . Many pathogenic mutations in the human telomerase RNA are found in the wellconserved PK region of the RNA, further underscoring the importance of the PK [8, 13] . The presence of PKs is also important in ribozyme catalysis and inhibition of ribosome translation.",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 91,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 165,
                    "end": 168,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 169,
                    "end": 172,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 173,
                    "end": 176,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 177,
                    "end": 180,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 181,
                    "end": 184,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 227,
                    "end": 230,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 581,
                    "end": 584,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 592,
                    "end": 595,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 612,
                    "end": 616,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 657,
                    "end": 661,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 690,
                    "end": 694,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 807,
                    "end": 811,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 967,
                    "end": 970,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 971,
                    "end": 974,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Recently, there is heightened interest in the biophysics of PK folding because it plays a crucial role in affecting the efficiency of −1 programmed ribosomal frameshifting (−1 PRF) [14] [15] [16] . Usually, proteins are synthesized when the ribosome reads the mRNA code in three nucleotide steps until the stop codon is reached. In −1 PRF, the open reading frame of mRNA being translated within the ribosome is programmed to be shifted by one nucleotide, and consequently, the mRNA becomes nonfunctional or produces an entirely different protein [5, [17] [18] [19] [20] . The downstream PK of the mRNA is a roadblock at the entrance to the mRNA channel on the ribosome, which impedes the translocation of the ribosome. The ribosome must unfold the PK, presumed to occur by exertion of mechanical force, to complete translocation. Because frameshifting efficiency could depend on how the PK responds to force, a number of single-molecule pulling experiments have focused on PKs [15, 21, 22] . Several factors could determine −1 PRF, as evidenced by the multitude of proposals based on many experimental studies [14, 15, [23] [24] [25] [26] [27] [28] . Nevertheless, given that ribosome translocation exerts mechanical force on the downstream mRNA, it is physically reasonable to assume that resistance of PK to force should at least be one factor determining the frameshifting efficiency [14, 29] .",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 185,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 186,
                    "end": 190,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 191,
                    "end": 195,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 546,
                    "end": 549,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 550,
                    "end": 554,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 555,
                    "end": 559,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 560,
                    "end": 564,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 565,
                    "end": 569,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 977,
                    "end": 981,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 982,
                    "end": 985,
                    "text": "21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 986,
                    "end": 989,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1110,
                    "end": 1114,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1115,
                    "end": 1118,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1119,
                    "end": 1123,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1124,
                    "end": 1128,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1129,
                    "end": 1133,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1134,
                    "end": 1138,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1139,
                    "end": 1143,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1144,
                    "end": 1148,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1387,
                    "end": 1391,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1392,
                    "end": 1395,
                    "text": "29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The considerations given above and the availability of both ensemble and single-molecule pulling experimental data prompted us to focus on the effects of temperature, mechanical force, and salt concentration on a 28nucleotide H-type RNA PK from the beet western yellow virus (BWYV) [19] . This PK has been the subject of several ensemble experiments, which have characterized the folding thermodynamics as a function of monovalent and divalent cations [30, 31] . The BWYV PK has two stems (S1 and S2) connected by two loops (L1 and L2) as shown in Fig. 1 . The crystal structure reveals that L2 forms triplex-type tertiary interactions with S1 [32] . In another context, it has been shown that such interactions and mutations affecting them dramatically change the efficiency of frameshifting [21] . In vitro and in vivo experiments on many mutants of BWYV suggest [32] color-coded according to secondary structures. The black arrows indicate positions at which the external mechanical force is applied. (B) Schematic representation of the secondary structure. Unlike the typical H-type pseudoknot, the two helix stems (S1 and S2) are not coaxially stacked in the BWYV pseudoknot [25] . Tertiary interactions are indicated by red dashed lines.",
            "cite_spans": [
                {
                    "start": 282,
                    "end": 286,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 452,
                    "end": 456,
                    "text": "[30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 457,
                    "end": 460,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 644,
                    "end": 648,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 793,
                    "end": 797,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 865,
                    "end": 869,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1180,
                    "end": 1184,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 548,
                    "end": 554,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "variations in the frameshift efficiency, which, for some mutants, is attributed to changes in the stem-loop interactions affecting the stability of PK. For others, direct involvement of the ribosome is invoked [25] . In addition to mechanical force (f ), it is known from several ensemble experiments that the stability of BWYV PK, like other RNA molecules, depends on monovalent and divalent cations [33] . Thus, it is important to understand in quantitative detail how this crucial structural motif respond to f and changes in ion concentration.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 214,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 401,
                    "end": 405,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Although single-molecule pulling experiments suggest how force affects the stability of RNA [19] , structural information obtained from such experiments is limited only to changes in molecular extensions. In order to provide a theoretical basis for the changes in the stability and structural transitions as f and monovalent salt concentration (C) are altered, we performed simulations using a coarse-grained three-site-interaction model (TIS model) [34] of the PK. After demonstrating that our simulations reproduce the temperature-induced structural transitions observed in ensemble experiments, we calculated the global phase diagrams in the [C, f ] plane. The simulations, performed in the same force range as used in Laser Optical Tweezer (LOT) experiments [19] , quantitatively reproduce the experimental observations. By combining our simulations and a theory based on ion-RNA interactions expressed in terms of preferential interaction coefficients [31, 35] , we produce several key predictions: (1) The phase diagram in the [C, f ] plane shows that the folded state (F) ruptures in stages populating dis-tinct intermediates as f increases. Structurally, the low force intermediate is similar to the one populated during thermal melting. The sequence of f -induced structural transitions can be described as F I E, where E is an extended state; (2) The critical force, f c , to rupture the PK scales as (log C m ) α with α = 1 for the I E transition and α = 0.5 for the I F transition. We expect this result to be valid for H-type PKs composed of stems with vastly different stability, such as the BWYV PK. This result is of general validity and is applicable to other PKs as well.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 96,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 450,
                    "end": 454,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 762,
                    "end": 766,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 957,
                    "end": 961,
                    "text": "[31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 962,
                    "end": 965,
                    "text": "35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1004,
                    "end": 1007,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1353,
                    "end": 1356,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The slope of the f c versus log C m is proportional to the changes in the preferential interaction coefficient between an intermediate and unfolded states. This prediction can be used in conjunction with single-molecule experiments allowing for direct measurement of a key quantity in ion-RNA interactions; and (3) To the extent the downstream PK is a roadblock for translation, our work suggests that the ribosome should exert a force ∼ (10 − 15) pN [36] for unimpeded translocation along mRNA, although the actual force value could vary depending on factors such as interaction between PK and ribosome. Based in part on our work we propose that there should be a link between the stimulatory effect of frameshifting and the stability of the 5 -end of the PK. Our predictions are amenable to validations using single-molecule experiments.",
            "cite_spans": [
                {
                    "start": 451,
                    "end": 455,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In order to validate our model, we first performed temperature replica-exchange molecular dynamics (REMD) simulations at C = 500 mM with f = 0. Formations of stems (S1 and S2) and tertiary (stem-loop) interactions (L1 and L2) are characterized by hydrogen bond (HB) energies U S HB and U L HB , respectively. Changes in the distributions of HB energies as the temperature is increased are shown in Fig. S1 in the Supporting Information. Fig. S1 shows that there are two minima corresponding to two distinct states. The minimum that dominates at T = 20 • C corresponds to the F state in which both S1 and S2 are formed (U S HB ≈ −45 kcal/mol). The minimum with U S HB ≈ −30 kcal/mol at 80 • C corresponds to a state in which S1 is intact (Fig. S1 ). The free energy profile of U L HB shows only one possible minimum around U L HB ≈ −20 kcal/mol at T = 20 • C, indicating that L1 and L2 fold/unfold cooperatively as temperature changes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 398,
                    "end": 405,
                    "text": "Fig. S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 437,
                    "end": 444,
                    "text": "Fig. S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 737,
                    "end": 745,
                    "text": "(Fig. S1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Temperature-induced transitions in BWYV PK"
        },
        {
            "text": "We calculated the free energy profiles G(R α ) = −k B T log P (R α ) (R α = R ee , end-to-end distance, or R g , radius of gyration) from the distributions of P (R α ), which are given in Fig. S2 in the Supporting Information. The locations and the number of minima report on the thermodynamic transitions between the states (Fig. 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 188,
                    "end": 195,
                    "text": "Fig. S2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 325,
                    "end": 333,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Temperature-induced transitions in BWYV PK"
        },
        {
            "text": "(1) At a low temperature, T = 20 • C, the PK is completely folded (F state) including all the structural motifs, S1, S2, L1 and L2. The existence of F state is also confirmed by the presence of a minimum at R ee ≈ 3 nm ( Fig. 2A) and at R g ≈ 1.3 nm (Fig. 2B) . These values are similar to those obtained directly from the crystal structure (R native ee = 2.8 nm, R native g = 1.3 nm). (2) At T = 60 • C, the free energy profile for U L HB shows that some of the tertiary interactions, involving L1 and L2, are no longer stably formed (Fig. S1B ). On the other hand, G(R g ) shows two stable minima, indicating that there are two possible states (Fig. 2B) . In one state, both stems S1 and S2 are formed but tertiary interactions are absent, corresponding to the I1 state identified using UV absorbance and differential scanning calorimetry experiments (Fig. 3) [30, 31] . The other conformation, in which only S1 is formed, has been also observed in experiments and is referred to as the I2 state. It should be noted that the distribution of U S HB also has two minima at 60 • C (Fig. S1A) whereas G(R ee ) has only one minimum ( Fig. 2A). (3) At a still higher temperature T = 80 • C, G(R ee ) and G(R g ) each have a minimum with S1 stably formed. This is also reflected in Fig. S1 , which shows a minimum at U S HB ≈ −30 kcal/mol and a minimum at U S HB ≈ 0. Thus, completely unfolded conformations, U state, and the I2 state are populated. (4) At T = 110 • C, both U S HB and U L HB are 0 , indicating that only the U state exists. This is also reflected in G(R ee ) and G(R g ), which show that the PK is completely unfolded. In both profiles (Figs. 2A and 2B), the center of minimum is located at larger values than in the F state (R ee ≈ 5 nm and R g ≈ 2 nm).",
            "cite_spans": [
                {
                    "start": 862,
                    "end": 866,
                    "text": "[30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 867,
                    "end": 870,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 221,
                    "end": 229,
                    "text": "Fig. 2A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 250,
                    "end": 259,
                    "text": "(Fig. 2B)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 535,
                    "end": 544,
                    "text": "(Fig. S1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 646,
                    "end": 655,
                    "text": "(Fig. 2B)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 853,
                    "end": 861,
                    "text": "(Fig. 3)",
                    "ref_id": null
                },
                {
                    "start": 1080,
                    "end": 1090,
                    "text": "(Fig. S1A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1131,
                    "end": 1140,
                    "text": "Fig. 2A).",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1277,
                    "end": 1284,
                    "text": "Fig. S1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Temperature-induced transitions in BWYV PK"
        },
        {
            "text": "The simulation results in Fig. 2 and Fig. S1 show that melting of BWYV PK undergoes through two intermediate states, F I1 I2 U where I1 has the topology of the F state but without significant tertiary interactions (Fig. 3) . Although simulations can be used to distinguish I1 and F states, the intermediate does not have significant population. The identification of I1 in our simulations provides a structural support to experiments in which I1 was inferred from three broad overlapping peaks in the heat capacity curves [30, 31] . It should be stressed that the experimental heat capacity curves exhibit only two discernible peaks, which would normally imply that there is only one intermediate present. The range of melting temperatures for the three transitions can be obtained from the temperature dependence of the various states f α (T ) (α=F, I1, I2 or U) given in Fig. 2C . The I1 state has a maximum population around T ≈ 50 • C. We equate this with the melting temperature T m1 associated with the F I1 transition. Similarly, T m2 for the I1 I2 transition is ≈ 70 • C. The T m3 for the I2 U transition occurs around 90 • C (f I2 (T m3 ) = f U (T m3 )). The values of the three melting temperatures obtained in our simulations are in remarkable agreement with experiments (T exp. m1 =59.4 • C, T exp. m2 =69.4 • C, and T exp. m3 =91.2 • C taken from results of a differential scanning calorimetry experiment at pH=7 in Table 1 of Nixon and Giedroc [30] ).",
            "cite_spans": [
                {
                    "start": 522,
                    "end": 526,
                    "text": "[30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 527,
                    "end": 530,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1458,
                    "end": 1462,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 26,
                    "end": 32,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 37,
                    "end": 44,
                    "text": "Fig. S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 214,
                    "end": 222,
                    "text": "(Fig. 3)",
                    "ref_id": null
                },
                {
                    "start": 873,
                    "end": 880,
                    "text": "Fig. 2C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1429,
                    "end": 1436,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Temperature-induced transitions in BWYV PK"
        },
        {
            "text": "The dependence of the stability of the F state with respect to the U state, ∆G UF (T ) is calculated using a procedure that does not rely on any order parameter The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/048801 doi: bioRxiv preprint [37] . The value of ∆G UF (T = 37 • C) is -14.3 kcal/mol from simulations, which is in excellent agreement with experiments. The experimental value reported by Nixon and Giedroc for ∆G UF (T = 37 • C) = −13.3 kcal/mol, whereas Soto et al. estimated that ∆G UF (T = 37 • C) = −15.1 kcal/mol [30, 31] . We also predict that ∆G UF (T = 25 • C) is −19.0 kcal/mol. The excellent agreement between simulations and experiments for the temperatureinduced structural transitions and the ∆G UF (T ) validates the model allowing us to predict the effect of f on BWYV PK.",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 314,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 600,
                    "end": 604,
                    "text": "[30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 605,
                    "end": 608,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Temperature-induced transitions in BWYV PK"
        },
        {
            "text": "In order to obtain the phase diagram in the [C, f ] plane of the BWYV PK, we performed a series of low friction Langevin dynamics simulations by varying the salt concentration from 5 to 1200 mM and the mechanical force from 0 to 20 pN, at a constant temperature of 50 • C. We varied C by changing the Debye length in the simulations, and the mechanical force was externally applied to the terminal nucleotides ( Fig. 1A) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 412,
                    "end": 420,
                    "text": "Fig. 1A)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Diagram of states in the [C, f ] plane"
        },
        {
            "text": "Determination of the phase diagram in the [C, f ] plane requires an appropriate order parameter that can distinguish between the various states. In single-molecule pulling experiments, the variable that can be measured is the molecular extension, R ee , which is conjugated to the applied force. The overall size of the RNA molecule is assessed using the radius of gyration, R g . Therefore, we characterized the states of the RNA using both R g and R ee as order parameters. The values of the predicted R g at f = 0 can be measured using scattering experiments. Using these two parameters, we obtained the [C, f ] phase diagram (Fig. 4) . Comparison of the diagram of states in Figs. 4D and 4E reveals common features and some differences. From Figs. 4D and 4E, we infer that at f > 12.5 pN, extended (E) conformations are dominant at all values of C. As the force decreases, the PK forms compact structures. The boundary separating the extended and relatively compact phases depends on the salt concentration and the value of the mechanical force. The critical force to rupture the compact structures increases linearly as a function of logarithm of salt concentration ( Fig. 4D ; boundary between red and green regions). At low forces (f < 2.5 pN), the diagram of states based on R ee shows that the extension is relatively small as C changes from a low to a high value. From this finding, one might be tempted to infer that the PK is always folded, which is not physical especially at low (C ≈ 10 mM) ion concentrations. In contrast, Fig. 4E shows that below 5 pN, there is a transition from compact structures (R g ≈ 1.3 nm in the blue region) at high C to an intermediate state (R g > 2.2 nm in the green region) at C ≈ 100 mM. The differences between the diagrams of states in the [C, f ] plane using R ee and R g as order parameters are more vividly illustrated in terms of the free energy profiles G(R α ) = −k B T log(R α ) where R α is R ee or R g (Fig. 5 ). The profiles G(R ee ), at three values of C and different f values, show two minima at most. At f = 0, there is only one discernible minimum at R ee ≈ 4.2 nm at C = 10 mM. The minimum moves to R ee ≈ 3 nm at C = 1200 mM corresponding to a folded PK. At f = 5 pN there are two minima at C = 10 mM corresponding to a compact structure and a stretched conformation (see the cyan profile in Fig. 5A ). As f exceeds 5 pN, there is essentially one minimum whose position increases as f increases. In the force regime (f > 5 pN), only the E state is visible at all C.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 629,
                    "end": 637,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1173,
                    "end": 1180,
                    "text": "Fig. 4D",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1538,
                    "end": 1545,
                    "text": "Fig. 4E",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1959,
                    "end": 1966,
                    "text": "(Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2357,
                    "end": 2364,
                    "text": "Fig. 5A",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Diagram of states in the [C, f ] plane"
        },
        {
            "text": "In order to compare the thermal free energy profiles generated at C = 500 mM (Fig. 2) , we calculated the G(R g ) and G(R ee ) at different forces with C fixed at 500 mM. Comparison of Fig. 2 and Fig. S3 shows that at f = 0 the free energy profiles are similar. At f = 0 the folded state is destabilized, and at f = 15 pN, the unfolded state is more stable than the folded PK.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 77,
                    "end": 85,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 185,
                    "end": 191,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 196,
                    "end": 203,
                    "text": "Fig. S3",
                    "ref_id": null
                }
            ],
            "section": "Diagram of states in the [C, f ] plane"
        },
        {
            "text": "A much richer diagram of states emerges when the G(R g ) = −k B T log P (R g ) is examined. The G(R g ) profile at C = 10 mM is similar to G(R ee ). However, at higher concentrations, there is clear signature of three states (especially at f = 12.5 pN) corresponding to the folded PK, an intermediate state, and the E state. The free energy profiles show that under force, there are minimally three states, which are F, I, and E. Because R ee cannot capture the complexity of the states populated as C and f are varied, it is important to consider R g as well to fully capture the phase diagram of the PK. We also computed the free energy profiles as a function of root-mean-square-deviations (RMSD). In terms of the number and relative positions of basins, the profiles based on RMSD are qualitatively similar to one of R g (Fig. S4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 825,
                    "end": 833,
                    "text": "(Fig. S4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Diagram of states in the [C, f ] plane"
        },
        {
            "text": "In order to highlight the structural changes that occur as C and f are varied, we used, Q, the fraction of native HB interactions as an order parameter. The [C, f ] phase diagram (Fig. 6A ) calculated using the average Q is similar to the R g -phase diagram (Fig. 4E) , indicating the presence of three states (Fig. 6A ). Using Q, we can also quantitatively assess the contributions from different structural elements to the stability of the PK and correctly infer the order in which the structural elements of the PK rupture as f is increased. In order to determine the structural details of each state, we calculated the individual Qs for the two stems (Q S1 , Q S2 ) and the two loops (Q L1 Q L2 ) (Fig. 6B) . The dependence of Q S1 as a function of C and f shows that Stem 1 (S1) is extremely stable and remains intact at all salt concentrations, rupturing only at f ≈ 10 pN (Fig. 6B , upper left panel). In contrast, the upper right panel in Fig. 6B shows that Stem 2 (S2) is only stably folded above a moderate salt concentration (C ≈ 80 mM) and low f . The stability difference between S1 and S2 can be explained by the number of canonical G-C base pairs; S1 has five G-C base pairs, whereas only three such pairs are in S2. Consequently, S1 cannot be destabilized even at low C, but its rupture to produce extended states requires the use of mechanical force. Above C > 100 mM, the fraction of contacts associated with S2 and the two loops (Q S2 , Q L1 and Q L2 ) simultaneously increase. All the interactions are, however, still not completely formed (Q ≈ 0.8) even at the highest salt concentration, C = 1200 mM. In particular, the contacts involving L2, Q L2 ≈ 0.6, implying that tertiary interactions are only marginally stable at T = 50 • C.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 179,
                    "end": 187,
                    "text": "(Fig. 6A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 258,
                    "end": 267,
                    "text": "(Fig. 4E)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 310,
                    "end": 318,
                    "text": "(Fig. 6A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 701,
                    "end": 710,
                    "text": "(Fig. 6B)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 879,
                    "end": 887,
                    "text": "(Fig. 6B",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 947,
                    "end": 954,
                    "text": "Fig. 6B",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Formation of stems and loops"
        },
        {
            "text": "The results in Fig. 6 provide a structural explanation of the transitions that take place as C and f are changed.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 15,
                    "end": 21,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Formation of stems and loops"
        },
        {
            "text": "(1) In the high force regime, the two stems are fully ruptured and native interactions are absent creating the E state. (2) Below C ≈ 100 mM and f 10 pN (left bottom on the [C, f ] plane), only S1 is intact, and thus, a hairpin conformation is dominant. This is the interme- The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/048801 doi: bioRxiv preprint diate state, I2, identified by Soto et al. who found that S1 remains stable even at salt concentration as less as 20 mM NaCl [31] . (3) Above C 100 mM and f 10 pN (right bottom), both S1 and S2 stems are formed, and the tertiary interactions involving the two loops are at least partly formed, ensuring that the topology of the PK is native-like. At f = 0 and temperature as a perturbation, it has been shown that another intermediate state, I1, exists between I2 and folded states [30, 31] . The I1 state may correspond to conformations in which two stems are fully folded with the entire topology of the native conformation intact, but tertiary interactions between stems and loops are incomplete. Although we have accounted for the presence of such a state in our simulations (see Fig. 2 ), from here on, we do not distinguish between I1 and the completely folded state in the phase diagram since the increases in Q S2 , Q L1 and Q L2 on the [C, f ] plane almost overlap. Therefore, we classify the right bottom region in the [C, f ] phase diagram as (I1 + F) state.",
            "cite_spans": [
                {
                    "start": 549,
                    "end": 553,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 906,
                    "end": 910,
                    "text": "[30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 911,
                    "end": 914,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 1208,
                    "end": 1214,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Formation of stems and loops"
        },
        {
            "text": "The [C, f ] phase diagrams provide a thermodynamic basis for predicting the structural changes that occur as f and C are varied. However, they capture only the average property of the ensemble within each state without the benefit of providing a molecular picture of the distinct states, which can only be described using simulations done at force values close to those used in LOT experiments. Therefore, we investigated the distribution of interactions to ascertain the factors that stabilize the three states as C and f are varied. Our analysis is based on the HB energy, U HB . The energy function for HB captures the formation of base pairs and loop-stem tertiary interactions, taking into account both distance and angular positions of the donor and the acceptor [37] . Fig. 7 shows that the probability densities of the total HB energy have three peaks at U HB ≈ 0, −30, and −60 kcal/mol. In the high-force regime (f > 12.5 pN), there is only one population at all C around U HB ≈ 0, which obviously corresponds to the fully extended state. The total HB energy can be decomposed into contributions arising from four distinct structural motifs in the PK (Fig. S5) . The peak at U HB ≈ −30 kcal/mol (Fig. 7) arises due to the formation of S1 (compare Figs. 7 and S5A). The broad peak at U HB ≈ −60 kcal/mol (Fig. 7A) is due to the sum of contributions from S2 and the tertiary interactions.",
            "cite_spans": [
                {
                    "start": 769,
                    "end": 773,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [
                {
                    "start": 776,
                    "end": 782,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1160,
                    "end": 1169,
                    "text": "(Fig. S5)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1204,
                    "end": 1212,
                    "text": "(Fig. 7)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1312,
                    "end": 1321,
                    "text": "(Fig. 7A)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Population analysis of the secondary and tertiary interactions"
        },
        {
            "text": "Parsing the U HB due to contributions from interactions among S1, S2, L1, and L2 produces a picture of thermodynamic ordering as C (f ) is increased (decreased) from low (high) value to high (low) value. Low C and high f correspond to the top left region in the phase diagrams (Figs. 4 and 6) . In all conditions, S1 is the first to form as indicated by the presence of distinct peaks at C > 100 mM and f 10 pN in Fig. S5A . Under more favorable conditions (f < 10 pN; C ≈ 300 mM or greater) S2 and tertiary interactions involving L1 are established (Figs. S5 B and C). Only at the highest value of C and f 5 pN, tertiary interactions involving L2 emerge. Interestingly, the order of formation of the various structural elements en route to the formation of their folded state follows the stabilities of the individual elements with the most stable motif forming first. The PK tertiary interactions are consolidated only after the assembly of the stable structural elements. This finding follows from our earlier work establishing that the hierarchical assembly of RNA PKs is determined by the stabilities of individual structural elements [38] .",
            "cite_spans": [
                {
                    "start": 1140,
                    "end": 1144,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [
                {
                    "start": 277,
                    "end": 292,
                    "text": "(Figs. 4 and 6)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 414,
                    "end": 422,
                    "text": "Fig. S5A",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Population analysis of the secondary and tertiary interactions"
        },
        {
            "text": "We did not find any condition in which S1 and S2 are completely folded, but there are no tertiary interactions, U L HB ≈ 0 (i.e., isolated I1 state). Our simulations show that the tertiary interactions contribute to the loop energy only after the stems are formed. Thus, the actual population is distributed between I1 and F, and the tertiary interactions are only marginally stable in the conditions examined here. Soto et al. suggested that diffuse Mg 2+ ions play an important role in stabilizing such tertiary interactions [31] . Because Mg 2+ is not considered here, we cannot determine the precise interactions stabilizing the I1 state, especially at f = 0. In the discussion hereafter, for simplicity, we refer to (I1 + F) state as F.",
            "cite_spans": [
                {
                    "start": 527,
                    "end": 531,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Population analysis of the secondary and tertiary interactions"
        },
        {
            "text": "In order to delineate the phase boundaries quantitatively, we calculated the free energy differences between the three major states in the [C, f ] plane using . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/048801 doi: bioRxiv preprint ∆G EI (C, f ) = −k B T log P (I;C,f ) P (E;C,f ) , where the classification of the states, E, I (=I2), or F, is based on the HB interaction energies of stems, U S1 HB and U S2 HB (Fig. 8) . A similar equation is used to calculate ∆G IF . Based on the distribution of U HB , we determined the threshold values for S1 formation as U S1 HB < −15 kcal/mol (Fig. S5A) . Similarly, S2 formation is deemed to occur if U S2 HB < −10 kcal/mol (Fig. S5B) . We classified each structure depending on whether both stems are formed (F) with both U S1 HB < −15 kcal/mol and U S2 HB < −10 kcal/mol, only S1 is formed (I (=I2)), or fully extended (E).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 553,
                    "end": 561,
                    "text": "(Fig. 8)",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 726,
                    "end": 736,
                    "text": "(Fig. S5A)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 808,
                    "end": 818,
                    "text": "(Fig. S5B)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Critical rupture force and preferential ion interaction coefficient"
        },
        {
            "text": "The classification of the diagram of states based on the calculation of ∆G EI and ∆G IF is consistent with the R g and Q phase diagrams (Figs. 8C and 8D ). At all values of f , ∆G depends linearly on log C over a broad range of C as shown in Figs. 8A In what follows, we provide a theoretical interpretation of these results, which automatically shows that the difference in preferential ion interaction coefficients between states can be directly measured in LOT experiments [39] [40] [41] [42] [43] .",
            "cite_spans": [
                {
                    "start": 476,
                    "end": 480,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 481,
                    "end": 485,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 486,
                    "end": 490,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 491,
                    "end": 495,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 496,
                    "end": 500,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [
                {
                    "start": 136,
                    "end": 152,
                    "text": "(Figs. 8C and 8D",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 242,
                    "end": 250,
                    "text": "Figs. 8A",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Critical rupture force and preferential ion interaction coefficient"
        },
        {
            "text": "The salt concentration dependence of RNA stability can be determined using the preferential interaction coefficient, defined as Γ = ∂C ∂CRNA µ , where C RNA is the concentration of RNA, and the chemical potential of the ions, µ, is a constant [35, 44] . The free energy difference, ∆G αβ (=G β − G α ), between two states α and β (such as E and I or I and F) can be expressed as:",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 247,
                    "text": "[35,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 248,
                    "end": 251,
                    "text": "44]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Critical rupture force and preferential ion interaction coefficient"
        },
        {
            "text": "where C 0 is an arbitrary reference value of the salt concentration [45] . Note that we consider only 1:1 monovalent salt such as KCl or NaCl for which ion activity can be related to salt concentration C. The factor of 2 in Eq. (1) arises from charge neutrality. The difference, ∆Γ αβ (=Γ β −Γ α ), is interpreted as an effective number of bound or excluded ions when the RNA molecule changes its conformation between the two states [35, 44] . The free energy change upon application of an external force f is ∆G αβ (f ) = ∆G αβ (0)+∆R αβ ee ·f where ∆R αβ ee = R α ee −R β ee [29] . Thus,",
            "cite_spans": [
                {
                    "start": 68,
                    "end": 72,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 433,
                    "end": 437,
                    "text": "[35,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 438,
                    "end": 441,
                    "text": "44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 577,
                    "end": 581,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Critical rupture force and preferential ion interaction coefficient"
        },
        {
            "text": "In the [C, f ] phase diagram, ∆G αβ is 0 along the phase boundaries. Since the reference salt concentration C 0 is arbitrary, we determined its value using ∆G αβ (C 0 , f = 0) = 0. Thus, C 0 = C αβ m,f =0 is the salt concentration at the midpoint of the transition at zero force. The determination of ∆Γ αβ using this procedure from single-molecule pulling data has been described in several key papers [39] [40] [41] [42] . By adopting the procedure outlined in these studies and with our choice of C 0 , we rearrange Eq.(2) to obtain the phase boundary at f = 0,",
            "cite_spans": [
                {
                    "start": 403,
                    "end": 407,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 408,
                    "end": 412,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 413,
                    "end": 417,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 418,
                    "end": 422,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Critical rupture force and preferential ion interaction coefficient"
        },
        {
            "text": "where C αβ m is the midpoint of salt concentration, and f αβ c is the critical force associated with the transition between states α and β. Measurement of f αβ c using data from single-molecule pulling experiments has been used to obtain ∆Γ αβ for few systems that exhibit two-state transitions [39] [40] [41] [42] . Here, we have adopted it for a PK exhibiting more complex unfolding transitions. The connection between the relation in Eq. (3), derived elsewhere, to Clausius-Clapeyron equation was established recently by Saleh and coworkers [41] .",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 299,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 300,
                    "end": 304,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 305,
                    "end": 309,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 310,
                    "end": 314,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 544,
                    "end": 548,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Critical rupture force and preferential ion interaction coefficient"
        },
        {
            "text": "It follows from Eq.(3) that the critical force, The observed nonlinearity of the phase boundary separating I and F over the entire concentration range (Fig. 8D ) arises because ∆R IF ee is not a constant but varies linearly with f IF c (Figs. 9B and 9C). In giving from F↔I, there is only a rupture of few tertiary interactions and unfolding of the relatively unstable S2. Because this transition is not cooperative (interactions break in a sequential manner), we believe that a linear behavior over a limited force range is not unreasonable. In contrast, the unfolding of S1 is cooperative, like some hairpins studied using pulling experiments, in the E ↔ I transition, resulting in the constant value for ∆R ee over the force range probed. Thus, using ∆R αβ ee = af αβ c + b and Eq.(4), we find that f αβ c satisfies,",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 151,
                    "end": 159,
                    "text": "(Fig. 8D",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Critical rupture force and preferential ion interaction coefficient"
        },
        {
            "text": "Note that if a is zero, then Eq. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Critical rupture force and preferential ion interaction coefficient"
        },
        {
            "text": "The simulation data can be quantitatively fit using Eq.(6) (Fig. 8D) . In general, we expect ∆R αβ ee depends on f αβ c , and hence, f αβ c ∼ log C αβ m . It is worth noting that the estimation of ∆Γ αβ requires only the knowledge of how critical force varies with salt concentrations (∆G = 0). For any given salt concentration, the best statistics is obtained at the critical force because at f c , multiple transitions between the two states can be observed.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 59,
                    "end": 68,
                    "text": "(Fig. 8D)",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Critical rupture force and preferential ion interaction coefficient"
        },
        {
            "text": "From the coefficients in the dependence of f c on log C m , we can estimate ∆Γ which provides a quantitative estimation of the extent of ion-RNA interactions [45] . For the E I transition, ∆R ee ≈ 4.9 nm and the slope of the linear function is 1.7 pN, which leads to ∆Γ EI = 0.96 (Fig. 8C ). This indicates that upon the conformational change from unfolded to the intermediate state, one ion pair enters the atmosphere of the PK. For the transition between I and F, fitting the dependence of ∆R IF ee on f IF c with a = 0.14 nm/pN and b = 0.27 nm (Fig. 9C) , we estimate ∆Γ IF = 1.8 using Eq.(6) (Fig. 8D) . Consequently, the total number of excess cations effectively bound to folded RNA is expected to be around 2.8, a value that is in rough accord with the experimental estimate of 2.2 [30] . More importantly, ∆Γ αβ can be measured using LOT and magnetic tweezer experiments [39] [40] [41] [42] [43] , thus expanding the scope of such experiments to measure ion-RNA interactions. A recent illustration of the efficacy of single-molecule experiments is the study by Jacobson and Saleh who quantified ∆Γ from force measurements for an RNA hairpin [43] .",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 162,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 789,
                    "end": 793,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 879,
                    "end": 883,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 884,
                    "end": 888,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 889,
                    "end": 893,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 894,
                    "end": 898,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 899,
                    "end": 903,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1149,
                    "end": 1153,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [
                {
                    "start": 280,
                    "end": 288,
                    "text": "(Fig. 8C",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 547,
                    "end": 556,
                    "text": "(Fig. 9C)",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 596,
                    "end": 605,
                    "text": "(Fig. 8D)",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Critical rupture force and preferential ion interaction coefficient"
        },
        {
            "text": "Our analysis is based on the assumption that ∆Γ is a constant independent of the salt concentration. However, it is known experimentally that ∆Γ deviates from a constant value at high salt concentration [41, 43, 46] . The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/048801 doi: bioRxiv preprint In Fig. 8C and D, theoretical lines (blue dotted) show such a deviation from ∆G = 0 of the simulation data (white region) at high salt concentration (C 500 mM). Therefore, we believe that our theoretical analysis is most accurate for C 500 mM. Our coarse-grained simulation reflects the nonlinearity of ∆Γ observed in previous experiments. Understanding the origin of the nonlinearity requires a microscopic theory that should take into account the effects of ion-ion correlations. For complex architectures such as PK or ribozymes, this does not appear straightforward.",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 207,
                    "text": "[41,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 208,
                    "end": 211,
                    "text": "43,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 212,
                    "end": 215,
                    "text": "46]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [
                {
                    "start": 370,
                    "end": 377,
                    "text": "Fig. 8C",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Critical rupture force and preferential ion interaction coefficient"
        },
        {
            "text": "The three-interaction-site (TIS) model",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MODEL AND METHODS"
        },
        {
            "text": "We employed a variant of the three-interaction-site (TIS) model, a coarse-grained model first introduced by Hyeon and Thirumalai for simulating nucleic acids [34] . The TIS model has been previously used to make several quantitative predictions for RNA molecules, ranging from hairpins to ribozymes with particular focus on folding and response to f [34, 38, [47] [48] [49] . More recently, we have incorporated the consequences of counter ion condensation into the TIS model, allowing us to predict thermodynamic properties of RNA hairpins and PK that are in remarkable agreement with experiments [37] . In the TIS model, each nucleotide is represented by three coarse-grained spherical beads corresponding to phosphate (P), ribose sugar (S), and a base (B). Briefly, the effective potential energy (for details, see Ref. [37] ) of a given RNA conformation is U TIS = U L + U EV + U ST + U HB +U EL , where U L accounts for chain connectivity and angular rotation of the polynucleic acids, U EV accounts for excluded volume interactions of each chemical group, and U ST and U HB are the base-stacking and HB interactions, respectively. Finally, the term U EL corresponds to electrostatic interactions between phosphate groups.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 162,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 350,
                    "end": 354,
                    "text": "[34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 355,
                    "end": 358,
                    "text": "38,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 359,
                    "end": 363,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 364,
                    "end": 368,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 369,
                    "end": 373,
                    "text": "[49]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 598,
                    "end": 602,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 823,
                    "end": 827,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "MODEL AND METHODS"
        },
        {
            "text": "The determination of the parameters for use in simulations of the coarse-grained model of RNA was described in detail in a previous publication [37] . Briefly, we determined the stacking interactions by a learning procedure, which amounts to reproducing the measured melting temperature of dimers. We showed that a single choice of model parameters (stacking interactions, the Debye-Hückel potential for electrostatic interactions, and structure-specific choice for hydrogen bonds) is sufficient to obtain detailed agreements with available experimental data for three different RNA molecules. Thus, the parameters are transferable and we use them verbatim in the present simulations. The determination of hydrogen bond interaction is predicated on the structure. Most of these are taken from the A-form RNA structure and hence can be readily used for any RNA molecule. Only the interaction lengths and angles in hydrogen-bonding interaction of noncanonical base pairs are based on the specific PDB structure, which in our case is the BWYV pseudoknot in this study. We list all the BYWV-PKspecific values used in our simulations in Table S1 .",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 148,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [
                {
                    "start": 1132,
                    "end": 1140,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "MODEL AND METHODS"
        },
        {
            "text": "The repulsive electrostatic interactions between the phosphate groups is taken into account through the Debye-Hückel theory,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MODEL AND METHODS"
        },
        {
            "text": "where the Debye length is λ D = ε(T )kBT 4πe 2 I . In the simulations, salt concentration can be varied by changing the ionic strength I = Σq 2 n ρ n , where q n is the charge of ion of type n, and ρ n is its number density. Following our earlier study [37] , we use an experimentally fitted function for the temperature-dependent dielectric constant ε(T ) [50] . The renormalized charge on the phosphate group is −q * e (q * < 1). Because of the highly charged nature of the polyanion, counterions condense onto the RNA, thus effectively reducing the effective charge per phosphate. The extent of charge reduction can be calculated using the Oosawa-Manning theory. Charge renormalization, first used in the context of RNA folding by Heilman-Miller et al. [51] and more recently incorporated into CG models for RNA by us [37] and others [52, 53] , is needed to predict accurately the thermodynamics and kinetics of RNA folding [54] . The renormalized value of the charge on the P group is approximately . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/048801 doi: bioRxiv preprint given by −q * (T )e = −be lB(T ) , where the Bjerrum length is l B (T ) = e 2 ε(T )kBT and b is the mean distance between the charges on the phosphate groups [55] . The mean distance (b) between charges on RNA is difficult to estimate (except for rod-like polyelectrolytes) because of its shape fluctuations. Therefore, it should be treated as an adjustable parameter. In our previous study, we showed that b = 4.4Å provides an excellent fit of the thermodynamics of RNA hairpins and the MMTV pseudoknot [37] . We use the same value in the present study of BWYV as well. Thus, the force field used in this study is the same as in our previous study attesting to its transferability for simulating small RNA molecules.",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 257,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 357,
                    "end": 361,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 756,
                    "end": 760,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 821,
                    "end": 825,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 837,
                    "end": 841,
                    "text": "[52,",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 842,
                    "end": 845,
                    "text": "53]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 927,
                    "end": 931,
                    "text": "[54]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1376,
                    "end": 1380,
                    "text": "[55]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1722,
                    "end": 1726,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "MODEL AND METHODS"
        },
        {
            "text": "The native structure of the BWYV PK is taken from the PDB (437D) [32] . The structure contains 28 nucleotides. We added an additional guanosine monophosphate to both the 5 and 3 terminus. Thus, the simulated PK has 30 nucleotides. The mechanical force is applied to the ribose sugars of both the 5 -and 3 -terminus (Fig. 1A) .",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 69,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 315,
                    "end": 324,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "MODEL AND METHODS"
        },
        {
            "text": "We performed Langevin dynamics simulations by solving the equation of motion, mẍ = − ∂UTIS ∂x − γẋ + R, where m is mass; γ, the friction coefficient, depends on the size of the particle type (P, S, or B); and R is a Gaussian random force, which satisfies the fluctuationdissipation relation. The [C, f ] phase diagram is calculated at a somewhat elevated temperature, T =50 • C, in order to observe multiple folding-unfolding transitions when the monovalent salt concentration is varied over a wide range, from 5 to 1200 mM. The numerical integration is performed using the leap-frog algorithm with time step length δt L = 0.05τ , where τ is the unit of time. We performed low friction Langevin dynamics simulations to enhance the rate of conformational sampling [56] . For each condition (C and f ), we performed 50 independent simulations for 6 × 10 8 time steps and the last two-third of trajectories are used for data analyses. In addition, we also performed a set of simulations using the replicaexchange molecular dynamics (REMD) to confirm the validity of the results obtained by the low friction Langevin dynamics simulations [57] . In the REMD simulations, both C and f are treated as replica variables and are exchanged between 256 replicas, by covering C from 1 to 1200 mM and f from 0 to 20 pN. The replicas are distributed over 16 × 16 grid. The combined set of simulations using different protocols assures us that the simulations are converged at all conditions. Our simulations are done at constant forces under equilibrium conditions in which we observe multiple transitions between the various states. We have made comparison to LOT experiments, which are performed by pulling the RNA at a constant velocity. In general, if RNA is stretched at a constant velocity, then one has to be concerned about non-equilibrium effects. However, in optical tweezer experiments, the pulling speed is low enough so that the tension propagates uniformly throughout the RNA prior to initiation of unfolding [58] . Thus, the unfolding of PK studied using LOT experiments [19] occurs at equilibrium, justifying comparisons to our explicit equilibrium simulations.",
            "cite_spans": [
                {
                    "start": 763,
                    "end": 767,
                    "text": "[56]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1134,
                    "end": 1138,
                    "text": "[57]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 2009,
                    "end": 2013,
                    "text": "[58]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 2072,
                    "end": 2076,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Simulation details"
        },
        {
            "text": "To analyze the structural transitions from which the phase diagrams are determined, we stored snapshots every 10 4 time steps from all the trajectories. We computed the radius of gyration (R g ) and the end-to-end distance (R ee ) using the stored snapshots. The fraction of native contacts, Q, is calculated by counting the number of hydrogen bond (HB) interaction pairs. The assessment of HB formation is based on the instantaneous value of the HB interaction energy, U HB . In our model, each HB interaction pair contributes up to nU 0 HB toward stability, where U 0 HB is -2.43 kcal/mol, corresponding to the stability of one HB, and n represents number of HB associated in the interaction [37] . A cutoff value nU C HB is defined to pick out contacts that are established. We use a value, U C HB = −1.15 kcal/mol to obtain the diagram using Q as an order parameter. Modest changes in U C HB do not affect the results qualitatively.",
            "cite_spans": [
                {
                    "start": 694,
                    "end": 698,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Analysis of simulation data"
        },
        {
            "text": "Motivated by the relevance of force-induced transitions in PK to PRF, we have conducted extensive simulations of BWYV PK using a model of RNA, which predicts with near quantitative accuracy the thermodynamics at f = 0. The phase diagram in the [C, f ] plane, which can be measured using single-molecule LOT pulling experiments, shows that the thermodynamics of rupture as f is increased, or the assembly of the PK as f is decreased, involves transitions between the extended, intermediate, and the folded states. The predicted linear relationship between f c and log C m [Eq.4] or f c ∼ √ log C m [Eq.6] shows that ∆Γ can be directly measured in LOT experiments. The theoretical arguments leading to Eqs.(4) and (6) are general. Thus, f can be used as a perturbant to probe ion-RNA interactions through direct measurement of ∆Γ. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/048801 doi: bioRxiv preprint TABLE S1. List of hydrogen bonding interactions in BWYV PK. First 8 pairs correspond canonical base pairs forming stems S1 and S2. Other 15 pairs are all tertially interactions forming either L1 or L2. Since we use the three-interaction-site model, a letter \"s\", \"b\" or \"p\" is put following each nucleotide number to indicate one of sugar, base, or phosphate, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUDING REMARKS"
        },
        {
            "text": "Nucleotide pair Interaction type (atoms) . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/048801 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUDING REMARKS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The noncoding RNA revolution-trashing old rules to forge new ones",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Cech",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Steitz",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Cell",
            "volume": "157",
            "issn": "",
            "pages": "77--94",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cell.2014.03.008"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "How RNA folds",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Tinoco",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bustamante",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Mol. Biol",
            "volume": "293",
            "issn": "",
            "pages": "271--281",
            "other_ids": {
                "DOI": [
                    "10.1006/jmbi.1999.3001"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Structure and assembly of group I introns",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Woodson",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Curr. Opin. Struct. Biol",
            "volume": "15",
            "issn": "",
            "pages": "324--330",
            "other_ids": {
                "DOI": [
                    "10.1016/j.sbi.2005.05.007"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "RNA and protein folding: common themes and variations",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Thirumalai",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hyeon",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Biochemistry",
            "volume": "44",
            "issn": "",
            "pages": "4957--70",
            "other_ids": {
                "DOI": [
                    "10.1021/bi047314"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "RNA folding: conformational statistics, folding kinetics, and ion electrostatics",
            "authors": [
                {
                    "first": "S.-J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Annu. Rev. Biophys",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1146/an-nurev.biophys.37.032807.125957"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "RNA folding pathways and the selfassembly of ribosomes",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Woodson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Acc. Chem. Res",
            "volume": "44",
            "issn": "",
            "pages": "1312--1319",
            "other_ids": {
                "DOI": [
                    "10.1021/ar2000474"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Determination of thermodynamics and kinetics of RNA reactions by force",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Tinoco",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bustamante",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Q. Rev. Biophys",
            "volume": "39",
            "issn": "",
            "pages": "325--360",
            "other_ids": {
                "DOI": [
                    "10.1017/S0033583506004446"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Structure and function of telomerase RNA",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Theimer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Feigon",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Curr. Opin. Struct. Biol",
            "volume": "16",
            "issn": "",
            "pages": "307--325",
            "other_ids": {
                "DOI": [
                    "10.1016/j.sbi.2006.05.005"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Characterization of an efficient coronavirus ribosomal frameshifting signal: requirement for an RNA pseudoknot",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Brierley",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Digard",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Inglis",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Cell",
            "volume": "57",
            "issn": "",
            "pages": "537--547",
            "other_ids": {
                "DOI": [
                    "10.1016/0092-8674(89)90124-4"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A functional pseudoknot in 16S ribosomal RNA",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Powers",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Noller",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "EMBO J",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Structural and functional aspects of RNA pseudoknots",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ten Dam",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pleij",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Draper",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Biochemistry",
            "volume": "31",
            "issn": "",
            "pages": "11665--11676",
            "other_ids": {
                "DOI": [
                    "10.1021/bi00162a001"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Pseudoknots: RNA structures with diverse functions",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Staple",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Butcher",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "PLoS Biol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pbio.0030213"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The telomerase RNA pseudoknot is critical for the stable assembly of a catalytically active ribonucleoprotein",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gilley",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Blackburn",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Proc. Natl. Acad. Sci",
            "volume": "96",
            "issn": "",
            "pages": "6621--6625",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.96.12.6621"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Characterization of the mechanical unfolding of RNA pseudoknots",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "C.-H",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bustamante",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Tinoco",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Mol. Biol",
            "volume": "375",
            "issn": "",
            "pages": "511--528",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jmb.2007.05.058"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Programmed −1 frameshifting efficiency correlates with RNA pseudoknot conformational plasticity, not resistance to mechanical unfolding",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Ritchie",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A N"
                    ],
                    "last": "Foster",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Woodside",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Proc. Natl. Acad. Sci",
            "volume": "109",
            "issn": "",
            "pages": "16167--16172",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1204114109"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A frameshifting stimulatory stem loop destabilizes the hybrid state and impedes ribosomal translocation",
            "authors": [
                {
                    "first": "H.-K",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fei",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bustamante",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Gonzalez",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Tinoco",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proc. Natl. Acad. Sci",
            "volume": "111",
            "issn": "",
            "pages": "5538--5543",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1403457111"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Single-molecule mechanical unfolding and folding of a pseudoknot in human telomerase RNA",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J.-D",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Tinoco",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "RNA",
            "volume": "13",
            "issn": "",
            "pages": "2175--2188",
            "other_ids": {
                "DOI": [
                    "10.1261/rna.676707"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Frameshifting RNA pseudoknots: structure and mechanism",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Giedroc",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Cornish",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Virus Res",
            "volume": "139",
            "issn": "",
            "pages": "193--208",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virusres.2008.06.008"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Mechanical unfolding of the beet western yellow virus -1 frameshift signal",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Orzechowski",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fourmy",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Visscher",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Am. Chem. Soc",
            "volume": "133",
            "issn": "",
            "pages": "9775--9782",
            "other_ids": {
                "DOI": [
                    "10.1021/ja111281f"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Mechanisms and implications of programmed translational frameshifting",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Dinman",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "WIREs RNA",
            "volume": "3",
            "issn": "",
            "pages": "661--673",
            "other_ids": {
                "DOI": [
                    "10.1002/wrna.1126"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Triplex structures in an RNA pseudoknot enhance mechanical stability and increase efficiency of -1 ribosomal frameshifting",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "K.-Y",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "M.-Y",
                    "middle": [],
                    "last": "Chou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bustamante",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Tinoco",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proc. Natl. Acad. Sci",
            "volume": "106",
            "issn": "",
            "pages": "12706--12717",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0905046106"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Singlemolecule measurements of the CCR5 mRNA unfolding pathways",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "De Messieres",
                    "suffix": ""
                },
                {
                    "first": "J.-C",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Belew",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Meskauskas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Dinman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "La Porta",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Biophys. J",
            "volume": "106",
            "issn": "",
            "pages": "244--252",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bpj.2013.09.036"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The role of RNA pseudoknot stem 1 length in the promotion of efficient -1 ribosomal frameshifting",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Napthine",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liphardt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bloys",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Routledge",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Brierley",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Mol. Biol",
            "volume": "288",
            "issn": "",
            "pages": "305--320",
            "other_ids": {
                "DOI": [
                    "10.1006/jmbi.1999.2688"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Ribosomal pausing at a frameshifter RNA pseudoknot is sensitive to reading phase but shows little correlation with frameshift efficiency",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kontos",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Napthine",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Brierley",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Mol. Cell Biol",
            "volume": "21",
            "issn": "",
            "pages": "8657--8670",
            "other_ids": {
                "DOI": [
                    "10.1128/MCB.21.24.8657-8670.2001"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Specific mutations in a viral RNA pseudoknot drastically change ribosomal frameshifting efficiency",
            "authors": [
                {
                    "first": "Y.-G",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Maas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "O&apos;neill",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rich",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Proc. Natl. Acad. Sci",
            "volume": "96",
            "issn": "",
            "pages": "14234--14239",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.96.25.14234"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "HIV-1 frameshift efficiency is primarily determined by the stability of base pairs positioned at the mRNA entrance channel of the ribosome",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Mouzakis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Lang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Vander Meulen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Easterday",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Butcher",
                    "suffix": ""
                }
            ],
            "year": 1901,
            "venue": "Nucleic Acids Res",
            "volume": "41",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/nar/gks1254"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Ribosomal frameshifting in the CCR5 mRNA is regulated by miRNAs and the NMD pathway",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Belew",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Meskauskas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Musalgaonkar",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Advani",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "O"
                    ],
                    "last": "Sulima",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Kasprzak",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Shapiro",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Dinman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nature",
            "volume": "512",
            "issn": "",
            "pages": "265--269",
            "other_ids": {
                "DOI": [
                    "10.1038/na-ture13429"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Transactivation of programmed ribosomal frameshifting by a viral protein",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Treffers",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Napthine",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tas",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bell",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Mark",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Van Veelen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Hemert",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Firthe",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Brierleye",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijderc",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proc. Natl. Acad. Sci",
            "volume": "111",
            "issn": "",
            "pages": "2172--2181",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1321930111"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The effect of force on thermodynamics and kinetics of single molecule reactions",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Tionoco",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bustamante",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Biophys. Chem",
            "volume": "101",
            "issn": "",
            "pages": "513--533",
            "other_ids": {
                "DOI": [
                    "10.1016/S0301-4622(02)00177-1"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Energetics of a strongly pH dependent RNA tertiary structure in a frameshifting pseudoknot",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Nixon",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Giedroc",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Mol. Biol",
            "volume": "296",
            "issn": "",
            "pages": "659--71",
            "other_ids": {
                "DOI": [
                    "10.1006/jmbi.1999.3464"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Tertiary structure of an RNA pseudoknot is stabilized by \"diffuse\" Mg 2+ ions",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Soto",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Misra",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Draper",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Biochemistry",
            "volume": "46",
            "issn": "",
            "pages": "2973--83",
            "other_ids": {
                "DOI": [
                    "10.1021/bi0616753"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Minor groove RNA triplex in the crystal structure of a ribosomal frameshifting viral pseudoknot",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Egli",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Berger",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rich",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Nat. Struct. Mol. Biol",
            "volume": "6",
            "issn": "",
            "pages": "285--292",
            "other_ids": {
                "DOI": [
                    "10.1038/6722"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Salt contribution to RNA tertiary structure folding stability",
            "authors": [
                {
                    "first": "Z.-J",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "S.-J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Biophys. J",
            "volume": "101",
            "issn": "",
            "pages": "176--87",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bpj.2011.05.050"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Mechanical unfolding of RNA hairpins",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hyeon",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Thirumalai",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc. Natl. Acad. Sci",
            "volume": "102",
            "issn": "",
            "pages": "6789--94",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0408314102"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Salt dependence of oligoion-polyion binding: a thermodynamic description based on preferential interaction coefficients",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Record",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Phys. Chem",
            "volume": "97",
            "issn": "",
            "pages": "7116--7126",
            "other_ids": {
                "DOI": [
                    "10.1021/j100129a032"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Direct measurement of the mechanical work during translocation by the ribosome",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kaplan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Alexander",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "J.-D",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lancaster",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Wickersham",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fredrick",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Noller",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Tinoco",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Bustamante",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7554/eLife.03406"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Coarse-grained model for predicting RNA folding thermodynamics",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Denesyuk",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Thirumalai",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Phys. Chem. B",
            "volume": "117",
            "issn": "",
            "pages": "4901--4912",
            "other_ids": {
                "DOI": [
                    "10.1021/jp401087x"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Assembly mechanisms of RNA pseudoknots are determined by the stabilities of constituent secondary structures",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Pincus",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Thirumalai",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proc. Natl. Acad. Sci",
            "volume": "106",
            "issn": "",
            "pages": "17349--54",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0906625106"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Interplay of ion binding and attraction in DNA condensed by multivalent cations",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Todd",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Rau",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nucleic Acids Res",
            "volume": "36",
            "issn": "",
            "pages": "501--510",
            "other_ids": {
                "DOI": [
                    "10.1093/nar/gkm1038"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Maxwell relations for single-DNA experiments: Monitoring protein binding and double-helix torque with force-extension measurements",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Marko",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Phys. Rev. E",
            "volume": "77",
            "issn": "",
            "pages": "31916--31925",
            "other_ids": {
                "DOI": [
                    "10.1103/Phys-RevE.77.031916"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Single-molecule methods for ligand counting: Linking ion uptake to DNA hairpin folding",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dittmore",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Landy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Molzon",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "A"
                    ],
                    "last": "Saleh",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Am. Chem. Soc",
            "volume": "136",
            "issn": "",
            "pages": "5974--5980",
            "other_ids": {
                "DOI": [
                    "10.1021/ja500094z"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Measuring the differential stoichiometry and energetics of ligand binding to macromolecules by single-molecule force spectroscopy: an extended theory",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Jacobson",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "A"
                    ],
                    "last": "Saleh",
                    "suffix": ""
                }
            ],
            "year": 1930,
            "venue": "J. Phys. Chem. B",
            "volume": "119",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1021/jp511555g"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Quantifying the ion atmosphere of unfolded, single-stranded nucleic acids using equilibrium dialysis and single-molecule methods",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Jacobson",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "A"
                    ],
                    "last": "Saleh",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nucleic Acids Res",
            "volume": "44",
            "issn": "",
            "pages": "3763--3771",
            "other_ids": {
                "DOI": [
                    "10.1093/nar/gkw196"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Conformational transitions of duplex and triplex nucleic acid helices: thermodynamic analysis of effects of salt concentration on stability using preferential interaction coefficients",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Bond",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Record",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Biophys. J",
            "volume": "67",
            "issn": "94",
            "pages": "80542--80551",
            "other_ids": {
                "DOI": [
                    "10.1016/S0006-3495"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Analysis of effects of salts and uncharged solutes on protein and nucleic acid equilibria and processes: a practical guide to recognizing and interpreting polyelectrolyte effects, Hofmeister effects, and osmotic effects of salts",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Record",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Adv. Protein Chem",
            "volume": "51",
            "issn": "",
            "pages": "281--353",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Thermodynamic analysis of ion effects on the binding and conformational equilibria of proteins and nucleic acids: the roles of ion association or release, screening, and ion effects on water activity",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Record",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Lohman",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Q. Rev. Biophys",
            "volume": "11",
            "issn": "",
            "pages": "103--178",
            "other_ids": {
                "DOI": [
                    "10.1017/S003358350000202X"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Folding of human telomerase RNA pseudoknot using ion-jump and temperature-quench simulations",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Biyun",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Thirumalai",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Am. Chem. Soc",
            "volume": "133",
            "issn": "",
            "pages": "20634--20677",
            "other_ids": {
                "DOI": [
                    "10.1021/ja2092823"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Kinetics of allosteric transitions in S-adenosylmethionine riboswitch are accurately predicted from the folding landscape",
            "authors": [
                {
                    "first": "J.-C",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Thirumalai",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Am. Chem. Soc",
            "volume": "135",
            "issn": "",
            "pages": "16641--50",
            "other_ids": {
                "DOI": [
                    "10.1021/ja408595e"
                ]
            }
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "How do metal ions direct ribozyme folding?",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Denesyuk",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Thirumalai",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nature Chem",
            "volume": "7",
            "issn": "",
            "pages": "793--801",
            "other_ids": {
                "DOI": [
                    "10.1038/nchem.2330"
                ]
            }
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Dielectric constant of water from 0 • to 100 • C",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Malmberg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Maryott",
                    "suffix": ""
                }
            ],
            "year": 1956,
            "venue": "J. Res. Nat. Bur. Stand",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Role of counterion condensation in folding of the Tetrahymena ribozyme. I. Equilibrium stabilization by cations",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Heilman-Miller",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Thirumalai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Woodson",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Mol. Biol",
            "volume": "306",
            "issn": "",
            "pages": "1157--1166",
            "other_ids": {
                "DOI": [
                    "10.1006/jmbi.2001.4437"
                ]
            }
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Reduced model captures Mg 2+ -RNA interaction free energy of riboswitches",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Hayes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Noel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Whitford",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Mohanty",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Sanbonmatsu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Onuchic",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Biophys. J",
            "volume": "106",
            "issn": "",
            "pages": "1508--1519",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bpj.2014.01.042"
                ]
            }
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Generalized Manning condensation model captures the RNA ion atmosphere",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Hayes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Noel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mandic",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Whitford",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Sanbonmatsu",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Mohanty",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Onuchic",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Phys. Rev. Lett",
            "volume": "114",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevLett.114.258105"
                ]
            }
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Role of counterion condensation in folding of the Tetrahymena ribozyme II. Counterion-dependence of folding kinetics",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Heilman-Miller",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Thirumalai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Woodson",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Mol. Biol",
            "volume": "309",
            "issn": "",
            "pages": "57--68",
            "other_ids": {
                "DOI": [
                    "10.1006/jmbi.2001.4660"
                ]
            }
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Limiting Laws and Counterion Condensation in Polyelectrolyte Solutions I. Colligative Properties",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Manning",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "J. Chem. Phys",
            "volume": "51",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1063/1.1672157"
                ]
            }
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "The nature of folded states of globular proteins",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Honeycutt",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Thirumalai",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Biopolymers",
            "volume": "32",
            "issn": "",
            "pages": "695--709",
            "other_ids": {
                "DOI": [
                    "10.1002/bip.360320610"
                ]
            }
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Replica-exchange molecular dynamics method for protein folding",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sugita",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Okamoto",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Chem. Phys. Lett",
            "volume": "314",
            "issn": "",
            "pages": "141--151",
            "other_ids": {
                "DOI": [
                    "10.1016/S0009-2614(99)01123-9"
                ]
            }
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Pathways and kinetic barriers in mechanical unfolding and refolding of RNA and proteins",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hyeon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "I"
                    ],
                    "last": "Dima",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Thirumalai",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Structure",
            "volume": "14",
            "issn": "",
            "pages": "1633--1645",
            "other_ids": {
                "DOI": [
                    "10.1016/j.str.2006.09.002"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Structure of the BWYV pseudoknot. (A) Sketch of the crystal structure",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Characteristics of the thermally induced foldingunfolding transition of BWYV PK simulated using the temperature-REMD method at C = 500 mM and f = 0. (A and B) Free energy profiles of the molecular extension (A; Ree) and radius of gyration (B; Rg) at 20, 60, 80, and 110 • C. Each curve is normalized to G = 0 at its probability P (R) maximum. (C) Temperature dependence of the fraction of the four prominent states, which are explicitly labeled. FIG. 3. Schematic of the thermodynamic assembly of BWYV pseudoknot inferred from simulations at zero force. Besides folded (F) and unfolded (U) states, there are two intermediate state, I1 and I2. The topology of the I1 state is the same as F, except tertiary interactions are absent.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "(A-C) Representative snapshots corresponding to the three distinct states from simulations. (D) Diagram of states in the [C, f ] plane obtained using extension Ree as the order parameter. (E) Same as D, except Rg is used to distinguish the states. The three crosses in D and E correspond to conditions from which the snapshots (A-C ) are sampled. The scale for Ree and Rg are given on the right.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Free energy profiles as a function of Ree (A-C) and Rg (D-E) at three different salt concentrations and a range of forces. The locations of the minima change as C and f vary, indicating transitions between distinct states of the BWYV PK.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "[C, f ] phase diagram using the fraction of native contacts as the order parameter. (A) The diagram of states determined using an average of the total Q for the PK. The scale is given on the right. (B) Decomposition of Q into stems and loops: S1, stem 1; S2, stem 2; L1, loop 1; L2, loop 2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Probability distributions of the total hydrogen bond energy as a function of C and f , which are labeled. The distinct peaks are fingerprints of the states that are populated at a specified C and f .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "leading to the prediction that there should be a linear dependence between f αβ c and the logarithm of the midpoint of the salt concentration if ∆R αβ ee is a constant value along the phase boundary. In accord with the prediction in Eq.(4), we find that fFig. 8C)where ∆R UI ee ≈ 4.9 nm over a broad range of f c (Figs. 9A and 9C).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "(5) reduces to Eq.(4) with b = ∆R αβ ee = const. Solving Eq.(5), the nonlinear dependence of f IF c is expressed as, Free energy differences between E and I, and I and F calculated from REMD simulations. The definition of states, E, I, and F, is based on the hydrogen bond interaction energies associated with each structural element (see main text for details). The I state is analogous to I2 inFig. 3. (A and B) Salt concentration dependences of ∆G is plotted for different force values (symbols are explained in A and B, respectively). (C) ∆GEI is shown on the [C, f ] plane, and phase boundary is quantitatively described (white zone between red and green regions). The blue dashed line is the theoretical prediction where fc ∝ log Cm [Eq.4]. Circles (•) indicate conditions with ∆GEI = 0 extracted from linear dependence of ∆G on log C in (A). It should be noted that the E state is under tension, and hence is different from the unfolded state upon thermal melting at f = 0. (D) Same as (C) except the results describe I F transition. Here, the critical force describing the phase boundary is a nonlinear function of log Cm [Eq.6].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "(A and B) Probability distributions of the extensions for states E and I (A), and I and F (B). All the conditions shown here are near the phase boundaries in the [C, f ] plane (∆GEI and ∆GIF between the two states are close to 0). Distances between peaks of the two distributions are shown. In the E I transition (A), the mean distances are almost constant around 4.9 nm. On the other hand, in the I F transition (B), the mean distance becomes smaller as the mechanical force weakens. (C) Dependence of ∆Ree on fc along the phase boundaries. In the I F transition, the dependence can be fit using ∆R IF ee = af IF c + b, where a = 0.14 nm/pN and b = 0.27 nm (solid line).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Free energy profiles of the hydrogen bond energy of two stems (A; U S HB ) and two loops (stem-loop interactions) (B; U L HB ) at C = 500 mM and f = 0. FIG. S2. Probability distributions of the molecular extension (A; Ree) and radius of gyration (B; Rg) at C = 500 mM and f = 0. FIG. S3. Free energy profiles as a function of Ree (A) and Rg (B) at 500 mM of monovalent salt. . S4. Free energy profiles as a function of RMSD at four different salt concentrations, 10 mM (A), 100 mM (B), 500 mM (C), and 1200 mM (D).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": ". S5. Probability distributions of hydrogen-bond energy. (A-D) Distributions of hydrogen bond energies for individual structural elements (A) Stem1; (B) Stem 2; (C) Loop 1; and (D) Loop2. The salt concentrations and force values are explicitly indicated.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "and 8B. The midpoints of salt concentration, C m s, at each f , determined us-",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}