{
    "paper_id": "9b5f5119bbfbded3245acc37859cefde967458e7",
    "metadata": {
        "title": "TITLE Containing Emerging Epidemics: a Quantitative Comparison of Quarantine and Symptom Monitoring",
        "authors": [
            {
                "first": "Corey",
                "middle": [
                    "M"
                ],
                "last": "Authors",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Peak",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lauren",
                "middle": [
                    "M"
                ],
                "last": "Childs",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yonatan",
                "middle": [
                    "H"
                ],
                "last": "Grad",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard TH Chan School of Public Health",
                    "location": {
                        "postCode": "02115",
                        "settlement": "Boston",
                        "region": "MA"
                    }
                },
                "email": ""
            },
            {
                "first": "Caroline",
                "middle": [
                    "O"
                ],
                "last": "Buckee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Strategies for containing an emerging infectious disease outbreak must be nonpharmaceutical when drugs or vaccines for the pathogen do not yet exist or are unavailable. The success of these non-pharmaceutical strategies will depend not only on the effectiveness of quarantine or other isolation measures but also on the epidemiological characteristics of the infection. However, there is currently no systematic framework to assess the relationship between different containment strategies and the natural history and epidemiological dynamics of the pathogen. Here, we compare the effectiveness of quarantine and symptom monitoring, implemented via contact tracing, in controlling epidemics using an agent-based branching model. We examine the relationship between epidemic containment and the disease dynamics of symptoms and infectiousness for seven case study diseases with diverse natural histories including Ebola, Influenza A, and Severe Acute Respiratory Syndrome (SARS). We show that the comparative effectiveness of symptom monitoring and quarantine depends critically on the natural history of the infectious disease, its inherent transmissibility, and the intervention feasibility in the particular healthcare setting. The benefit of quarantine over symptom monitoring is generally maximized for fast-course diseases, but we show the conditions under which symptom monitoring alone can control certain outbreaks. This quantitative framework can guide policy-makers on how best to use non-pharmaceutical interventions to contain emerging outbreaks and prioritize research during an outbreak of a novel pathogen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Quarantine and symptom monitoring of contacts with suspected exposure to an infectious disease are key interventions for the control of emerging epidemics; however, there does not yet exist a quantitative framework for comparing the control performance of each.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIGNIFICANCE"
        },
        {
            "text": "Here, we use a mathematical model of seven case study diseases to show how the choice of intervention is influenced by the natural history of the infectious disease, its inherent transmissibility, and the intervention feasibility in the particular healthcare setting. We use this information to identify the most important characteristics of the disease and setting that need to be characterized for an emerging pathogen in order to make an informed decision between quarantine and symptom monitoring.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIGNIFICANCE"
        },
        {
            "text": "The global burden of emerging infectious diseases is growing and prompts the need for effective containment policies (1) (2) (3) . In many cases, strategies must be nonpharmaceutical, as targeted drugs or vaccines for the pathogens are unavailable. Among the various containment strategies, isolation of ill and potentially infectious patients is one of the most intuitive, relying on the tracing the contacts of known cases. Contacts with symptoms can then be hospitalized or isolated, but policy makers must also decide how best to handle contacts that do not meet the case definition for infection. Two strategies have historically been used in the case of a potentially infected but symptom-free contact: quarantine and symptom monitoring.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 120,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 121,
                    "end": 124,
                    "text": "(2)",
                    "ref_id": null
                },
                {
                    "start": 125,
                    "end": 128,
                    "text": "(3)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Quarantine of potentially infected contacts during an epidemic is highly conservative with respect to efficacy, but it comes at a high cost. Costs associated with quarantine policies range from direct (e.g., implementation expenses and the restriction of personal liberties) to indirect (e.g., stigmatization of health workers and sometimes interruption of financial and trade markets) (4) (5) (6) (7) (8) . A less conservative but substantially cheaper and more socially palatable approach is active symptom monitoring of contacts. In this strategy, health workers check on contacts one or two times a day and isolate them if symptoms occur (see definitions in Methods).",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 389,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 390,
                    "end": 393,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 394,
                    "end": 397,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 398,
                    "end": 401,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 402,
                    "end": 405,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Given the importance of rapid decision making in the event of novel emerging pathogens, and the potentially devastating consequences of poor containment strategies, quantitative guidelines are urgently needed for deciding whether quarantine is, according to Gates et al., at worst \"counterproductive\" or at best \"one of the few tactics that can reduce its spread\" (9) . Current guidance on the use of quarantine or symptom monitoring is ad hoc and disease-specific, lacking the generalizability required for rapid decisionmaking for novel pathogens and leading to confusion during implementation (10) (11) (12) .",
            "cite_spans": [
                {
                    "start": 364,
                    "end": 367,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 596,
                    "end": 600,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 601,
                    "end": 605,
                    "text": "(11)",
                    "ref_id": null
                },
                {
                    "start": 606,
                    "end": 610,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "During the Severe Acute Respiratory (SARS) epidemic, broad quarantine interventions were applied in Taiwan and subsequently abandoned (13) . Furthermore, we are aware of no framework that considers the implementation setting as a factor for intervention choice or performance, despite its obvious importance. Indeed, the United States Centers for Disease Control and Prevention (CDC) implicitly recognized the value of implementation setting by differentiating its international response, where quarantine was prioritized (14) , and its domestic response, where symptom monitoring was prioritized (15, 16) .",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 138,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 522,
                    "end": 526,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 597,
                    "end": 601,
                    "text": "(15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 602,
                    "end": 605,
                    "text": "16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The success of these approaches is not simply a reflection of the efficiency of their implementation but crucially depend on the biology and natural history of the pathogen in question. Previous theoretical work by Fraser, et al. (17) summarized these dynamics into a measure of the proportion of infections by asymptomatic infection ( ) and the basic reproductive number ( ! ), defined as the average number of infections generated by an infectious individual in a fully susceptible population. Subsequent work has explored the interaction between disease characteristics (e.g., super-spreading (18) ) and the performance of interventions (e.g., travel screening (19) ), but the recent Ebola epidemic demonstrated that at least two large questions remain (7) . Firstly, what is the role of symptom monitoring as an alternative to quarantine, and secondly, how does this choice depend on the characteristics of the disease, the setting, and their interactions?",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 234,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 596,
                    "end": 600,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 664,
                    "end": 668,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 756,
                    "end": 759,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Here we develop an agent-based branching model that accommodates realistic distributions of disease characteristics and maintain the infector-infectee correlation 6 structure necessary for interventions targeted via contact tracing. To assess diseases with a wide range of natural histories that have the potential for causing sudden, severe epidemics, we consider case studies of seven known pathogens: Ebola; hepatitis A; influenza A; Middle East Respiratory Syndrome (MERS); pertussis; SARS; and smallpox. We identify which disease characteristics and intervention attributes are most critical in deciding between quarantine and symptom monitoring, and provide a clear, general framework for understanding the consequences of isolation policies during an epidemic of known or novel pathogens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": ". CC-BY-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/072652 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "To assess the impact of quarantine and symptom monitoring, we developed a general mathematical model of disease transmission and interventions targeted via contact tracing (Fig 1) . The model structure accommodates five key metrics of intervention performance in a given setting ( Table 1) . We used particle filtering to generate parameter sets consistent with seven case studies of outbreak-prone pathogens (see Methods and Table 2 ). (Figs 2A-B) . Under a given intervention policy, we estimate the effective reproductive number (Re) as the average number of infections generated by an infectious individual in the population. The effective reproductive number under symptom monitoring (RS), quarantine (RQ), and the absolute difference between the two ( ! − ! ) increases with R0 and differs by disease (Figs 2C-D) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 172,
                    "end": 179,
                    "text": "(Fig 1)",
                    "ref_id": null
                },
                {
                    "start": 281,
                    "end": 289,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 426,
                    "end": 433,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 437,
                    "end": 448,
                    "text": "(Figs 2A-B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 807,
                    "end": 818,
                    "text": "(Figs 2C-D)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Intervention Effectiveness Depends on Disease Epidemiological Dynamics."
        },
        {
            "text": "We find the effectiveness of symptom monitoring and quarantine in controlling a disease in a particular setting depends critically on its biological dynamics (e.g. latent and infectious periods) and transmissibility ( ! ) (Fig 3a) . Holding transmissibility constant ( ! arbitrarily set to 2.75±0.25), biological dynamics alone strongly influence the effectiveness . CC-BY-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/072652 doi: bioRxiv preprint of quarantine and especially symptom monitoring, as seen by the wide spread in ! (Fig   3b) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 222,
                    "end": 230,
                    "text": "(Fig 3a)",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 658,
                    "end": 668,
                    "text": "(Fig   3b)",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "Intervention Effectiveness Depends on Disease Epidemiological Dynamics."
        },
        {
            "text": "In simulations with high intervention performance settings (i.e., 90% isolation effectiveness, 90% of contacts traced within one day, and symptoms monitored daily), diseases such as MERS and Ebola could be controlled (i.e., Re < 1) with either quarantine or symptom monitoring; diseases such as hepatitis A with only quarantine; but diseases such as pertussis require additional interventions in order to reduce the effective reproductive number below one, due in large part to pre-symptomatic infectiousness (Fig 3c) . The absolute comparative effectiveness ( ! − ! ) varies widely by disease, as demonstrated by the line length in Fig 3c. The relative comparative effectiveness (",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 509,
                    "end": 517,
                    "text": "(Fig 3c)",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 633,
                    "end": 640,
                    "text": "Fig 3c.",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "Intervention Effectiveness Depends on Disease Epidemiological Dynamics."
        },
        {
            "text": ") also varies widely, with quarantine reducing RS by over 65% for influenza A and hepatitis A and by less than 10% for pertussis (Fig S1) . The reader can explore results from landscapes with different intervention performance settings and disease transmissibility in the interactive supplement (https://coreypeak.shinyapps.io/InteractiveQuarantine).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 129,
                    "end": 137,
                    "text": "(Fig S1)",
                    "ref_id": "FIGREF14"
                }
            ],
            "section": "Intervention Effectiveness Depends on Disease Epidemiological Dynamics."
        },
        {
            "text": "In order to compare the effectiveness of symptom monitoring and quarantine, one must select an appropriate metric to compare RS and RQ. We therefore categorized intervention response heterogeneity into four control quadrants (Fig 3a) . In quadrant I, where neither intervention is sufficient to prevent epidemic growth, the relative difference",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 225,
                    "end": 233,
                    "text": "(Fig 3a)",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "Categorizing Disease Control Frontiers"
        },
        {
            "text": "can distinguish whether quarantine is merited or could be paired with other strategies to achieve control. Because quarantine is by definition the more conservative The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/072652 doi: bioRxiv preprint intervention, simulation results in quadrant II occur only stochastically. In quadrant III, where both interventions are sufficient and the number of prevented cases can be more directly estimated, the distinguishing metric was the absolute difference ! − ! and its inverse (",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Categorizing Disease Control Frontiers"
        },
        {
            "text": ", which can be interpreted as the number of contacts that must be quarantined in order to prevent one additional case over symptom monitoring (an analog of \"number needed to treat\"). For the example of SARS, Day et al. propose that mass quarantine may be unnecessary because effective symptomatic isolation alone would sufficiently control the disease (hence placing the disease in quadrant III) (8) . In quadrant IV, where quarantine but not symptom monitoring can control the disease, quarantine would be strongly considered as the minimum sufficient strategy to prevent exponential epidemic growth.",
            "cite_spans": [
                {
                    "start": 396,
                    "end": 399,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Categorizing Disease Control Frontiers"
        },
        {
            "text": "The following two sections aim to identify which disease characteristics and intervention performance metrics most strongly influence these differences in response to quarantine and symptom monitoring.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Categorizing Disease Control Frontiers"
        },
        {
            "text": "The comparative effectiveness of quarantine and symptom monitoring is strongly influenced by differences in the infection's natural history. We measured partial rank correlation coefficients to examine which biological characteristics in particular are most influential after controlling for the other characteristics (Methods). As demonstrated by strongly negative partial rank correlation coefficients in Fig 4, increasing the duration of infectiousness ( !\"# ) and elongating the latent period ( !\"\"#$% ) reduced the differences between quarantine and symptom monitoring, thereby making the interventions more The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/072652 doi: bioRxiv preprint similar. Other factors, such as overdispersed heterogeneity of the basic reproductive number ( ), did not influence the average effect of symptom monitoring and quarantine, as reflected by a coefficient of nearly zero. However, at a given effective reproductive number, overdispersion does decrease the average number of generations until extinction, as predicted (Fig S2) (18) . Longer incubation periods (TINC) increased the preference for quarantine, as seen by the positive partial rank correlation coefficient for both absolute and relative comparative effectiveness. However, the length of the incubation period does not generally influence comparative effectiveness per quarantine day because the number of days in quarantine ( ! ) increases as the incubation period lengthens (Fig S3) .",
            "cite_spans": [
                {
                    "start": 1135,
                    "end": 1139,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 407,
                    "end": 413,
                    "text": "Fig 4,",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 1126,
                    "end": 1134,
                    "text": "(Fig S2)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1546,
                    "end": 1554,
                    "text": "(Fig S3)",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "Ranking of epidemiological characteristics by importance for containment feasibility"
        },
        {
            "text": "Frequently, the most politically and economically pressing concerns are whether control (i.e. ! < 1) is logistically achievable and what would be the least invasive intervention to achieve control. Ebola. When R0 is large and symptoms emerge long after infectiousness (e.g., !\"\"#$% > 0), even quarantine is insufficient to control the disease with optimal intervention performance. However, we observe that when transmissibility is relatively low (e.g., ! < 2.5), control of this hypothetical disease can be achieved even if infectiousness precedes symptoms by several days (Fig 5a) or if a substantial fraction of transmission events occur before symptom onset (adapting the framework of (17)) (Fig 5b) . The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/072652 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 574,
                    "end": 582,
                    "text": "(Fig 5a)",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 695,
                    "end": 703,
                    "text": "(Fig 5b)",
                    "ref_id": "FIGREF13"
                }
            ],
            "section": "Ranking of epidemiological characteristics by importance for containment feasibility"
        },
        {
            "text": "Policy makers facing an epidemic must also consider the expected performance of interventions, since the effectiveness of targeted control policies will depend on their feasibility within a particular healthcare system. Generally, we found the benefit of quarantine over symptom monitoring increases with better intervention performance (i.e. larger fraction of contacts traced ( !\" ), better isolation effectiveness ( ), and shorter delays in tracing a contact ( !! ) (Fig 4) . However, the effectiveness of symptom monitoring approached that of quarantine when the delay between symptom onset and isolation ( !\" ) is shortened, due either to more frequent symptom monitoring or more sensitive detection of symptoms followed by prompt isolation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 469,
                    "end": 476,
                    "text": "(Fig 4)",
                    "ref_id": "FIGREF12"
                }
            ],
            "section": "Ranking of intervention performance metrics by importance for containment feasibility"
        },
        {
            "text": "While these patterns were highly consistent across the case study diseases, some intervention performance metrics were particularly influential in the presence of certain disease characteristics. For example, diseases with short incubation periods ( !\"# ) such as influenza A were strongly influenced by delays in tracing a contact ( !\" ) ( Fig S3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 341,
                    "end": 348,
                    "text": "Fig S3)",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "Ranking of intervention performance metrics by importance for containment feasibility"
        },
        {
            "text": ". CC-BY-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/072652 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ranking of intervention performance metrics by importance for containment feasibility"
        },
        {
            "text": "A key strategy to controlling the spread of infectious diseases focuses on tracing the contacts of infected individuals, with the goal of limiting subsequent spread should those contacts become infectious. Here, we present the first study comparing the effectiveness of the two primary non-pharmaceutical interventions targeted via contact tracing: symptom monitoring and quarantine. We show that the interventions are not equivalent and that the choice of which intervention to implement to achieve optimal control depends on the natural history of the infectious disease, its inherent transmissibility, and the intervention feasibility in the particular healthcare setting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our results show that the benefit of quarantine over symptom monitoring is maximized for fast-course diseases (short duration of infectiousness and a short latent period compared to the incubation period), and in settings where isolation is highly effective, a large fraction of contacts are traced, or when there is a long delay between symptom onset and isolation. This delay ( !\" ) not only captures ineffective symptom monitoring, but also the potential for symptoms to be masked for a period of time through biological (e.g., natural disease progression or self-medication with anti-pyretics) or behavioral (e.g., avoidance) mechanisms. In contrast, the widely-discussed \"super spreading\" disease characteristic did not independently impact the mean comparative effectiveness of interventions after holding R0 constant. However, this characteristic could remain important to understand disease control during highly stochastic stages of emergence and extinction (Fig S2) (18) . Our findings are consistent with Fraser, Riley, et al. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/072652 doi: bioRxiv preprint asymptomatically infected individuals are key epidemiological parameters for the feasibility of control via quarantine.",
            "cite_spans": [
                {
                    "start": 976,
                    "end": 980,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 967,
                    "end": 975,
                    "text": "(Fig S2)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "In addition to identifying parameters that differentiate quarantine and symptom monitoring, our results also characterize parameter spaces where symptom monitoring, not just quarantine, is sufficient for containment of an emerging epidemic. Given the high costs and poor scalability of quarantine, symptom monitoring is likely to be a key intervention for future epidemic containment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The CDC has current legal authority to quarantine for diseases including Ebola, SARS, MERS, smallpox, and influenza strains with pandemic potential (12) . Our results support the retention of quarantine as a live-option for each of these diseases, but only if control is infeasible through symptom monitoring (i.e. ! < 1 < ! ) and other lessinvasive means, which sometimes include vaccination, prophylaxis, and social distancing.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 152,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "We find that the incremental benefit of quarantine over symptom monitoring is small for Ebola and SARS, but relatively large for influenza, whose short duration of infectiousness ( !\"# ≈ 1-3 days) and some pre-symptomatic infectiousness ( !\"\"#$% < 0) render symptom monitoring a generally ineffective intervention -particularly in settings with slow contact tracing ( !\" >> 0) and symptom identification ( !\" >> 0). For pandemic influenza strains (which are expected to have higher ! than the seasonal influenza strains shown here) or if circumstances arise such that MERS transmissibility increases substantially, quarantine may be necessary to achieve control (Fig 3B) . Note that CDC quarantine authorities do not extend to pertussis and hepatitis A, and these case studies were selected to demonstrate a broad range of natural histories and transmission routes, including bodily fluid, fecal-oral, and airborne, which will influence the contact networks . CC-BY-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/072652 doi: bioRxiv preprint and traceability of contacts. In general, we find that a reduction in the fraction of contacts who are ultimately traced will decrease the preference for quarantine over symptom monitoring, therefore supporting the previous findings that quarantine was inefficient for a respiratory disease like SARS (20).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 662,
                    "end": 670,
                    "text": "(Fig 3B)",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Although our results focus on the early stages of an outbreak, contact tracing, symptom monitoring, and quarantine are often key tools for end-stage epidemic control and elimination. As the effective reproductive number decreases below one (e.g. via depletion of susceptible individuals, complementary interventions, seasonality, etc.), our results suggest the preference for quarantine also decreases (Fig 4) . However, one must consider aspects such as geographic containment, public compliance, and, if the availability of resources lags the epidemic curve, a possible resource-per-case surplus that may enable the more conservative and costly approach of quarantine.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 402,
                    "end": 409,
                    "text": "(Fig 4)",
                    "ref_id": "FIGREF12"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Our results suggest that symptom monitoring could effectively control an outbreak of a new Ebola-like disease, even when infectiousness precedes symptoms and interventions are not perfectly implemented. Because perfect interventions are not always necessary, these results support the conclusion of Cetron et al. (21) that the optimal containment strategy may allow \"partial or leaky quarantine\" in order to increase the fraction of contacts who participate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "We propose that the most influential parameters should be prioritized for early characterization during an outbreak (22) and should be modeled with conservative consideration of parameter uncertainty, including both real diversity and measurement error. Our framework identifies the key infection-related parameters to define and can . CC-BY-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/072652 doi: bioRxiv preprint form the basis of cost-benefit analyses. Such data-driven decision-making will be critical to determining the optimal public health strategies for the inevitable next epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": ". CC-BY-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/072652 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "\"Contact Tracing\" is the process of identifying and assessing people who have been exposed to a disease (23). Contacts who are symptomatic when traced are immediately placed in isolation; those who are not symptomatic are placed under either quarantine or symptom monitoring. Here, we model \"forward\" contact tracing whereby an infected individual names contacts they may have infected (24).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definitions"
        },
        {
            "text": "\"Isolation\" is the separation of a symptomatic individual believed to be infected (23). By reducing the number of risky contact events, isolation reduces disease transmission when infectiousness coincides at least partly with symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definitions"
        },
        {
            "text": "\"Quarantine\" is the separation of an individual who is believed to be exposed, but is currently not ill (23). If an individual becomes symptomatic, they will be isolated and receive healthcare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definitions"
        },
        {
            "text": "\"Symptom Monitoring\" is the assessment of symptoms at regular intervals of an individual believed to be exposed, but not ill. If symptoms are detected, the individual is placed in isolation (23). Although they may be encouraged to avoid interpersonal contacts, an individual under symptom monitoring is not separated from others and therefore does not experience a reduction in risky contacts until symptoms are detected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definitions"
        },
        {
            "text": "\"Health Seeking Behavior\" is the act of seeking healthcare during the presentation of symptoms, leading to isolation. Practically, this intervention could be a health education campaign that prompts individuals to self-identify illness and seek effective isolation. This intervention, which accelerates isolation in a manner separate from contract tracing, provides a comparative care standard for our analysis. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/072652 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definitions"
        },
        {
            "text": "Individuals in our branching model progress through a Susceptible-Exposed-Infectious-Recovered (SEIR) disease process. We focus our analysis on the early epidemic phase of an emerging infectious disease, assuming no changes to herd immunity within the first few generations of transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "Following infection, the number of days before onset of infectiousness and onset of symptoms are the latent period and incubation period, respectively (Fig 1) . Because clinical symptoms, pathogen concentration, and behavior of the patient can change throughout the course of disease (25), we allow relative infectiousness to vary with time τ since onset of infectiousness ( ! ). The effective reproductive number in the presence of health seeking behavior, symptom monitoring, and quarantine are respectively RHSB, RS, and RQ.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 151,
                    "end": 158,
                    "text": "(Fig 1)",
                    "ref_id": null
                }
            ],
            "section": "Model"
        },
        {
            "text": "The recent SARS and Ebola epidemics highlighted that hospital isolation does not always contain transmission; we therefore allow isolation effectiveness (γ) to vary to reflect different settings (17, 26, 27) . The fraction of contacts who are traced (PCT) can be less than 1, encompassing symptomatic infectors who fail to recall contacts, asymptomatic \"silent\" infection events, reluctance to report contacts, and challenges in identifying contacts, especially for airborne transmission routes. Imperfections and uncertainties in risk profiling can reduce the fraction of traced contacts that are truly infected (PINF) (16, 20) . Delays in tracing a contact (DCT) can arise for numerous reasons, including intractable roads, low mobile phone penetration, and personnel limitations. The delay between symptom onset and isolation (DSM) specifically applies to individuals under symptom . CC-BY-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/072652 doi: bioRxiv preprint monitoring and is influenced by the frequency of monitoring, delays in recognizing sometimes unreliable clinical features, and delays in prompt isolation upon symptom detection. Intervention performance parameter examples can be found in Table 1 .",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 199,
                    "text": "(17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 200,
                    "end": 203,
                    "text": "26,",
                    "ref_id": null
                },
                {
                    "start": 204,
                    "end": 207,
                    "text": "27)",
                    "ref_id": null
                },
                {
                    "start": 620,
                    "end": 624,
                    "text": "(16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 625,
                    "end": 628,
                    "text": "20)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1335,
                    "end": 1342,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Model"
        },
        {
            "text": "We draw disease characteristics for each simulated individual from disease-specific The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/072652 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation"
        },
        {
            "text": "As compared to characteristics related to the natural history of symptoms and illness, key aspects of the natural history of infectiousness tend to be harder to observe and measure (28). Therefore, we use a Sequential Monte Carlo particle filtering algorithm (29, 30) to create a joint probability space of the time offset between the latent period and incubation period ( !\"\"#$% = !\"# − !\"# ), time of peak infectiousness ( ! ), and duration of infectiousness ( !\"# ). From an uninformative prior distribution of each parameter bounded by published observations, we simulate five infection generations of 500 initial individuals and record the simulated serial interval (i.e., the time between symptom onset in infector-infectee pairs). Parameter sets are resampled with importance weights determined by the degree to which the distribution of simulated serial intervals match published serial interval distributions, using the Kolmogorov-Smirnov test of the difference between cumulative distribution functions ( Table 2 ) (31, 32). After perturbation, the process is repeated until convergence, which we define to be when the median Kolmogorov-Smirnov statistic was within 10% of the previous two iterations. This cutoff criterion balances the objectives of finding a stationary posterior set of particles while preserving some of the heterogeneity in input parameters.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1015,
                    "end": 1022,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Parameterization"
        },
        {
            "text": "Holding the incubation period distribution constant, we fit an offset for the latent period ( !\"\"#$% ) for several reasons, including consistency with CDC methods for disease characterization (33), the biological expectation of these timings both being linked to pathogen load, and to parsimoniously limit each characteristic to one interpretable parameter. For the duration of infectiousness ( !\"# ), we fit the upper bound of a uniform . CC-BY-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/072652 doi: bioRxiv preprint distribution with a lower bound of 1 day. To allow for variable infectiousness during this duration, we assume a triangular distribution of relative infectiousness ! and fit the time of peak infectiousness ( ! ). A full description of the model parameterization can be found in the S2 Appendix.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameterization"
        },
        {
            "text": "Partial rank correlation coefficients are calculated to identify the most influential disease characteristics (e.g. duration of infectiousness) and intervention performance metrics (e.g. isolation effectiveness). In order to remove dependence between the parameters jointly fit through the particle filtering method above, we use Latin Hypercube Sampling to draw 5,000 sets from each marginal posterior parameter distribution independently. To maximize coverage of the parameter space we allowed fractional parameters (γ, PCT, PINF, ) to range from 0 to 1, delays (DCT, DSM) to range from 0 to 7 days, ! to range from 1 to 5, and the incubation period ( !\"# ) to be shrunk by up to 50% or stretched by up to 150%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "We draw 1,000 samples from the joint-parameter space from the particle filtering method and measure R0, RQ, RS, and RHSB for each disease. We compare the effectiveness of symptom monitoring and quarantine by the absolute difference ( ! − ! ) and the relative difference (",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "). We calculate the number of days an infected individual was in quarantine but not yet infectious ( ! ) as surrogate for the marginal cost of quarantine over symptom monitoring. As abstract surrogates for cost-effectiveness, we calculate the absolute difference per quarantine day ! − ! ! and relative difference per . CC-BY-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/072652 doi: bioRxiv preprint quarantine day ! ! !! ! ! ! ! and present these results in Figs S1 and S3. More concrete measures of cost-effectiveness would require economic and social considerations that are outside the scope of this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "When risk profiling is imperfect (i.e. PINF < 1), uninfected individuals may be mistakenly traced as contacts and placed under symptom monitoring or quarantine. Such events may be conceptualized as false positives and will decrease PINF; conversely, individuals who are infected but not traced are false negatives and will decrease PCT. We assume that non-infected contacts are followed for a length of time set up the 95 th percentile incubation period ( !\"# !\" ), at which point health authorities may conclude the contact was not infected after all. This changes the number of days in quarantine to The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/072652 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "Beginning on the left with the infection event, one progress through a latent period (TLAT) before becoming infectious for dINF days with late peak infectiousness ! . For diseases A, B, and C, symptoms are respectively shown to emerge before, concurrent with, and after onset of infectiousness. We show here an individual who is traced shortly after infection and is placed under symptom monitoring or quarantine after a short delay DCT.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig 1. Schematic of the natural history of disease and the timing of interventions."
        },
        {
            "text": ". CC-BY-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/072652 doi: bioRxiv preprint Loess curves are shown as heavier lines. Here, symptom monitoring performs similarly to quarantine for Ebola control, but not for influenza A. Note the independent y-axes. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/072652 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/072652 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/072652 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/072652 doi: bioRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig 1. Schematic of the natural history of disease and the timing of interventions."
        },
        {
            "text": "The model simulates a branching network of infected individuals only. An individual is assigned characteristics sampled from distributions defined for each disease ( Table  S1 ). The incubation period ( !\"# ), i.e. the time from infection to symptom onset, is drawn from published distributions ( Table 2 ). The duration of infectiousness ( !\"# ), time of peak infectiousness ( ! ), and time offset between the ends of the latent and incubation periods ( !\"\"#$% ) are drawn from the joint posterior distribution generated by the sequential Monte-Carlo (SMC) particle filtering method described in S2 Appendix. For clarity, we describe the method for an individual , but the following process is repeated for an initial population of 1,000 individuals who each initiate distinct trees.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 166,
                    "end": 175,
                    "text": "Table  S1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 297,
                    "end": 304,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "S1 Appendix. Disease model"
        },
        {
            "text": "The expected number of onward infections by individual , ! ! , is distributed over S6) . For parsimony and ease of interpretation, we assume ! ! follows a discretized triangle distribution with a peak value at time ! drawn from the SMC posterior and rounded to the nearest hour. When 0 < ! < !\"# , ! ! is defined by a piecewise function according to whether is in the period before the peak of infection ( ≤ ! ) or τ is after the peak of infection:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 83,
                    "end": 86,
                    "text": "S6)",
                    "ref_id": null
                }
            ],
            "section": "S1 Appendix. Disease model"
        },
        {
            "text": "Infectiousness after the peak is scaled by , which is the slope of the post-peak infectiousness line:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S1 Appendix. Disease model"
        },
        {
            "text": "In order to normalize ! ! to sum to 1, each piecewise component is divided by , which is defined as the sum of infectiousness before the peak and after the peak:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S1 Appendix. Disease model"
        },
        {
            "text": "Under the simple conditions of linearly increasing or decreasing infectiousness, ! ! is respectively defined by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S1 Appendix. Disease model"
        },
        {
            "text": "The total number of infections ( ! ) generated by individual is drawn from a negative binomial distribution with mean equal to the total expected number of infections . CC-BY-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/072652 doi: bioRxiv preprint ( ! = ! ! ) generated by individual and dispersion factor . If = 1, the negative binomial distribution reduces to a Poisson distribution with rate = ! ! . If < 1, the number of infections generated per case will be overdispersed to simulate super-spreading (Fig S5) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 636,
                    "end": 644,
                    "text": "(Fig S5)",
                    "ref_id": "FIGREF13"
                }
            ],
            "section": "S1 Appendix. Disease model"
        },
        {
            "text": "If individual i generates infections (i.e., ! > 0), then each infection generated is assigned to a particular time drawn from a random sample 0,1, … , !\"# ! that is weighted by ! ! ! ! so that hours of high infectiousness are more likely to have larger values of ! ! . Therefore, each individual i has a vector of ! ! , ! ! , … , ! !\"# ! of onward infections that occur during each hour of their infectiousness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S1 Appendix. Disease model"
        },
        {
            "text": "A new individual is generated for each onward infection ! ! ≥ 1. Disease characteristics for individual are drawn as above and are set to begin at the time of infection of individual j.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S1 Appendix. Disease model"
        },
        {
            "text": "Each individual j will be traced with probability !\" . If traced, individual is placed under symptom monitoring or quarantine after an operational lag time of !\" days. The lag time occurs after the earlier of: (1) isolation of individual i or (2) removal of individual i from the disease system upon recovery or death. We assume individuals granted access to the quarantine or isolation room will be logged and given the same attention as contacts traced through epidemiological interview and will therefore will begin monitoring or quarantine at the time of the infection control breach or transmission event.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S1 Appendix. Disease model"
        },
        {
            "text": "Next we determine the time of isolation for individual . If time of symptom onset for individual occurs before individual is traced, individual is immediately isolated. Otherwise, time of isolation for individual depends on whether symptom monitoring or quarantine is used. Under symptom monitoring, isolation of individual occurs a delay !\" days after symptom onset. Note that for contacts checked twice-daily, !\"~u nif(0, 0.5). Upon isolation, the hourly expected number of onward infections is reduced to ! ! = (1 − ) ! ! ! ! where is effectiveness of isolation with support 0, 1 . If individual is under quarantine, then ! ! is reduced by (1 − ) beginning at the time individual is traced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S1 Appendix. Disease model"
        },
        {
            "text": ". CC-BY-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/072652 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S1 Appendix. Disease model"
        },
        {
            "text": "We used the following method to generate parameter sets that are consistent with the published serial interval and incubation period distributions for each case study disease. The objective of this procedure is not explicitly parameter inference, for which raw data and disease-specific nuance is necessary, but rather a range of parameters to reflect the heterogeneity of each disease in a common framework. Data-informed incubation period and serial interval distributions were collected through a literature review. Sequential Monte-Carlo (also known as particle filtering) methods were used to estimate the joint distribution of three disease parameters ( !\"\"#$% , !\"# , and ! ) using knowledge of the incubation period and serial interval distributions [28, 29] .",
            "cite_spans": [
                {
                    "start": 758,
                    "end": 762,
                    "text": "[28,",
                    "ref_id": null
                },
                {
                    "start": 763,
                    "end": 766,
                    "text": "29]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "S2 Appendix. Parameterization via Sequential Monte Carlo"
        },
        {
            "text": "Here we assume that the latent period for an individual ends some time ( !\"\"#$% ) before (TOFFSET < 0) or after (TOFFSET > 0) the onset of symptoms. Therefore, !\"\"#$% is a translation of the incubation period distribution. We assume a uniform distribution of duration of infectiousness from 1 day to !\"# , by hour. We assume the distribution of relative infectiousness to follow a triangle distribution with a peak at time ! , which ranges from 0 (indicating infectiousness is linearly decreasing) to 1 (indicating infectiousness is linearly increasing).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S2 Appendix. Parameterization via Sequential Monte Carlo"
        },
        {
            "text": "The steps are as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S2 Appendix. Parameterization via Sequential Monte Carlo"
        },
        {
            "text": "i. Use the \"lhs\" package in R to create a Latin Hypercube sample of 1000 parameter sets ! , ! , … , !\"\"\" consisting of !\"\"#$% , !\"# , and ! , which are bounded by the range of the parameter values found in the literature ( Table 2) , ii.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 223,
                    "end": 231,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "S2 Appendix. Parameterization via Sequential Monte Carlo"
        },
        {
            "text": "Draw a parameter set ! = ! iii.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S2 Appendix. Parameterization via Sequential Monte Carlo"
        },
        {
            "text": "Under parameter set ! , run the branching epidemic model beginning with 500 distinct infections under a situation with no interventions. iv.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S2 Appendix. Parameterization via Sequential Monte Carlo"
        },
        {
            "text": "Use the two-sample \"ks.test\" function in R to calculate the Kolmogorov-Smirnov ( ! ) test statistic comparing the empirical distribution of simulated serial intervals to the published serial interval distribution (Fig S4) . v.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 213,
                    "end": 221,
                    "text": "(Fig S4)",
                    "ref_id": "FIGREF12"
                }
            ],
            "section": "S2 Appendix. Parameterization via Sequential Monte Carlo"
        },
        {
            "text": "Repeat steps (iii-iv) for each parameter set ! = ! , ! , … , !\"\"\" . vi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S2 Appendix. Parameterization via Sequential Monte Carlo"
        },
        {
            "text": "Set an adaptive threshold KS* equal to 80% of the maximum ! among the 1000 parameter sets above. vii. Create a set of 1000 Θcandidate parameter sets by selecting a weighted sample with replacement from all parameter sets ! with KSi ≤ KS*. Weights are proportional to",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S2 Appendix. Parameterization via Sequential Monte Carlo"
        },
        {
            "text": "viii. Perturb each Θcandidate by between 0% and 2% (uniformly) of the initial parameter value range. ix. Repeat steps (ii)-(viii) until the median KS is within 10% of each of the previous two rounds.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S2 Appendix. Parameterization via Sequential Monte Carlo"
        },
        {
            "text": "It is widely known that generation intervals are difficult to observe in nature, but challenges also arise in measurements of generation intervals in simulations. For example, generation time distributions may change over the course of an epidemic due to depletion . CC-BY-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/072652 doi: bioRxiv preprint of the susceptible individuals (1) . Analogous to the approach of (2), our method of direct observation of simulated serial intervals is restricted to the exponential growth period of an epidemic, as produced by a branching model. However, the potential for the length of generation intervals to be under-estimated near the peak of an epidemic can cause a downward bias in the published serial intervals upon which our parameterization methods are based (2, 3) . Therefore, this downward bias can result in a bias towards \"faster\" disease parameters (namely, a leftward bias in !\"\"#$% , !\"# , and ! ). Such a bias would reduce the simulated effectiveness of all interventions considered in this paper. for influenza A and hepatitis A and by <10% for pertussis. However, due to a much shorter incubation period of influenza A versus hepatitis A ( Table 2) , the relative costeffectiveness measured by the reduction per day of quarantine (outlined bars) is substantially higher for influenza A than hepatitis A. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/072652 doi: bioRxiv preprint Fig S3. Partial rank correlation coefficients for all outcomes. Partial rank correlation coefficients (x-axis) measuring the influence of disease characteristics and intervention performance metrics (rows) on the impact, comparative effectiveness, and comparative cost-effectiveness of the interventions under study. Disease-specific estimates are shown with colored bars and pooled estimates with larger grey bars. For example, increasing the delay in tracing a named contact DCT has a generally small effect negative effect on RS-RQ when pooled across diseases (large grey bar), but for influenza A specifically (purple bar), DCT has a rather large negative effect on RS-RQ. Note that pooled estimates for comparative cost-effectiveness are not available due to non-monotonic relationships across diseases.",
            "cite_spans": [
                {
                    "start": 508,
                    "end": 511,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 931,
                    "end": 934,
                    "text": "(2,",
                    "ref_id": null
                },
                {
                    "start": 935,
                    "end": 937,
                    "text": "3)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1323,
                    "end": 1331,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1636,
                    "end": 1643,
                    "text": "Fig S3.",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "S2 Appendix. Parameterization via Sequential Monte Carlo"
        },
        {
            "text": ". CC-BY-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/072652 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/072652 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S2 Appendix. Parameterization via Sequential Monte Carlo"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Environmental and social influences on emerging infectious diseases: past, present and future",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcmichael",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Philos Trans R Soc B Biol Sci",
            "volume": "359",
            "issn": "",
            "pages": "1049--1058",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The challenge of emerging and re-emerging infectious diseases",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Morens",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Folkers",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Fauci",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nature",
            "volume": "430",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Global trends in emerging infectious diseases",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Levy",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "451",
            "issn": "7181",
            "pages": "990--993",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Large-Scale Quarantine Following Biological Terrorism in the United States",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Barbera",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Am Med Assoc",
            "volume": "286",
            "issn": "21",
            "pages": "2711--2717",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "American Civil Liberties Union, Yale Global Health Justice Partnership (2015) Fear, Politics, and Ebola. How Quarantines Hurt the Fight Against Ebola and Violate the Constitution Available at",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Ebola: Quarantine can undermine efforts to curb epidemic",
            "authors": [],
            "year": 2014,
            "venue": "Médecins Sans Frontières (MSF)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Ebola and Quarantine",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Drazen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "371",
            "issn": "21",
            "pages": "2029--2059",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "When Is Quarantine a Useful Control Strategy for Emerging Infectious Diseases?",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Day",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Madras",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gumel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Am J Epidemiol",
            "volume": "163",
            "issn": "5",
            "pages": "479--485",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The Next Epidemic -Lessons from Ebola",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gates",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--4",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Control of Communicable Diseases Manual",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Heymann",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Legal Authorities for Isolation",
            "authors": [],
            "year": 2014,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Quarantine and isolation: Lessons learned from SARS Available at",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Rothstein",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Controlling the Last Known Cluster of Ebola Virus Disease -Liberia",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nyenswah",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "64",
            "issn": "",
            "pages": "500--504",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Guidance for Monitoring and Movement of Persons with Potential Ebola Virus Exposure",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "Interim",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "CDC",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Active Tracing and Monitoring of Contacts Associated With the First Cluster of Ebola in the United States",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Chung",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Ann Intern Med",
            "volume": "",
            "issn": "163",
            "pages": "164--173",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Factors that make an infectious disease outbreak controllable",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc Natl Acad Sci",
            "volume": "101",
            "issn": "",
            "pages": "6146--6151",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Superspreading and the effect of individual variation on disease emergence",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Lloyd-Smith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Schreiber",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Kopp",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Getz",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "438",
            "issn": "7066",
            "pages": "355--359",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Effectiveness of traveller screening for emerging pathogens is shaped by epidemiology and natural history of infection",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Gostic",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Kucharski",
                    "suffix": ""
                },
                {
                    "first": "Lloyd-Smith",
                    "middle": [],
                    "last": "Jo",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Some model based considerations on observing generation times for communicable diseases",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Scalia Tomba",
                    "suffix": ""
                },
                {
                    "first": "Å",
                    "middle": [],
                    "last": "Svensson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Asikainen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Giesecke",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Math Biosci",
            "volume": "223",
            "issn": "1",
            "pages": "24--31",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "A note on generation times in epidemic models",
            "authors": [
                {
                    "first": "Å",
                    "middle": [],
                    "last": "Svensson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Math Biosci",
            "volume": "208",
            "issn": "1",
            "pages": "300--311",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Generation interval contraction and epidemic data analysis",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kenah",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Robins",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Math Biosci",
            "volume": "213",
            "issn": "1",
            "pages": "71--80",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/072652"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "illustrates model dynamics for two infections with different epidemiological characteristics, Ebola and influenza A, showing the range of epidemic outcomes resulting from different interventions for a given R0 value. Unimpeded exponential epidemic growth in our branching model (red) can be reduced by the increasingly conservative interventions of health-seeking behavior (teal), symptom monitoring (gold), and quarantine (blue)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig 5 shows frontiers where control of an Ebola-like disease requires increasingly invasive interventions, moving from health-seeking behavior (teal), to symptom monitoring (gold), to quarantine (blue), the most invasive. Fig 5a shows how this frontier is influenced by the inherent transmissibility ( ! ) and timing of the latent period relative to the incubation period ( !\"\"#$% ), with all other characteristics similar to",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "17) that both inherent transmissibility and the proportion of transmission from",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "input distributions. During each hour τ of infectiousness, an individual infects a number of new individuals drawn from a Poisson distribution (or, if super-spreading factor ≠ 1, a negative binomial distribution (18)) with mean equal to the product of the expected number of onward infections for the individual ( ! ) and the relative infectiousness ! where ! ! !\"# !!! = 1. We assume time-varying relative infectiousness follows a triangular distribution with time of peak infectiousness ( ! ) occurring anywhere between the onset and end of infectiousness, inclusively. We record both the day of transmission and the source of each new infection for each transmission event, and draw disease characteristics for each newly infected individual. An individual is identified by contact tracing with probability PCT at the earlier time of either when their infector is isolated or the time of the transmission event if infection occurs while the infector was isolated. After an operational lag time of DCT days, a contact is placed under quarantine, symptom monitoring or, if already symptomatic,isolation. An individual in isolation or quarantine has their infectiousness reduced by a factor γ for the remainder of their disease. An individual under symptom monitoring is isolated DSM days after symptom onset. A full description of the model process can be found in S1 Appendix.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "for SARS 2003. Institute of Medicine (US) Forum on Microbial Threats, eds Knobler S, Mahmoud A, Lemon S, pp 71-83. 22. Lessler J, Edmunds WJ, Halloran ME, Hollingsworth TD, Lloyd AL (2015) Seven challenges for model-driven data collection in experimental and observational studies. Epidemics 10:78-82. 23. Centers for Disease Control and Prevention (2014) CDC Methods for Implementing and Managing Contact Tracing for Ebola Virus Disease in Less-Affected Countries. 24. Muller J, Kretzschmar M, Dietz K (2000) Contact tracing in stochastic and deterministic epidemic models. Math Biosci 164:39-64. 25. Fine P, Eames K, Heymann DL (2011) \"Herd immunity\": A rough guide. Clin Infect Dis 52(7):911-916. 26. Klinkenberg D, Fraser C, Heesterbeek H (2006) The effectiveness of contact tracing in emerging epidemics. PLoS One 1(1):e12. 27. Lloyd-Smith JO, Galvani AP, Getz WM (2003) Curtailing transmission of severe acute respiratory syndrome within a community and its hospital. Proc Biol Sci 270(1528):1979-1989. 28. Richardson M, Elliman D, Maguire H, Simpson J, Nicoll A (2001) Evidence base of incubation periods, periods of infectiousness and exclusion policies for the control of communicable diseases in schools and preschools. Pediatr Infect Dis J 20(4):380-91. 29. Andrieu C, Doucet A, Singh SS, Tadic VB (2004) Particle methods for change detection, system identification, and control. Proc IEEE 92(3):423-438. 30. Doucet A, de Freitas N, Gordon N (2001) An Introduction to Sequential Monte Carlo Methods. Seq Monte Carlo Methods Pract:3-14. 31. Djuric PM, Miguez J (2010) Assessment of Nonlinear Dynamic Models by Kolmogorov-Smirnov Statistics. IEEE Trans Signal Process 58(10):5069-5079. 32. Marsaglia G, Tsang WW, Wang J (2003) Evaluating Kolmogorov's Distribution. J Stat Softw 8(18):1-4. 33. Centers for Disease Control and Prevention (2015) Epidemiology and Prevention of Vaccine Preventable Diseases eds Hamborsky J, Kroger A, Wolfe C (Public Health Foundation, Washington D.C.). 13th ed.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Model dynamics and output for two exemplar diseases: Ebola and influenza A. Each line in the panels (A) and (B) designates one model run initiated with 100 infectious individuals in Generation 1 and submitted to either no intervention (red), health seeking behavior (teal), symptom monitoring every day (gold), or quarantine (blue) at Generation 3. Each point in panels C and D designates the simulated effective reproductive number from one model run with input reproductive number (x-axis) between 1 and 5, with the small vertical line denoting the input R for panels (A) and (B) (1.83 and 1.46, respectively).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Infection control performance depends on disease biological dynamics and inherent transmissibility (R0). (A) The effective reproductive number under symptom monitoring (x-axis) and quarantine (y-axis) for 100 simulations of each disease when the basic reproductive number is set to published values [See Panel C, diamonds]. Quadrants indicate regions of control with (I) neither quarantine nor symptom monitoring, (II) only symptom monitoring, (III) either quarantine or symptom monitoring, and (IV) only quarantine. (B) As in (A), but the basic reproductive number ( ! ) is set to for all diseases to 2.75 (± 0.25) to isolate inherent differences in biological dynamics. (C) Disease-specific mean basic reproductive number (diamond) and the mean effective reproductive numbers under symptom monitoring (triangle) and quarantine (circle). The length of the horizontal line therefore equals the absolute comparative effectiveness ! − ! .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Influence of disease characteristics and intervention performance metrics.Partial rank correlation coefficients (x-axis) measuring the influence of disease characteristics and intervention performance metric (rows) on the absolute (red) and relative (green) comparative effectiveness of quarantine and symptom monitoring, pooled for all case study diseases. The 95% confidence intervals from 100 bootstrapped samples are represented by error bars.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Minimally invasive interventions sufficient to control a hypothetical disease.(A) Disease characteristics drawn from Ebola except symptoms are assumed to either: precede infectiousness by up to 10 days (X = -10 days); coincide with infectiousness onset (X = 0 days); or emerge up to 10 days after infectiousness onset (X = +10 days). Points represent simulations where health-seeking behavior (teal), symptom monitoring (gold), or quarantine (blue) were the minimally sufficient intervention to bring ! below 1. (B) As in (A), but the x-axis is transformed to represent the proportion of infections that occur prior to symptoms in a analogous way toFraser, Riley, et al 2004 (17)  Interventions are in an optimal setting with all contacts being traced immediately, no infections occur during isolation, and symptom monitoring is performed twice per day.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Relative comparative effectiveness and cost-effectiveness. The relative comparative effectiveness varies widely by disease, with quarantine reducing ! by >65%",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "S2. Number of generations until extinction decreases in the presence of overdispersion. As the dispersion factor (k) decreases (i.e., creating more superspreading), the average number of generations (red square) before extinction of a single infectious case with an R0 of 0.75 is 1.43 for k=1, 0.26 for k=0.1, and 0.036 for k=0.01. Each point indicates the number of generations (y axis, jittered for visibility) until a transmission tree initiated by a single case is contained. 95% confidence intervals shown in brackets.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Demonstration of the Kolmogorov-Smirnov distance for SMC paramterization method. The parameter set in Panel A generates serial intervals (bars, blue line) that are poorly explained by the reference serial interval distribution (green line), generating a KS score of 0.25. A later iteration of the SMC algorithm generated parameter set (B) in which the generated serial intervals are more consistent with the reference serial interval (same green line).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "S5. Demonstration of overdispersion parameter (k). In a system with 100,000 agents, as the dispersion parameter (k) decreases (i.e., creating more super-spreading), the variance of the number of infections generated by each infectious individual increases while the mean is approximately constant at the input value of 2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "S6. Distribution of Infectiousness. Key time points in the distribution of infectiousness include the peak ( ! ) and duration ( !\"# ) of infectiousness.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Intervention Parameters. The mean DHSB will equal the mean dINF reported inTable 2.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Disease parameters",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}