{
    "paper_id": "9ca81dfa68fcbff13166d810aca929027bb3763b",
    "metadata": {
        "title": "Error patterns in connected speech Stark et al Neural organization of speech production: A lesion-based study of error patterns in connected speech",
        "authors": [
            {
                "first": "Brielle",
                "middle": [
                    "C"
                ],
                "last": "Stark",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of South Carolina",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Alexandra",
                "middle": [],
                "last": "Basilakos",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of South Carolina",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": ";",
                "middle": [
                    "Gregory"
                ],
                "last": "Hickok",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California Irvine",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Chris",
                "middle": [],
                "last": "Rorden",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of South Carolina",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Leonardo",
                "middle": [],
                "last": "Bonilha",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "BC Stark University of South Carolina",
                    "location": {
                        "addrLine": "915 Greene St",
                        "postCode": "29208",
                        "settlement": "Columbia",
                        "region": "SC"
                    }
                },
                "email": ""
            },
            {
                "first": "Julius",
                "middle": [],
                "last": "Fridriksson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of South Carolina",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "While numerous studies have explored single-word naming, few have evaluated the behavioral and neural correlates of more naturalistic language, like connected speech, which we produce every day. Here, in a retrospective analysis of 120 participants at least six months following left hemisphere stroke, we evaluated the distribution of word errors (paraphasias) and associated brain damage during connected speech (picture description) and object naming. While paraphasias in connected speech and naming shared underlying neural substrates, analysis of the distribution of paraphasias suggested that lexicalsemantic load is likely reduced during connected speech. Using voxelwise lesion-symptom mapping (VLSM), we demonstrated that verbal (real word: semantically related and unrelated) and sound (phonemic and neologistic) paraphasias during both connected speech and naming loaded onto the left hemisphere ventral and dorsal streams of language, respectively. Furthermore, for the first time using both connected speech and naming data, we localized semantically related paraphasias to more anterior left hemisphere temporal cortex and unrelated paraphasias to more posterior left temporal and temporoparietal cortex. The connected speech results, in particular, highlight a gradient of specificity as one translates visual recognition from left temporo-occipital cortex to posterior and subsequently anterior temporal cortex. The robustness of VLSM results for sound paraphasias derived during connected speech was notable, in that analyses performed on sound paraphasias from the connected speech task, and not the naming task, demonstrated significant results following removal of lesion volume variance and related apraxia of speech variance. Therefore, connected speech may be a particularly sensitive task on which to evaluate further lexical-phonological processing in the brain. The results presented here demonstrate the related, though different, distribution of paraphasias during connected speech, confirm that paraphasias arising in connected speech and single-word naming likely share neural origins, and endorse the need for continued evaluation of the neural substrates of connected speech processes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Much of what we know about the neural architecture of language production is grounded in studies of single word retrieval (Levelt, 1999; Foygel and Dell, 2000; Walker and Hickok, 2016) . To successfully retrieve a word, such as the name of an object, one must access at least three levels of information: conceptual (what it is), lexical (its associated word) and phonological (the sounds to select and organize). When we describe a situation, however, we do not simply name objects. Instead, we select two or three words per second from an active vocabulary spanning an estimated 40,000 words (Levelt, 1989) , and making this feat more complex, our word selection is vulnerable to \"competition\" from multiple sources. For example, errors in connected speech tend to be phonologically or semantically related word substitutions or omissions, the replacement of the intended target word with a word that we intended to use in a future production, or the perseveration on a word that was used recently (Lashley, 1951; Garrett, 1975) . Selecting a word in connected speech, therefore, requires a delicate balance of target word activation and suppression of alternatives, where alternatives come in the form of previously selected forms, subsequent forms in various stages of planning, and similar competitor forms, all coordinated across multiple hierarchical levels.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 136,
                    "text": "(Levelt, 1999;",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 137,
                    "end": 159,
                    "text": "Foygel and Dell, 2000;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 160,
                    "end": 184,
                    "text": "Walker and Hickok, 2016)",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 594,
                    "end": 608,
                    "text": "(Levelt, 1989)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1000,
                    "end": 1015,
                    "text": "(Lashley, 1951;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1016,
                    "end": 1030,
                    "text": "Garrett, 1975)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Therefore, connected speech stands in contrast to single word production, where one's full attention is focused on the production of a single word rather than the selection and inhibition of many lexical items.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "While models explaining single word retrieval have been developed and studied heavily, relatively few models have focused on modeling the complex lexical retrieval system engaged during sentence production (Garrett, 1975; Dell, 1986; Chang, 2002; Chang et al., 2006) . Indeed, connected speech production likely depends on cognitive operations that extend beyond lexical processing (Fergadiotis and Wright, 2015) alongside a lexical retrieval system where activation of word forms is dynamically changing across the course of the utterance. One step in evaluating the lexical retrieval processes during connected speech has been through the use of blocked cyclic picture naming, where subjects repeatedly name pictures in sets of either semantically related or unrelated pictures, cycling several times through the pictures in each block.",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 221,
                    "text": "(Garrett, 1975;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 222,
                    "end": 233,
                    "text": "Dell, 1986;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 234,
                    "end": 246,
                    "text": "Chang, 2002;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 247,
                    "end": 266,
                    "text": "Chang et al., 2006)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 382,
                    "end": 412,
                    "text": "(Fergadiotis and Wright, 2015)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "While blocked cyclic picture naming is not true connected speech, it provides a multiword environment more complex than naming. These studies have found a semantic interference effect, such that naming semantically related pictures becomes increasingly slower when repeatedly naming from a semantic category even when several unrelated trials occur Oppenheim et al., 2010; Chang et al., 2012; Goldrick and Larson, 2016; Hughes and Schnur, 2017) . Semantic interference may result from lexical competition, such that competition grows more intense when retrieving words in a homogeneous context because of the growing number of competitors (i.e. semantically related words) but semantic interference may likewise result from impaired inhibition, such that lexical competitors cannot be suppressed 4 (Oppenheim et al., 2010) . It is an open question whether work on paradigms such as blocked cyclic picture naming will generalize to more natural speech.",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 372,
                    "text": "Oppenheim et al., 2010;",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 373,
                    "end": 392,
                    "text": "Chang et al., 2012;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 393,
                    "end": 419,
                    "text": "Goldrick and Larson, 2016;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 420,
                    "end": 444,
                    "text": "Hughes and Schnur, 2017)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 798,
                    "end": 822,
                    "text": "(Oppenheim et al., 2010)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A handful of prior studies have evaluated neurogenic communication disorders, such as post-stroke aphasia, to compare the distribution and properties of word-level errors (paraphasias) during connected speech and single word retrieval. It seems intuitive that the underlying processes involved in producing a paraphasia on the two tasks should be similar, and for the distribution of such errors on one task to predict the distribution on the other. However, there are reports of patients with aphasia demonstrating superior word retrieval during confrontation naming compared to connected speech (Manning and Warrington, 1996; Schwartz and Hodgson, 2002; Wilshire and McCarthy, 2002) and vice versa (Zingeser and Berndt, 1990; Ingles and Mate-Kole, 1996; Pashek and Tompkins, 2002) . It is therefore becoming increasingly evident that connected speech requires dynamic changes in the linguistic system, resulting in differing distributions of linguistic components compared to naming. An early study evaluated word retrieval deficits in picture naming (the Boston Naming Test) and word-finding difficulty for nouns during connected speech production and found a ~58% overlap in variance between the two variables (Nicholas et al., 1989) . A later study evaluated naming performance and connected speech in 14 participants with mild and moderate aphasia, finding that there was superior word retrieval and overall more self-corrected errors during the connected speech task and that naming ability was not significantly correlated with connected speech paraphasias (Mayer and Murray, 2003) . Further evaluation by other groups suggested that naming ability may relate more to the ability to retrieve nouns, in particular, during everyday conversation (Herbert et al., 2008) . Further, a recent study in 98 participants with aphasia found that picture naming ability was not predictive of the proportion of paraphasias made during connected speech, finding that paraphasias produced in discourse in isolation were not well predicted by performance on confrontation naming tests (Fergadiotis and Wright, 2015) . Taken together, these studies encourage the direct comparison of the distribution of paraphasias between connected speech and naming for improved understanding of the dynamic lexical retrieval system employed during natural speech. Explanations regarding the reason for the discrepancy of paraphasia distributions between connected speech and single word retrieval have revolved around the differential context-dependent, non-linguistic demands required by connected speech as well as by linguistic factors such as the effects of lexical neighborhood and phonemic similarity (Foygel and Dell, 2000; Penn, 2000; Pashek and Tompkins, 2002) .",
            "cite_spans": [
                {
                    "start": 597,
                    "end": 627,
                    "text": "(Manning and Warrington, 1996;",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 628,
                    "end": 655,
                    "text": "Schwartz and Hodgson, 2002;",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 656,
                    "end": 684,
                    "text": "Wilshire and McCarthy, 2002)",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 700,
                    "end": 727,
                    "text": "(Zingeser and Berndt, 1990;",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 728,
                    "end": 755,
                    "text": "Ingles and Mate-Kole, 1996;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 756,
                    "end": 782,
                    "text": "Pashek and Tompkins, 2002)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1214,
                    "end": 1237,
                    "text": "(Nicholas et al., 1989)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1565,
                    "end": 1589,
                    "text": "(Mayer and Murray, 2003)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1751,
                    "end": 1773,
                    "text": "(Herbert et al., 2008)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 2077,
                    "end": 2107,
                    "text": "(Fergadiotis and Wright, 2015)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2685,
                    "end": 2708,
                    "text": "(Foygel and Dell, 2000;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2709,
                    "end": 2720,
                    "text": "Penn, 2000;",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 2721,
                    "end": 2747,
                    "text": "Pashek and Tompkins, 2002)",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "If indeed there is disparity between the distributions of paraphasias in connected speech and naming, it raises the question regarding the extent to which neural mechanisms underlying single-word paraphasias during connected speech and confrontation naming are similar. Few studies have evaluated the neural correlates of paraphasias made during connected speech. In 70 participants with primary progressive . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/544841 doi: bioRxiv preprint 5 aphasia, Wilson and colleagues associated phonemic paraphasias made during a connected speech task with atrophy of the left superior temporal gyrus (Wilson et al., 2010) . Meanwhile, studies of naming in poststroke aphasia have localized phonemic paraphasias and speech production errors to dorsal stream structures (Schwartz et al., 2012; Dell et al., 2013) . Whilst the methodology used, and the population studied across these examples, are not directly comparable, the results of these investigations encourage further evaluation of the neural structures underlying connected speech compared with naming paraphasias.",
            "cite_spans": [
                {
                    "start": 773,
                    "end": 794,
                    "text": "(Wilson et al., 2010)",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 941,
                    "end": 964,
                    "text": "(Schwartz et al., 2012;",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 965,
                    "end": 983,
                    "text": "Dell et al., 2013)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the current study, we evaluated the distribution of paraphasias and associated brain damage during a connected speech task and a naming task. This work contributes to the extension of single word and sentence models to natural speech.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/544841 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Participants 120 individuals with chronic (>6 months) single-event left hemisphere stroke were retrospectively included in this study. These participants were recruited as part of larger studies conducted to evaluate treated aphasia recovery and lesion-deficit relationships. Participants were recruited between 2007 and 2017 at the University of South Carolina or Medical University of South Carolina, where all studies had IRB approval.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Inclusion parameters for our studies include a single left hemisphere stroke, at least six months post-stroke and an age limit of 18 -85 years. Exclusion parameters for our studies include bilateral stroke; right hemisphere stroke; brainstem stroke; non-proficiency in English and pre-morbid left handedness. All participants gave written consent for study inclusion. Language evaluations were conducted within a week of neuroimaging evaluations. As this was a retrospective study, no part of the study procedures or analyses was preregistered prior to the research being undertaken.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Participants were from different studies done within our lab and therefore completed a variety of language assessments. In this case, participants had either a naming assessment, a connected speech assessment or both assessments. In the following section, we will describe these participants as belonging to the CS task group (connected speech) or the PNT task group (naming).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "We originally identified 114 participants with a naming assessment and 63 with a connected speech assessment; 36 participants had both assessments. To create two mutually exclusive groups with which to compare lesion data, we matched participants with a naming assessment to those with a connected speech assessment using case-control matching in SPSS 25. We matched on aphasia severity (from the Western Aphasia Battery [WAB] Aphasia Quotient [AQ] from Kertesz, 2007) using a FUZZY interval of one standard deviation of the CS task group's AQ. This resulted in two mutually exclusive groups: a connected speech task group of N=63 (CS task group) and a naming task group of N=57 (PNT task group). . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/544841 doi: bioRxiv preprint Naming (PNT) Task Group (N=57). This task group included those participants who completed a visual confrontation naming task involving the naming of objects, the Philadelphia Naming Test (Roach et al., 1996) , described below in Behavior Tasks. There were 57 participants (32 males; age, M=61.68±12.02 yrs; months post-stroke, M=31.91±37.16) included in this subset with the following aphasia types: anomic, 25;",
            "cite_spans": [
                {
                    "start": 454,
                    "end": 468,
                    "text": "Kertesz, 2007)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1099,
                    "end": 1119,
                    "text": "(Roach et al., 1996)",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Broca's, 19; conduction, 6; global, 1 and Wernicke's, 2. Four participants scored above the cut-off for demonstrating aphasia (>93.8 out of 100), as specified by the WAB AQ. Average AQ was 68.78±23.91 and lesion volume was 111.27±94.44 cm 3 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Connected Speech (CS) Task Group (N=63"
        },
        {
            "text": "These groups are described and statistically compared in Table 1A .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 57,
                    "end": 65,
                    "text": "Table 1A",
                    "ref_id": null
                }
            ],
            "section": "Connected Speech (CS) Task Group (N=63"
        },
        {
            "text": "We used these two mutually exclusive naming and connected speech groups to compare lesion data. A subset of participants had both a naming and connected speech assessment; we used this group to directly compare the distribution of paraphasias across tasks. This group is described, below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Connected Speech (CS) Task Group (N=63"
        },
        {
            "text": "A subgroup of participants who completed both the naming and connected speech tasks were identified (N=36, 25 males). All members of this group were members of the CS task group used in the lesion data analysis; they were not members of the PNT task group. Aphasia types in this group were: anomic, 9; Broca's, 17; conduction, 5; and Wernicke's, 2. Three participants scored above the WAB AQ cut off of 93.8. The average WAB AQ was 67.06±22.69 and lesion volume was 116.81±75.8 cm 3 . Table 1B presents demographics from this subgroup.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 485,
                    "end": 493,
                    "text": "Table 1B",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Connected Speech and Naming (CS+PNT) Subgroup."
        },
        {
            "text": "A flowchart of the groupings described above is available in Supplementary Figure 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 61,
                    "end": 83,
                    "text": "Supplementary Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Connected Speech and Naming (CS+PNT) Subgroup."
        },
        {
            "text": "Participants described three pictures from speech/language test batteries (Dabul, 2000; Goodglass et al., 2000; Kertesz, 2007) for ~2 minutes each while being audio-video recorded. Participants were instructed to describe the pictures using complete sentences whenever possible.",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 87,
                    "text": "(Dabul, 2000;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 88,
                    "end": 111,
                    "text": "Goodglass et al., 2000;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 112,
                    "end": 126,
                    "text": "Kertesz, 2007)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Connected Speech Task: Picture Description"
        },
        {
            "text": "We used picture description as a measure of connected speech because picture description provides clear conceptual targets which make identifying the type of paraphasia, and its intended target, more reliable. For instance, in describing a picture of a circus, we can make the reliable judgment that the word 'cat' is a semantically related paraphasia of 'lion.' Furthermore, utterance context in picture description provides a source of constraint that is not available in picture naming. Specifically, because . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/544841 doi: bioRxiv preprint connected speech provides context (which naming does not), which may elicit the production of verbs, adjectives, adverbs, and other referential words and phrases, we are more often than not able to identify the targets of paraphasias. For example, while describing a circus scene, one participant said: \"the clown is sitting on its back legs,\" erroneously saying 'clown' instead of 'lion.' Because we knew the context of the scene, 'clown' and 'lion' were easily classified as semantically related (more specifically, thematically semantically related).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Motivation."
        },
        {
            "text": "Master's student who also had a master's degree in linguistics (KK). Using CHAT/CLAN software, a transcription and analysis software for speech (MacWhinney, 2000) , each transcribed utterance was timestamped to its appropriate place on the audiovisual media. After initial transcription, author BS then simultaneously watched and read each transcript; discrepancies were discussed and corrected. Both author BS and transcriber KK were blinded to participant AQ and lesion site/volume at the time of transcription and transcription checking. Transcriptions from all three picture description attempts were combined for each participant; two participants described only one picture and seven described two pictures.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 162,
                    "text": "(MacWhinney, 2000)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Transcription. Speech was transcribed from audiovisual recordings by a speech-language pathology"
        },
        {
            "text": "Coding Paraphasias. Transcriptions were coded using CHAT/CLAN program parameters (MacWhinney, 2000) . CHAT is a software program which allows for tags to be added to words, phrases and utterances, whilst CLAN is its component analysis program. Paraphasias were coded by hand using CHAT format, such that individual words were tagged as a verbal paraphasia (two types: semantically related and unrelated), a phonemic paraphasia or a neologism (see operational definitions, below). CLAN was then used to extract the number and type of paraphasias in each transcript based on these tags.",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 99,
                    "text": "(MacWhinney, 2000)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Transcription. Speech was transcribed from audiovisual recordings by a speech-language pathology"
        },
        {
            "text": "Verbal paraphasias were coded as follows: a 'semantically related' paraphasia was a real word that was related to a known target ('cat' for 'dog') and an 'unrelated' paraphasia was a real word that was otherwise unrelated to a target (e.g. 'joke' for 'boy') or a real word of an unknown relation to the target. Paraphasias were coded as phonemic using pre-determined parameters for the number of shared phonemes of the production with the target. Briefly, phonemic paraphasias refer to the substitution of a word with a nonword that preserves at least half of the segments and/or number of syllables of the intended word. The specific criteria for identifying a phonemic paraphasia were as follows. For one-syllable words, consisting of an onset (initial phoneme or phonemes) plus vowel nucleus plus coda (final phoneme or phonemes), the error must match on two out of three elements: onset plus vowel nucleus, vowel nucleus plus coda or onset plus coda. The part of the syllable that is in error may be a substitution, addition, or omission. For one-syllable words with no onset (e.g., eat) or no coda (e.g., pay), the absence of the onset or coda in the error was also counted as a match. For multi-syllabic words, the error must have complete syllable matches on all but one . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/544841 doi: bioRxiv preprint syllable, and the syllable with the error must meet the one-syllable word match criteria stated above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transcription. Speech was transcribed from audiovisual recordings by a speech-language pathology"
        },
        {
            "text": "Neologisms were identified as non-words which did not fit phonemic paraphasia criteria. Other groups have further subdivided neologisms into abstruse and phonemically-related neologisms (Walker et al., 2018) , but we did not do so here.",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 207,
                    "text": "(Walker et al., 2018)",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Transcription. Speech was transcribed from audiovisual recordings by a speech-language pathology"
        },
        {
            "text": "Interrater reliability of error coding. Authors BS and AB, both blinded to lesion site/volume, aphasia types and WAB AQ scores, performed reliability for error coding on 20% of the transcripts. Paraphasia coding agreement was subsequently compared between BS, AB and the original coder (KK). Compared with KK's paraphasia coding, AB showed 94% agreement and BS showed 95% agreement. AB and BS agreed on 98.63% of samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transcription. Speech was transcribed from audiovisual recordings by a speech-language pathology"
        },
        {
            "text": "The PNT required participants to verbally name 175 black-and-white pictures; answers ranged in length from one to four syllables (Roach et al., 1996) . If more than one response was given for a single picture, the last response was scored. Paraphasias (semantically related; unrelated; phonemic; neologism) were identified in the same way as they were identified in the connected speech task (see above). Correct responses, self-corrections, mixed errors, perseverations and articulation errors were also recorded but were not used here. 'No response' trials, where a participant did not attempt to name the picture, were documented.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 149,
                    "text": "(Roach et al., 1996)",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Naming Task: Philadelphia Naming Test (PNT)"
        },
        {
            "text": "We calculated the proportion of paraphasias (i.e. the proportion of semantically related paraphasias per all attempts) for both connected speech and naming tasks. We calculated the proportion of each type of paraphasia on the PNT as: (# paraphasias / (175-no responses)). As the PNT comprises only objects (nouns), we wanted to provide a comparable calculation for the connected speech task. We determined that the majority of paraphasias replaced noun targets (Supplementary Table 1) , and we therefore calculated the proportion of each type of paraphasia on the connected speech tasks as: (# paraphasias / total number of nouns).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 461,
                    "end": 484,
                    "text": "(Supplementary Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Distribution of Paraphasias"
        },
        {
            "text": "Author BS classified all paraphasia targets as a noun, verb, another part of speech (adjective, adverb, etc.), or as unknown. On the same sample used for interrater reliability of error coding (above; 20% of sample), authors AB and GH separately classified the intended target's part of speech. We subsequently compared this classification across four categories (noun [including pronoun]; verb; other [adjective, adverb, etc.] and unknown). All . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/544841 doi: bioRxiv preprint raters were blinded to lesion volume and site as well as AQ. Across the categories of parts of speech, the agreement between BS, AB and GH was 90.37% (nouns, 88.19%; verbs, 95.83%; other, 90.97% and unknown, 86.46%) . As there was good agreement in coding part of speech, and overall agreement that targets being replaced by paraphasias were largely nouns, we opted to calculate the proportion of paraphasias as a proportion of total nouns. Supplementary Table 1 shows the classification of parts of speech for each paraphasia type by author BS.",
            "cite_spans": [
                {
                    "start": 811,
                    "end": 876,
                    "text": "(nouns, 88.19%; verbs, 95.83%; other, 90.97% and unknown, 86.46%)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1116,
                    "end": 1123,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Identifying the parts of speech of paraphasia targets during connected speech."
        },
        {
            "text": "We only compared the distribution of paraphasias in the CS+PNT subgroup, because members of this group had completed both a connected speech and a naming assessment. In this group, we performed multinomial logistic regression with type of task as the dependent variable (naming, connected speech) with the proportion of paraphasias of each subtype (phonemic, neologistic, semantically related, unrelated) as the covariates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis."
        },
        {
            "text": "The 3T scanner was upgraded during data collection. Earlier structural images were collected using a 12channel head coil on a Siemens Trio scanner while later images were collected using a 20-channel head coil on the Prisma Fit scanner. The Trio scans were acquired with the following parameters. T1-weighted image was acquired utilizing MP-RAGE sequence with 1 mm isotropic voxels, a 256 x 256 matrix size, and a 9-degree flip angle. We used a 192-slice sequence with TR=2250 ms, TI=925 ms and TE=4.11 ms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Image Acquisition"
        },
        {
            "text": "T2-weighted image was acquired using a sampling perfection with application optimized contrasts using a different flip angle evolution (3DSPACE) sequence. This 3D TSE scan used a TR = 3200 ms, a TE of 567 ms, variable flip angle and a 256 x 256 matrix scan with 160 slices (1 mm thick) using parallel imaging (GRAPPA=2, 80 reference lines). The T1-weighted images from the 3T Prisma scans were acquired using the acquisition parameters described above. T2-weighted images were acquired using 3DSPACE sequence, using identical parameters to the Trio sequence but with 176 slices (1 mm thick). For each individual, the same volume center and slice angulation parameters were used for the T1 and T2 sequences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Image Acquisition"
        },
        {
            "text": "Lesions were manually drawn on the T2-weighted image by a neurologist (author LB), who was blinded to the participant's language scores at the time of the lesion drawing. The T2 image was co-registered to the T1 image, and these parameters were used to re-slice the lesion into the native T1 space. The resliced lesion maps were smoothed with a 3mm full-width half maximum Gaussian kernel to remove jagged edges associated with manual drawing. We then performed enantiomorphic segmentation-normalization (Nachev et al., 2008) using SPM12 and MATLAB scripts we developed (Rorden et al., 2012) as follows: first, a . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/544841 doi: bioRxiv preprint mirrored image of the T1 image (reflected around the midline) was created, and this mirrored image was co-registered to the native T1 image. We then created a chimeric image based on the native T1 image with the lesioned tissue replaced by tissue from the mirrored scan (using the smoothed lesion map to modulate this blending). SPM12's unified segmentation-normalization (Ashburner and Friston, 2005) was used to warp this chimeric image to standard (MNI) space, with the resulting spatial transform applied to the native T1 image as well as the lesion map and the T2 image (which used the T1 segmentation parameters to mask non-brain signal). The normalized lesion map was then binarized, using a 50% probability threshold. Figure   1A shows the overlap of lesions for our sample of participants, separated by task group.",
            "cite_spans": [
                {
                    "start": 504,
                    "end": 525,
                    "text": "(Nachev et al., 2008)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 570,
                    "end": 591,
                    "text": "(Rorden et al., 2012)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1200,
                    "end": 1229,
                    "text": "(Ashburner and Friston, 2005)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 1554,
                    "end": 1565,
                    "text": "Figure   1A",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Image Processing"
        },
        {
            "text": "To evaluate lesion damage significantly associated with word-finding errors in connected speech and naming, we conducted univariate voxel-based lesion-symptom mapping (VLSM; Bates et al., 2003) . This analysis was conducted on the two task groups: CS and PNT. We used the proportion of each type of paraphasia (neologistic, phonemic, semantically related, unrelated) as the dependent variable. Voxelwise data were analyzed at p<.05 (one-tailed) with 5000 permutations (Winkler et al., 2014) . Cluster thresholding was then employed (z>2.33, p<0.01) and corrected for multiple comparisons using nonparametric permutation (5000 permutations; Winkler et al., 2014) . Specifically, the order of operations for this analysis was as follows: 1) compute voxelwise statistics for 5000 permutations, 2) zero all voxels less than z=1.645 (p>0.05), 3) measure the number of voxels in the largest surviving cluster and save this variable, 4) rank order the 5000 observations of max cluster size, 5) threshold at the 100 th largest cluster size (i.e. given random data, we observed only a single cluster of this size in 1% of the permutations) and 6) zero all voxels less than z=1.645 and zero all clusters smaller than the cluster identified in step #5. This cluster thresholding is part of the VLSM software detailed in Wilson et al., (2010) as well as in our own program, NiiStat (https://www.nitrc.org/projects/niistat/). VLSM analyses were conducted on voxels in which at least 10% of participants shared a lesion. To correct for lesion volume, we used Freedman-Lane permutation correction with lesion volume as a nuisance variable (Winkler et al., 2014) . As some paraphasias significantly correlated with apraxia of speech (AOS) severity in the connected speech condition, we also regessed AOS severity (a score of 0 to 4 where 0 means no AOS; scores derived from the Apraxia of Speech Rating Scale, ASRS Strand et al., 2014) from these error types using Freedman-Lane permutation.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 193,
                    "text": "Bates et al., 2003)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 468,
                    "end": 490,
                    "text": "(Winkler et al., 2014)",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 640,
                    "end": 661,
                    "text": "Winkler et al., 2014)",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1309,
                    "end": 1330,
                    "text": "Wilson et al., (2010)",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 1624,
                    "end": 1646,
                    "text": "(Winkler et al., 2014)",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [],
            "section": "Lesion-symptom Mapping"
        },
        {
            "text": "Comparison of neural data between mutually exclusive groups. The goal of this study was to compare the results of a voxelwise lesion-symptom mapping (VLSM) analysis between the two task groups. A basic . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/544841 doi: bioRxiv preprint assumption regarding VLSM is that results will generalize beyond the specific participants included in the analysis. There are two possible challenges for this assumption when comparing two distinct groups of subjects: 1) that lesion distribution is significantly different between task groups, and 2) that the number of participants with lesion damage per parcel is significantly different between task groups. We addressed these assumptions, below, and provided a supplementary table (Supplementary Table 2 ) of lesion proportion damage and number of participants with damage to each parcel. 1) Lesion distribution was not significantly different between task groups, which we demonstrated at both the voxel-and parcel-level (gray-and white-matter parcels derived from the Johns Hopkins University [JHU] atlas, [Faria et al., 2012] ). There was no significant difference in proportion damage at the voxel-level between task groups (z-score range: -3.34 -4.10), which was calculated using a two-tailed Liebermeister test (p<0.05) and FDR correction for multiple comparison (Rorden et al., 2007) in all left hemisphere voxels where at least 10% of people had damage. Further, there was no significant difference in lesion damage to any parcel between task groups (z-score range: -1.80-2.579), which was calculated using a two-tailed t-test (p<0.05) and FDR correction for multiple comparison in all left hemisphere parcels where at least 10% of people had damage. Prior to multiple comparison correction, six parcels had a score of z>1.96 (therefore, where the PNT task group had more lesion proportion damage than the CS task group): a posterior section of the middle frontal gyrus (two-tailed z=2.579, p=0.0099), white matter (superior corona radiata) (two-tailed z=2.572, p=0.01), precentral gyrus (two-tailed z=2.517, p=0.012), postcentral gyrus (two-tailed z=2.127, p=0.033) and white matter (anterior limb of internal capsule) (two-tailed z=2.099, p=0.036). Figure 1B displays these parcels. However, given no statistical significance after multiple comparison correction, we stipulate that lesion distribution was not significantly different between task groups.",
            "cite_spans": [
                {
                    "start": 1230,
                    "end": 1250,
                    "text": "[Faria et al., 2012]",
                    "ref_id": null
                },
                {
                    "start": 1491,
                    "end": 1512,
                    "text": "(Rorden et al., 2007)",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [
                {
                    "start": 903,
                    "end": 925,
                    "text": "(Supplementary Table 2",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 2381,
                    "end": 2390,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Lesion-symptom Mapping"
        },
        {
            "text": "2) The number of participants with lesion damage to a parcel was not significantly different between task groups. We analyzed the number of participants with damage to a parcel, compared across all left hemisphere parcels (gray-and white-matter, JHU atlas) in which at least 10% of subjects had damage. A two-tailed t-test (p<0.05) rejected the null hypothesis, t(137)=0.846 (p=0.399), providing evidence that there was not a significant difference in the number of participants with damage to a left hemisphere parcel between task groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lesion-symptom Mapping"
        },
        {
            "text": "This evidence suggests that the task groups are well-matched and differences between them accounted for and, as such, comparisons between groups must be acceptable under the assumption that VLSM results should generalize.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lesion-symptom Mapping"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/544841 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lesion-symptom Mapping"
        },
        {
            "text": "Common mechanisms were tested using a conjunction analysis (p<0.05) on significant clusters identified by the VLSM (Nichols et al., 2005) , showing clusters of voxels that, when damaged, associated with paraphasias in both the PNT and the CS task groups (Nichols et al., 2005) . Therefore, by examining the supra-threshold voxels shared across task group analyses, we can determine whether damage to a brain region underlies a specific paraphasia type for just one task (e.g. connected speech) or both tasks (e.g.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 137,
                    "text": "(Nichols et al., 2005)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 254,
                    "end": 276,
                    "text": "(Nichols et al., 2005)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Posthoc analyses"
        },
        {
            "text": "naming and connected speech).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Posthoc analyses"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/544841 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Posthoc analyses"
        },
        {
            "text": "Recall that for the CS task group, the proportion of paraphasias was calculated as a proportion of total nouns, whereas for the PNT task group, the proportion of paraphasias was calculated as a proportion of total attempts. The distribution of paraphasias for each group is shown in Table 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 283,
                    "end": 290,
                    "text": "Table 2",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Paraphasia Profiles in CS and PNT Task Groups"
        },
        {
            "text": "For each task group, and for the CS+PNT subgroup, we computed a correlation matrix (Figure 2 ). This matrix included paraphasias made during the respective task; biographical variables (age, time since stroke, lesion volume); and language variables (WAB AQ, total words spoken / total items named, apraxia of speech severity score).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 83,
                    "end": 92,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Paraphasia Profiles in CS and PNT Task Groups"
        },
        {
            "text": "The CS task group showed significant correlations between paraphasia proportions and apraxia of speech severity (neologistic, r=.71, p<.001; phonemic, r=.57, p<.001; unrelated, r=.32, p=.01). There were no significant correlations between any paraphasia type with age or months post-stroke (all r < .04). Both lesion volume (neologistic, r=.37; phonemic, r=.39; semantically related, r=.29; unrelated, r=.66) and AQ (neologistic, r=-.55; phonemic, r=-.42; semantically related=-.33; unrelated, r=-.62) were significantly related to paraphasia proportion (all p<0.05 after multiple comparison correction). Lesion volume was significantly related to AQ (r=-.73, p<.001). For subsequent VLSM analyses, lesion volume was used as a covariate, and for phonemic, neologistic and unrelated paraphasias, apraxia of speech severity was also used as a covariate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Paraphasia Profiles in CS and PNT Task Groups"
        },
        {
            "text": "The PNT task group did not show significant correlations between paraphasia proportions and apraxia of speech severity (all r < |.36|, all p>0.05). There were no significant correlations between any paraphasia type and age or months post-stroke (all r<|.28|, all p>0.05). Lesion volume significantly correlated with verbal paraphasias (semantically related, r=.34; unrelated=.41; all p<0.05 after multiple comparison correction) but not sound paraphasias (neologistic, r=.21; phonemic, r=-.05). AQ showed a similar pattern of correlation (neologistic, r=-.44; semantically related, r=-.32; unrelated, r=-.53; all p<0.05 after multiple comparison correction) but did not correlate with phonemic paraphasias (r=-.11). Lesion volume was significantly related to AQ (r=-.67, p<.001). For subsequent VLSM analyses, lesion volume was used as a covariate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Paraphasia Profiles in CS and PNT Task Groups"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/544841 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Paraphasia Profiles in CS and PNT Task Groups"
        },
        {
            "text": "In the CS+PNT subgroup (N=36), comprised of individuals with scores for both naming and connected speech tasks, we were able to compare directly paraphasia proportions across tasks using multinomial logistic regression. Paraphasia proportions are shown in Table 2 and in the top portion of Figure 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 256,
                    "end": 263,
                    "text": "Table 2",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 290,
                    "end": 298,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Comparison of Paraphasia Proportion Between Connected Speech and Naming"
        },
        {
            "text": "A multinomial logistic regression was performed to model the relationship between paraphasia type (neologistic, phonemic, semantically related, unrelated) and task (connected speech, naming). Addition of the predictors to a model that contained only the intercept significantly improved the fit between model and data, c 2 (4,N=72)=60.998, Nagelkerke R 2 =.76, p<.001. The parameter estimates showed a significant difference between tasks for two paraphasia types: semantically related ( The scatterplots of the correlation between each paraphasia type by task are shown on the bottom of Figure   3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 588,
                    "end": 598,
                    "text": "Figure   3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Comparison of Paraphasia Proportion Between Connected Speech and Naming"
        },
        {
            "text": "We evaluated brain damage significantly associated with each paraphasia type in the CS and the PNT task groups using VLSM. Figure 4A shows the VLSM results for each paraphasia type by task group, showing the voxelwise and cluster thresholded results. Table 3 serves as a complement to Figure 4A , presenting the maximum z-value and coordinates of voxels that, when damaged, significantly associated with paraphasia type by task group. Overall, for the CS task group, unrelated paraphasias were associated with a cluster of 14208 lesioned voxels in left hemisphere temporoparietal cortex; semantically related paraphasias were associated with a cluster of 19135 lesioned voxels in left hemisphere temporoparietal cortex; neologistic paraphasias were associated with a cluster of 14718 lesioned voxels in left hemisphere frontoparietal cortex and phonemically related paraphasias (when controlling also for apraxia of speech) were not associated with a significant cluster of damage. For the PNT task group, unrelated paraphasias were associated with a cluster of 19873 lesioned voxels in left hemisphere temporoparietal cortex and semantically related . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/544841 doi: bioRxiv preprint paraphasias were associated with a cluster of 20978 lesioned voxels in left hemisphere temporoparietal cortex.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 123,
                    "end": 132,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 251,
                    "end": 258,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 285,
                    "end": 294,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Main Effect of Paraphasia Type"
        },
        {
            "text": "Specifically, verbal paraphasias during connected speech were significantly associated with damage to left hemisphere ventral stream areas whereas sound paraphasias during connected speech were associated with damage to left hemisphere dorsal stream areas. Neologisms were significantly associated with damage to left hemisphere dorsal stream regions, including the supramarginal gyrus, postcentral gyrus, precentral gyrus, posterior superior temporal gyrus and underlying white matter. When both lesion volume and apraxia of speech severity were regressed, the pattern of damage associated with neologisms was similar. Phonemic paraphasias, when regressing variance from only lesion volume, were significantly associated with damage to more left hemisphere dorsosuperior areas as compared to neologisms, centering on supramarginal gyrus, precentral gyrus and middle frontal gyrus (posterior segment) but subsequent regression of apraxia of speech severity alongside lesion volume did not result in significant clusters for phonemic paraphasias. This is likely the result of sampling, where the sample with apraxia of speech also tended to present with more anterior lesion damage. Semantically related paraphasias were most associated with damage to left hemisphere posterior superior and middle temporal gyri, extending anteriorly into superior and middle temporal gyrus, and also included damage to angular gyrus and underlying white matter (superior longitudinal fasciculus, inferior longitudinal fasciculus, and inferior fronto-occipital fasciculus). Finally, no significant clusters were found to be associated with unrelated paraphasias when regressing only lesion volume; however, with the additional regression of variance from apraxia of speech severity, unrelated paraphasias were significantly associated with more posterior damage compared with semantically related paraphasias. These regions included damage to left hemisphere posterior superior, middle and inferior temporal gyri, angular gyrus and underlying white matter (superior longitudinal fasciculus, inferior longitudinal fasciculus, and inferior fronto-occipital fasciculus).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main Effect of Paraphasia Type"
        },
        {
            "text": "Results of the VLSM analysis for the PNT task group, looking at paraphasias types during naming, did not result in significant clusters of damage associated with sound errors (neologistic, phonemic). However, lesion damage associated with verbal paraphasias (semantically related, unrelated) was comparable to lesion damage associated with verbal paraphasias in the CS task group. Semantically related paraphasias significantly associated with damage to left hemisphere posterior superior, middle and inferior temporal gyri, extending anteriorly into middle, superior and temporal gyri and underlying white matter (superior longitudinal fasciculus). Unrelated paraphasias significantly associated with damage to left hemisphere posterior middle and inferior temporal gyrus and extending anteriorly into middle and inferior temporal gyri and underlying white matter (superior longitudinal fasciculus, inferior longitudinal fasciculus, and inferior fronto-occipital fasciculus).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main Effect of Paraphasia Type"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/544841 doi: bioRxiv preprint As verbal paraphasias (semantically related, unrelated) were associated with a significant cluster of left hemisphere brain damage in both the CS and PNT task groups, we performed a conjunction analysis to analyze the extent to which these verbal paraphasias were associated with the same region(s) of the brain ( Figure 5 ). Semantically related paraphasias significantly associated with a cluster of left hemisphere damage more anterior than unrelated paraphasias in the ventral stream, suggesting common neural mechanisms for these paraphasia types in naming and connected speech.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 529,
                    "end": 537,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Main Effect of Paraphasia Type"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/544841 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main Effect of Paraphasia Type"
        },
        {
            "text": "While prior studies associating brain damage with single-word errors have largely focused on paraphasias made during naming (single-word retrieval), very little work has focused on the neural substrates of connected speech in aphasia despite connected speech being a highly ecological and complex aspect of language that is strongly related to perceived quality of life (Cruice et al., 2003; Mayer and Murray, 2003) .",
            "cite_spans": [
                {
                    "start": 370,
                    "end": 391,
                    "text": "(Cruice et al., 2003;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 392,
                    "end": 415,
                    "text": "Mayer and Murray, 2003)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Using a relatively large sample of post-stroke individuals, we were able to evaluate brain damage associated with paraphasias made during connected speech and naming and, in a sample of individuals who had scores on both a naming assessment and a connected speech assessment, compare the distribution of paraphasias across the tasks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We first explored the differences in paraphasia proportion made during connected speech and naming. In the CS+PNT subgroup, we found that semantically related paraphasias occurred more often on the naming task than on the connected speech task, while unrelated paraphasias occurred more often on the connected speech task. An explanation for this finding is that the classification of verbal paraphasias in connected speech may be inherently difficult, as it is challenging to definitively know the intended target of a word when there are many possible targets. However, as demonstrated by the excellent inter-rater reliability on error coding across raters, this is unlikely to be the driving component behind the difference in the proportion of semantically related paraphasias across tasks. Further persuasive evidence toward the argument that verbal paraphasias were correctly classified in the connected speech task comes from the clear differentiation of lesion maps for each paraphasia type in both tasks (e.g. verbal paraphasias associated with ventral stream damage; sound paraphasias with dorsal stream damage) and the similarity in lesion maps for each paraphasia type across tasks (e.g. semantically related errors in both naming and connected speech associating with damage to left anterior temporal cortex). There are reasonable explanations for the difference in verbal paraphasia proportion across the tasks. Connected speech provides additional context in the form of prior word and future word selection, and the semantically related paraphasias that do occur during connected speech likely suggest a problem with semantic selection rather than a downstream problem of lexical selection. Therefore, the naming task may require higher lexical-semantic load than the connected speech task, a supposition that is supported by semantic interference demonstrated during blocked cyclic picture naming experiments (Schnur et al., 2006; Oppenheim et al., 2010) . There is another possible explanation for the reduced proportion of semantically related paraphasias made during connected speech. During picture description, one can avoid talking about certain objects, whereas in picture naming, one is required to come up with a name for the picture. This may lead to a significantly smaller proportion of semantically related paraphasias in connected speech. Therefore, while there may be a reduced lexicalsemantic load in connected speech, there are other strategies, such as circumlocution, that contribute to the reduced proportion of semantically related paraphasias made during connected speech. The overall greater . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/544841 doi: bioRxiv preprint proportion of unrelated paraphasias (always real words) and larger proportion of phonemic paraphasias and neologisms during connected speech also suggests an increase in lexical-phonological load, in keeping with the evidence proposing that several lexical items are selected simultaneously during connected speech (Kempen and Huijbers, 1983 ). An additional contributor to increased lexical-phonological load, aside from stress imposed by prior and future word choice and multiple word selection, is that connected speech is produced at a faster rate than the words produced during a picture naming task. Dell (1986) suggested that, when speech rate is increased, the available time for the spreading of activation across the language system is reduced, therefore activating incorrect items/sounds. In this way, previously activated items remain active because they have not had enough time to decay whilst new correct items have not received enough activation to compete at the same intensity. Indeed, we found that the number of neologisms made in the CS task group significantly correlated with the number of unrelated and phonemic paraphasias also made during connected speech whilst the number of neologisms made in the PNT task group did not significantly correlate with any other paraphasia type produced during naming. This postulates that lexical bias and phonemic similarity occur more often during connected speech (Oppenheim and Dell, 2008; Nozari and Dell, 2009; Oppenheim et al., 2010) .",
            "cite_spans": [
                {
                    "start": 1926,
                    "end": 1947,
                    "text": "(Schnur et al., 2006;",
                    "ref_id": null
                },
                {
                    "start": 1948,
                    "end": 1971,
                    "text": "Oppenheim et al., 2010)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 3162,
                    "end": 3188,
                    "text": "(Kempen and Huijbers, 1983",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 3453,
                    "end": 3464,
                    "text": "Dell (1986)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 4274,
                    "end": 4300,
                    "text": "(Oppenheim and Dell, 2008;",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 4301,
                    "end": 4323,
                    "text": "Nozari and Dell, 2009;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 4324,
                    "end": 4347,
                    "text": "Oppenheim et al., 2010)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Despite differing distributions of paraphasias across the two tasks, verbal paraphasias made during connected speech and naming were associated with damage to shared neural substrates (i.e. semantically related and unrelated paraphasias in connected speech and naming both associated with an area of damage localized to left hemisphere ventral stream cortex), supporting prior evidence from single-word retrieval that lesion damage in this area is associated with semantically related and unrelated paraphasias. While this result-that paraphasias in both connected speech and naming associate with areas of shared damageseems straightforward and perhaps not novel, few studies have evaluated brain damage associated with paraphasias during connected speech (e.g. in primary progressive aphasia: Wilson et al., 2010) . As noted in the introduction, the two larger studies to do so focused on different populations (post-stroke aphasia; primary progressive aphasia) and also evaluated only one type of paraphasia (phonemic). In the present study, we find that verbal paraphasias, made during connected speech and naming, were associated with shared lesion damage to specific brain areas in the left hemisphere. Semantically related paraphasias have been long attributed to neurodegeneration (Jefferies and Lambon Ralph, 2006; Noppeney et al., 2007) or stroke damage (Cloutman et al., 2009; Schwartz et al., 2009; Lambon Ralph et al., 2012; Griffis et al., 2017) involving left anterior temporal cortex, and this is reflected in our conjunction analysis which demonstrated that semantically related paraphasias made during both connected speech and naming localized to this area. Further, brain damage associated with unrelated paraphasias made during both tasks was localized to left posterior temporal cortex, an area which has been implicated most often in lexical . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/544841 doi: bioRxiv preprint retrieval (Lau et al., 2008) . These results further support the role of the left hemisphere ventral stream of language in lexical-semantic processing (Hickok and Poeppel, 2007) .",
            "cite_spans": [
                {
                    "start": 795,
                    "end": 815,
                    "text": "Wilson et al., 2010)",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 1289,
                    "end": 1323,
                    "text": "(Jefferies and Lambon Ralph, 2006;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1324,
                    "end": 1346,
                    "text": "Noppeney et al., 2007)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1364,
                    "end": 1387,
                    "text": "(Cloutman et al., 2009;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1388,
                    "end": 1410,
                    "text": "Schwartz et al., 2009;",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1411,
                    "end": 1437,
                    "text": "Lambon Ralph et al., 2012;",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1438,
                    "end": 1459,
                    "text": "Griffis et al., 2017)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2090,
                    "end": 2108,
                    "text": "(Lau et al., 2008)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 2231,
                    "end": 2257,
                    "text": "(Hickok and Poeppel, 2007)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Further, comparing lesion damage associated with verbal paraphasias made during connected speech allows us to make a finer distinction between semantic and unrelated errors in the anterior and posterior temporal lobe. Others have argued that semantic specificity increases on a gradient from posterior to anterior areas of the lateral temporal cortex, where the function of the anterior temporal lobe is most specific, especially specific for taxonomic and entity knowledge (for a review, see: Binder et al., 2009) . In people with poststroke aphasia, semantic naming errors are most commonly taxonomic-or entity-specific (Jefferies and Lambon Ralph, 2006; Binder et al., 2009; Walker et al., 2011) , where the resultant error is related by category, such as \"apple\" named as \"pear\". Semantically related paraphasias in our connected speech samples, which were likewise overwhelmingly taxonomic in nature, associated with more left anterior temporal lobe damage, suggesting subtle disruption of a more specific taxonomic-or entity-specific system.",
            "cite_spans": [
                {
                    "start": 494,
                    "end": 514,
                    "text": "Binder et al., 2009)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 622,
                    "end": 656,
                    "text": "(Jefferies and Lambon Ralph, 2006;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 657,
                    "end": 677,
                    "text": "Binder et al., 2009;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 678,
                    "end": 698,
                    "text": "Walker et al., 2011)",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Whilst disruption in the left anterior temporal lobe results in a subtler impairment of lexical-semantic access (i.e. honing into the correct semantic form), damage to more posterior left temporal and occipital regions logically impairs lexical-semantic access by disrupting the lexical-semantic system at an earlier stage of retrieval (i.e. translating visual recognition). Supportive evidence for this comes from studies of focal damage to the left middle temporal gyrus, suggesting that this damage results in profound language comprehension and semantic deficits (Hart and Gordon, 1990; Hillis and Caramazza, 1991; Kertesz et al., 1993; Dronkers et al., 2004) . We likewise showed that unrelated paraphasias made during connected speech-real words for which the target was unrelated or unknown-associated with left posterior temporal (especially middle and inferior temporal gyri) and left temporoparietal damage, indicating that disruption in areas recruited early on in the lexical-semantic system likely lead to verbal, but not phonological, paraphasias. Further, we demonstrate that damaged cortex in left posterior middle temporal gyrus area associated with semantically related and unrelated paraphasias made during both naming and connected speech, highlighting a role for this area of cortex in lexical selection. Our results, which evaluate verbal paraphasias for the first time in connected speech, support prior suppositions from single-word retrieval that the left posterior temporal lobe, in particular, has an early position in lexical-semantic access, at least during naming from visual recognition, and that the more anterior left temporal lobe, an area recruited downstream of the processes occurring in the left posterior temporal lobe, is an area whose role is more specific, likely for semantic entity knowledge.",
            "cite_spans": [
                {
                    "start": 567,
                    "end": 590,
                    "text": "(Hart and Gordon, 1990;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 591,
                    "end": 618,
                    "text": "Hillis and Caramazza, 1991;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 619,
                    "end": 640,
                    "text": "Kertesz et al., 1993;",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 641,
                    "end": 663,
                    "text": "Dronkers et al., 2004)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Neologistic and phonemic paraphasias during connected speech associated with damage to left frontoparietal cortex. Neural models of motor speech control suggest that the left postcentral and supramarginal gyri are core areas for the mapping of somato-phoneme targets prior to production (Guenther . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/544841 doi: bioRxiv preprint and Vladusich, 2012; Hickok, 2012). As neologistic errors likely arise from phonological selection and/or substitutions, this result supports the supposition of the role of the dorsal stream in phonological retrieval (Hickok and Poeppel, 2007; Schwartz et al., 2012) . In general, few studies have evaluated brain damage associated with phonemic paraphasias in aphasia comparative to verbal paraphasias, and they have differed in their conclusions as to the loading of phonemic paraphasias onto the left hemisphere dorsal or the ventral stream of language (Kreisler et al., 2000; Schwartz et al., 2012) . We found phonemic paraphasias during connected speech to be associated with frontoparietal left hemisphere brain damage. Notably, this result was only significant after removing variance from lesion volume but not apraxia of speech severity, suggesting a role for both word selection and motor planning in phonemic paraphasias produced during connected speech. Of particular interest is the robustness of VLSM results for sound paraphasias (neologistic, phonemic) derived during connected speech. In the present study, analyses performed on sound paraphasias from the connected speech task, and not the naming task, demonstrated significant results following removal of lesion volume variance and related apraxia of speech variance. Therefore, connected speech may be a particularly sensitive task on which to further evaluate lexical-phonological processing in the brain.",
            "cite_spans": [
                {
                    "start": 729,
                    "end": 755,
                    "text": "(Hickok and Poeppel, 2007;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 756,
                    "end": 778,
                    "text": "Schwartz et al., 2012)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1068,
                    "end": 1091,
                    "text": "(Kreisler et al., 2000;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1092,
                    "end": 1114,
                    "text": "Schwartz et al., 2012)",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our results extend prior behavioral research which described a divergence between paraphasias made during connected speech and naming (Nicholas et al., 1989; Mayer and Murray, 2003; Fergadiotis and Wright, 2015) and our VLSM results establish a foundation for continued brain research comparing connected speech with naming. While we found that underlying brain structures are shared between paraphasias across tasks, at least as measured by lesion analysis, our behavioral analysis reflects subtle changes in linguistic load across tasks. While logically, a paraphasia should arise from damage to a brain area associated with the category of the paraphasia (i.e. left hemisphere anterior temporal lobe and semantically related errors), and therefore brain damage associated with paraphasias in connected speech and naming should be similar, there is a body of literature in neurotypical adults and adults with neurogenic communication disorders that connected speech involves the interaction of brain areas important for cognitive processes not usually found in single-word retrieval, such as inhibition and working memory (Coelho et al., 1995; Wright et al., 2014; Schnur, 2017) . The multiword environment present during connected speech is prone to many processes not at play during single-word retrieval, including lexical bias (Nozari and Dell, 2009) , phonemic similarity (Dell, 1984) , and perhaps even semantic interference (Schnur et al., 2006; Oppenheim et al., 2010) . We suggest and have first shown here that studying the neural substrates of paraphasias in connected speech share brain areas also associated with paraphasias of naming, but we further suggest that studying paraphasias in connected speech extends our understanding of the neurobiology of language. In the present study, we employed lesion-symptom methods largely focused on identifying the convergence and divergence of brain damage associated with paraphasias in both connected . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/544841 doi: bioRxiv preprint 22 speech and naming, and we cannot fully elaborate on the recruitment of other linguistic or extra-linguistic areas to paraphasias in connected speech. Future work evaluating functional and structural connectivity may elaborate on the relative contribution of extra-linguistic cognitive processes to paraphasias produced during connected speech. In the current study, we analyzed a single naturalistic measure of connected speech, picture description, but we acknowledge that other forms of connected speech may be more naturalistic, such as story retelling and procedural descriptions, and encourage future work to evaluate these tasks in order to more comprehensively evaluate the spontaneous language system.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 157,
                    "text": "(Nicholas et al., 1989;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 158,
                    "end": 181,
                    "text": "Mayer and Murray, 2003;",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 182,
                    "end": 211,
                    "text": "Fergadiotis and Wright, 2015)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1124,
                    "end": 1145,
                    "text": "(Coelho et al., 1995;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1146,
                    "end": 1166,
                    "text": "Wright et al., 2014;",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 1167,
                    "end": 1180,
                    "text": "Schnur, 2017)",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1333,
                    "end": 1356,
                    "text": "(Nozari and Dell, 2009)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1379,
                    "end": 1391,
                    "text": "(Dell, 1984)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1433,
                    "end": 1454,
                    "text": "(Schnur et al., 2006;",
                    "ref_id": null
                },
                {
                    "start": 1455,
                    "end": 1478,
                    "text": "Oppenheim et al., 2010)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, while analyzing connected speech comes with its own caveats, analysis of connected speech necessarily extends evidence garnered from single word retrieval and blocked cyclic picture naming to more naturalistic phenomena and necessarily extends our understanding of the language system and its neural underpinnings. Here, we demonstrate compelling evidence to pursue further behavioral and neuroimaging work in this area.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/544841 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We acknowledge the work of Kristie R Kannaley MA MSP in transcription and coding of speech samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/544841 doi: bioRxiv preprint where more participants share a lesion to that voxel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "1B: Prior to multiple comparison correction, a comparison of left hemisphere lesion proportion damage to parcels between task groups shown on axial slices with a left hemisphere sagittal cross-slice. Parcellation was from the Johns Hopkins University atlas (Faria et al., 2012) , which contained gray-and white-matter parcels (182 in the whole brain). When comparing lesion damage to each parcel between the CS and PNT task groups, there was not a significant difference between lesion proportion damage to a parcel after multiple comparison correction (FDR; q=0.05). Prior to multiple comparison correction, six dorsal stream parcels were significantly more damaged in the PNT task group than the CS task group at p<0.05 (z>1.96); these are shown in the figure. P-values for these parcels ranged from p=0.0098 (middle frontal gyrus) to p=0.036 (underlying white matter, internal capsule. aphasia quotient], total words spoken / total items named, apraxia of speech (AOS) score from the Apraxia of Speech Rating Scale (ASRS, Strand et al., 2014) . Note that the CS task group showed significant correlations of paraphasia proportions (neologistic, phonemic, unrelated) with apraxia of speech severity, and this was why apraxia of speech severity was used as a covariate in VLSM analyses for the group. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/544841 doi: bioRxiv preprint 4A: Surface rendering of the significant results of the VLSM analysis for the PNT task group (left) and CS task group (right). Both the PNT and CS task group results, which demonstrate damage significantly associated with each paraphasia type, have variance from lesion volume removed. In the far-right column, we also present results from the CS task group with variance from both lesion volume and apraxia of speech severity removed, as apraxia of speech severity was significantly correlated with neologistic, phonemic and unrelated paraphasias in this group. Lesion damage significantly associated with sound paraphasias (neologistic, phonemic) was only found for the CS task group, and demonstrated a dorsal distribution.",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 277,
                    "text": "(Faria et al., 2012)",
                    "ref_id": null
                },
                {
                    "start": 1018,
                    "end": 1045,
                    "text": "(ASRS, Strand et al., 2014)",
                    "ref_id": null
                },
                {
                    "start": 1134,
                    "end": 1168,
                    "text": "(neologistic, phonemic, unrelated)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Figure Captions"
        },
        {
            "text": "Lesion damage significantly associated with verbal paraphasias (semantically related, unrelated) was found for both task groups, and demonstrated a more ventral distribution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure Captions"
        },
        {
            "text": "4B: Spatial distribution of significant clusters. Here, we demonstrate the spatial distribution of each significant cluster by paraphasia type and task group. As in Figure 4A , variance from lesion volume has been regressed from all analyses, and for the CS task group, we present neologistic and unrelated areas with apraxia of speech variance also regressed. Phonemic paraphasias are not demonstrated here, as there was not a significant cluster for phonemic paraphasia in the PNT task group after lesion volume regression or for the CS task group after both lesion volume and apraxia of speech severity regression. This figure demonstrates the distinction in dorsal and ventral streams associated with sound and verbal paraphasias, respectively. Figure 5 . Conjunction analysis of verbal paraphasias between tasks. As verbal paraphasias in the connected speech and naming tasks significantly associated with lesion damage, we performed a conjunction analysis to identify the region(s) that were significantly associated with semantically related and with unrelated paraphasias in both tasks. A cluster of damage to more anterior, ventral stream areas, comprising superior and middle temporal gyri, was associated with semantically related paraphasias in both tasks (top) while a cluster of damage to more posterior, ventral stream areas was associated with unrelated paraphasias in both tasks (middle). There was an area of overlap in posterior superior and middle temporal gyri significantly associated with both semantically related and unrelated paraphasias in both tasks (bottom).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 165,
                    "end": 174,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 749,
                    "end": 757,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Figure Captions"
        },
        {
            "text": "Supplementary Figure 1 . Flowchart of groups included in this study. A retrospective sample of 120 participants was further classified into two mutually exclusive groups for use in the VLSM study: CS task group, which included participants with a connected speech assessment, and PNT task group, which included participants with a naming assessment. The PNT task group was matched, using case-control matching, on the aphasia severity of the CS task group. To directly evaluate behavioral distribution of paraphasias, we evaluated a subgroup of the CS task group, which we have called the CS+PNT subgroup because members of this group had both a connected speech and naming assessment. Notably, members of this group were not included in the PNT task group, as we created the CS and PNT task groups (for VLSM analysis) to be mutually exclusive. . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/544841 doi: bioRxiv preprint evidence from aphasia. J. Mem. Lang. 2006; 54: 199-227. . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/544841 doi: bioRxiv preprint Table 1 . Demographics of all participants (N=120) included in the study Table 1A : Demographics of the mutually exclusive task groups on which the VLSM analysis was completed. A comparison using an independent samples t-test (p<0.05) is shown in the right-right column, comparing the CS and PNT task groups.",
            "cite_spans": [
                {
                    "start": 1086,
                    "end": 1102,
                    "text": "Mem. Lang. 2006;",
                    "ref_id": null
                },
                {
                    "start": 1103,
                    "end": 1115,
                    "text": "54: 199-227.",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 14,
                    "end": 22,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1331,
                    "end": 1338,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 1404,
                    "end": 1412,
                    "text": "Table 1A",
                    "ref_id": null
                }
            ],
            "section": "Figure Captions"
        },
        {
            "text": "Connected Speech Task The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . Table 3 : Left hemisphere voxels that, when damaged, significantly correlate with paraphasia type by task group. Here we present left hemisphere parcels containing voxels that, when damaged, significantly correlate with paraphasia type (neologistic, phonemic, unrelated, semantically related) for each task group (CS, PNT). To do this, we parcellated the lesion images using the Johns Hopkins University atlas, which includes gray and white matter (Faria et al., 2012) . We then extracted the maximum z-score of voxels reaching significance within each parcel (\"Peak Z\" in table) and reported the coordinates of the maximum voxel (\"X Y Z Coord.\"). We report areas within the significant cluster, as described in the VLSM methods. All analyses included lesion volume as a covariate. This table serves as a complement to Figure 4A . ^ = analysis included both lesion volume and apraxia of speech (AOS) as covariate White matter abbreviations: cFX = fornix crescent; ILF = inferior longitudinal fasciculus; IFOF = inferior frontooccipital fasciculus; PTR = posterior thalamic radiation; PCR = posterior corona radiata; RLIC = retrolenctiular part of internal capsule; SCC = splenium of the corpus callosum; SCR = superior corona radiata; SLF = superior longitudinal fasciculus; tCC = tapetum of the corpus callosum, UNC = uncinate Task group abbreviations: CS = Connected Speech Task Group (N=63); PNT = Naming Task Group (N=57) The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/544841 doi: bioRxiv preprint . CC-BY-NC-ND 4.0 International license is made available under a",
            "cite_spans": [
                {
                    "start": 566,
                    "end": 586,
                    "text": "(Faria et al., 2012)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 17,
                    "end": 21,
                    "text": "Task",
                    "ref_id": null
                },
                {
                    "start": 118,
                    "end": 125,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 937,
                    "end": 946,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Groups Subtests"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/544841 doi: bioRxiv preprint CC-BY-NC-ND 4.0 International lice is made available under a The copyright holder for this preprint (which wa . https://doi.org/10.1101/544841 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Groups Subtests"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Unified segmentation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ashburner",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Friston",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Neuroimage",
            "volume": "26",
            "issn": "",
            "pages": "839--851",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Voxel-based lesion-symptom mapping",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bates",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Saygin",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Dick",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Sereno",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Knight",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nat. Neurosci",
            "volume": "6",
            "issn": "",
            "pages": "448--450",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Where is the semantic system? A critical review and metaanalysis of 120 functional neuroimaging studies",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Binder",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Desai",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Graves",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Conant",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Cereb. Cortex",
            "volume": "19",
            "issn": "",
            "pages": "2767--96",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Symbolically speaking: A connectionist model of sentence production",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Becoming syntactic",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Dell",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bock",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Psychol. Rev",
            "volume": "113",
            "issn": "",
            "pages": "234--272",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Language adaptation and learning: Getting explicit about implicit learning",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Janciauskas",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fitz",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Linguist. Lang. Compass",
            "volume": "6",
            "issn": "",
            "pages": "259--278",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Where (in the brain) do semantic errors come from?",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cloutman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gottesman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chaudhry",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Kleinman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pawlak",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Cortex",
            "volume": "45",
            "issn": "",
            "pages": "641--649",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Impairments of discourse abilities and executive functions in traumatically brain-injured adults",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Coelho C A",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "Z"
                    ],
                    "last": "Liles",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Duffy",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Brain Inj",
            "volume": "9",
            "issn": "",
            "pages": "471--478",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Finding a focus for quality of life with aphasia: Social and emotional health, and psychological well-being",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cruice",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Worrall",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hickson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Murison",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Aphasiology",
            "volume": "17",
            "issn": "",
            "pages": "333--353",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Apraxia Battery for Adults 2",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Dabul",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Representation of serial order in speech: Evidence from the repeated phoneme effect in speech errors",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Dell",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J. Exp. Psychol. Learn. Mem. Cogn",
            "volume": "10",
            "issn": "",
            "pages": "222--233",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A spreading-activation theory of retreival in sentence production",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Dell",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Psychol. Rev",
            "volume": "93",
            "issn": "",
            "pages": "283--321",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Speech errors, phonotactic constraints, and implicit learning: a study of the role of experience in language production",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Dell",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Reed",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Meyer",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Exp Psychol Learn Mem Cogn",
            "volume": "26",
            "issn": "",
            "pages": "1355--1367",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Branch Coslett H. Voxel-based lesion-parameter mapping: Identifying the neural correlates of a computational model of word production",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Dell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nozari",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Faseyitan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Cognition",
            "volume": "128",
            "issn": "",
            "pages": "380--396",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Lesion analysis of the brain areas involved in language comprehension",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "F"
                    ],
                    "last": "Dronkers",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Wilkins",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Van Valin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "B"
                    ],
                    "last": "Redfern",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Jaeger",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Cognition",
            "volume": "92",
            "issn": "",
            "pages": "145--77",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Modelling confrontation naming and discourse performance in aphasia",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fergadiotis",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Wright",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Aphasiology",
            "volume": "7038",
            "issn": "",
            "pages": "1--17",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Models of Impaired Lexical Access in Speech Production",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Foygel",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dell",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Mem. Lang",
            "volume": "43",
            "issn": "",
            "pages": "182--216",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The Analysis of Sentence Production",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Garrett",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "133--177",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Phonotactic probability influences speech production",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Goldrick",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Larson",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "107",
            "issn": "",
            "pages": "1155--1164",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Boston Diagnostic Aphasia Exmination",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Goodglass",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kaplan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Barresi",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The canonical semantic network supports residual language function in chronic post-stroke aphasia",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Griffis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nenert",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Allendorfer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vannest",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Holland",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dietz",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Hum. Brain Mapp",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "A Neural Theory of Speech Acquisition and Production",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "H"
                    ],
                    "last": "Guenther",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Vladusich",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Neurolinguistics",
            "volume": "25",
            "issn": "",
            "pages": "408--422",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Delineation of single-word semantic comprehension deficits in aphasia, with anatomical correlation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hart",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gordon",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Ann. Neurol",
            "volume": "27",
            "issn": "",
            "pages": "226--231",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Do picture-naming tests provide a valid assessment of lexical retrieval in conversation in aphasia?",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Herbert",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hickin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Howard",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Osborne",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Best",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Aphasiology",
            "volume": "22",
            "issn": "",
            "pages": "184--203",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The cortical organization of speech processing: Feedback control and predictive coding the context of a dual-stream model",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hickok",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Commun. Disord",
            "volume": "45",
            "issn": "",
            "pages": "393--402",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The cortical organization of speech processing",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hickok",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Poeppel",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nature",
            "volume": "8",
            "issn": "",
            "pages": "393--402",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Category-specific naming and comprehension impairment: a double dissociation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hillis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Caramazza",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Brain",
            "volume": "",
            "issn": "",
            "pages": "2081--94",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Facilitation and interference in naming: A consequence of the same learning process?",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Hughes",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Schnur",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Cognition",
            "volume": "165",
            "issn": "",
            "pages": "61--72",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Evidence for multiple routes of speech production in a case of fluent aphasia",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ingles",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mate-Kole",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Cortex",
            "volume": "32",
            "issn": "",
            "pages": "199--219",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Semantic impairment in stroke aphasia versus semantic dementia: A caseseries comparison",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Jefferies",
                    "suffix": ""
                },
                {
                    "first": "Lambon",
                    "middle": [],
                    "last": "Ralph",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Brain",
            "volume": "129",
            "issn": "",
            "pages": "2132--2147",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The lexlcalization process in sentence puoduction and naming: Indirect e ection of words*",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kempen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Huijbers",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Cognition",
            "volume": "14",
            "issn": "",
            "pages": "185--209",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Western Aphasia Battery -Revised",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kertesz",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The Structural Determinants of Recovery in Wernicke′s Aphasia",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kertesz",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Polk",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Brain Lang",
            "volume": "44",
            "issn": "",
            "pages": "153--164",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The anatomy of aphasia revisited",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kreisler",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Godefroy",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Delmaire",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Debachy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Leclercq",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pruvo",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1117--1123",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Semantic memory is impaired in patients with unilateral anterior temporal lobe resection for temporal lobe epilepsy",
            "authors": [
                {
                    "first": "Lambon",
                    "middle": [],
                    "last": "Ralph",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Ehsan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Rogers",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Brain",
            "volume": "135",
            "issn": "",
            "pages": "242--258",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The problem of serial order in behavior",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lashley",
                    "suffix": ""
                }
            ],
            "year": 1951,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "112--147",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "A cortical network for semantics: (De)constructing the N400",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Phillips",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Poeppel",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nat. Rev. Neurosci",
            "volume": "9",
            "issn": "",
            "pages": "920--933",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Speaking: from Intention to Articulation",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Levelt",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Models of word production",
            "authors": [
                {
                    "first": "Wjm",
                    "middle": [],
                    "last": "Levelt",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Trends Cogn. Sci",
            "volume": "3",
            "issn": "",
            "pages": "223--232",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The CHILDES Project: Tools for Analysing Talk",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Macwhinney",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Two routes to naming: A case study",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Manning",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Warrington",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Neuropsychologia",
            "volume": "34",
            "issn": "",
            "pages": "809--817",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Functional measures of naming in aphasia: Word retrieval in confrontation naming versus connected speech",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mayer",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Aphasiology",
            "volume": "17",
            "issn": "",
            "pages": "481--497",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Enantiomorphic normalization of focally lesioned brains",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nachev",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Coulthard",
                    "suffix": ""
                },
                {
                    "first": "Rolf",
                    "middle": [],
                    "last": "Jager",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kennard",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Husain",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Neuroimage",
            "volume": "39",
            "issn": "",
            "pages": "1215--1226",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Revised administration and scoring procedures for the Boston Naming test and norms for non-brain-damaged adults",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Nicholas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brookshire",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Maclennan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schumacher",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Porrazzo",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Aphasiology",
            "volume": "3",
            "issn": "",
            "pages": "569--580",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Valid conjunction inference with the minimum statistic",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nichols",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brett",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Andersson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wager",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Poline",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Neuroimage",
            "volume": "25",
            "issn": "",
            "pages": "653--660",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Temporal lobe lesions and semantic impairment: A comparison of herpes simplex virus encephalitis and semantic dementia",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Noppeney",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Patterson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Tyler",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Stamatakis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bright",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Brain",
            "volume": "130",
            "issn": "",
            "pages": "1138--1147",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "More on lexical bias: How efficient can a 'lexical editor' be?",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nozari",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Dell",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Mem. Lang",
            "volume": "60",
            "issn": "",
            "pages": "291--307",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Inner speech slips exhibit lexical bias, but not the phonemic similarity effect",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Oppenheim",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Dell",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Cognition",
            "volume": "106",
            "issn": "",
            "pages": "528--537",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "The dark side of incremental learning: A model of cumulative semantic interference during lexical access in speech production",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Oppenheim",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Dell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cognition",
            "volume": "114",
            "issn": "",
            "pages": "227--252",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Context and word class influences on lexical retrieval in aphasia",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "V"
                    ],
                    "last": "Pashek",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Tompkins",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Aphasiology",
            "volume": "16",
            "issn": "",
            "pages": "261--286",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Paying attention to conversation",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Penn",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Brain Lang",
            "volume": "71",
            "issn": "",
            "pages": "185--189",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "The Philadelphia Naming Test: Scoring and Rationale",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Roach",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Grewal",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Brecher",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Clin. Aphasiology",
            "volume": "24",
            "issn": "",
            "pages": "121--133",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Age-specific CT and MRI templates for spatial normalization",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rorden",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bonilha",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fridriksson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bender",
                    "suffix": ""
                },
                {
                    "first": "H-O",
                    "middle": [],
                    "last": "Karnath",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Neuroimage",
            "volume": "61",
            "issn": "",
            "pages": "957--965",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Improving lesion-symptom mapping",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rorden",
                    "suffix": ""
                },
                {
                    "first": "H-O",
                    "middle": [],
                    "last": "Karnath",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bonilha",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Cogn. Neurosci",
            "volume": "19",
            "issn": "",
            "pages": "1081--1089",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Semantic interference during blocked-cyclic naming",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Schnur",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Brecher",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hodgson",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Word selection deficits and multiword speech",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Schnur",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Cogn. Neuropsychol",
            "volume": "34",
            "issn": "",
            "pages": "21--25",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "A new multiword naming deficit: Evidence and interpretation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hodgson",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Cogn. Neuropsychol",
            "volume": "19",
            "issn": "",
            "pages": "263--288",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "The dorsal stream contribution to phonological retrieval in object naming",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Faseyitan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Coslett",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Brain",
            "volume": "135",
            "issn": "",
            "pages": "3799--3814",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Anterior temporal involvement in semantic word retrieval: Voxel-based lesion-symptom mapping evidence from aphasia",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kimberg",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Faseyitan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Brecher",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Dell",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Brain",
            "volume": "132",
            "issn": "",
            "pages": "3411--3427",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Bridging computational approaches to speech production: The semantic-lexicalauditory-motor model (SLAM)",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hickok",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Psychon. Bull. Rev",
            "volume": "23",
            "issn": "",
            "pages": "339--352",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Psychometric Model for Assessment of Picture Naming Abilities in Aphasia",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hickok",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fridriksson",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Cognitive",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Psychol. Assess",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Support for anterior temporal involvement in semantic error production in aphasia: New evidence from VLSM",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kimberg",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Faseyitan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Brecher",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Dell",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Brain Lang",
            "volume": "117",
            "issn": "",
            "pages": "110--122",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Evidence for a context-sensitive word retrieval disorder in a case of nonfluent aphasia",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wilshire",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mccarthy",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Cogn. Neuropsychol",
            "volume": "19",
            "issn": "",
            "pages": "165--186",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Connected speech production in three variants of primary progressive aphasia",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Henry",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Besbris",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Ogar",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "F"
                    ],
                    "last": "Dronkers",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Jarrold",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Brain",
            "volume": "133",
            "issn": "",
            "pages": "2069--2088",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Permutation inference for the general linear model",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Winkler",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Ridgway",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Webster",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Nichols",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Neuroimage",
            "volume": "92",
            "issn": "",
            "pages": "381--397",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Global coherence in younger and older adults: Influence of cognitive processes and discourse type",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Koutsoftas",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Capilouto",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fergadiotis",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Aging, Neuropsychol. Cogn",
            "volume": "21",
            "issn": "",
            "pages": "174--196",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Functional measures of naming in aphasia: Word retrieval in confrontation naming versus connected speech",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zingeser",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Berndt",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Brain Lang",
            "volume": "39",
            "issn": "",
            "pages": "14--32",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "p=.001, Exp(B)=6.77 -49 ) and unrelated (p=.015, Exp(B)=5.71 35 ). Inspection of the data demonstrated greater proportion of semantically related paraphasias and fewer unrelated paraphasias during naming. The proportion of neologisms (p=0.13, Exp(B)=.001) and of phonemic paraphasias (p=0.48, Exp(B)=45.12) was not significantly different between tasks. Subsequent classification of paraphasia into type of assessment demonstrated an 88.9% correct classification into connected speech and 80.6% correct classification into naming task, with an overall accuracy of 84.7% (82.05% sensitivity [95% CI 66.47-92.46%] and 87.88% specificity [95% CI: 71.80-96.60%]).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Distribution of lesions for each task group (CS task group, PNT task group, CS+PNT subgroup).1A: A heat map on rendered surface showing lesion distributions for the participants included in the CS task group (top, left); PNT task group (top, right) and CS+PNT subgroup (bottom). Areas in red demonstrate",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Correlation matrices of groups. A) CS Task Group, B) PNT Task Group and C) CS+PNT subgroup. Correlation matrices demonstrating relationships of biographical and linguistic variables with paraphasias by group. Cooler colors are strongly negatively correlated and warmer colors are strongly positively correlated. Matrices included paraphasias made during the respective task; biographical variables (age, time since stroke, lesion volume); and language variables (WAB AQ [Western Aphasia Battery",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Distribution of paraphasia types produced during connected speech and naming. This figure directly compares the distribution of paraphasia types in the CS+PNT subgroup (N=36), the members of which completed both a connected speech and naming task. The top figure demonstrates the relative distribution of each paraphasia type by task. Multinomial logistic regression indicated that the semantically related and unrelated paraphasia types were significantly different between the tasks, and this is marked with a * (p<0.05) or ** (p<0.01) above the paraphasia name in the legend. The scatterplots (bottom) contrast the distribution during naming (y axis) and connected speech (x axis) for each paraphasia type.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Results of the voxelwise lesion symptom mapping on the CS and PNT task groups.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "). This task group comprised participants who had completed a connected speech assessment, which consisted of describing a set of three pictures (described in Behavioral Tasks). There were 63 participants (40 males; age, M=59.11±10.05 yrs; months post-stroke, M=40.11±45.9) included in this subset with the following aphasia types: anomic, 12; Broca's, 19; conduction, 8; global, 1; transcortical sensory, 1; and Wernicke's, 2. Twenty participants scored above the cut-off for demonstrating aphasia (>93.8 out of 100), as specified by the WAB AQ. Average AQ was 75.12±23.82 and lesion volume was 92.99±84.81 cm 3 .",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/544841 doi: bioRxiv preprint Funding NIDCD P50 DC014664 [Fridriksson] NIDCD U01 DC011739 [Fridriksson] NIDCD R01 DC008355 [Fridriksson] NIDCD T32 DC 014435 [Basilakos]",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Demographics of the CS+PNT subgroup participants (N=36) on which the behavioral analysis was completed. * = Scores of <93.8 considered to present with aphasia. ^ = Data from the Apraxia of Speech Rating Scale(Strand et al., 2014), subsection 1 was collected. A higher score on subsection 1 of the ASRS indicated presence of more severe apraxia of speech and the maximum score was 4. Not all participants had this measure: N=60 in CS group, N=16 in PNT group, 34 in CS+PNT group. ^^ = Reported for only connected speech task. ^^^ = Reported for only naming task. There are 175 possible responses on PNT; this number considers the number of no responses.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Distribution of paraphasia types by task. The CS (connected speech) and PNT (naming) task groups are shown on the left. The CS+PNT subgroup, comprised of individuals who had both a connected speech and naming assessment, is shown on the right. Recall that the percentage of paraphasias was calculated a proportion of total nouns for the connected speech task and as a proportion of total overt attempts for the naming task. Significant difference between the distributions of paraphasias during connected speech and naming was calculated only for the CS+PNT subgroup, as this was a direct comparison between individuals who completed both tasks. * Indicates a significant difference from the multinomial logistic regression analysis performed on the CS+PNT subgroup.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Underlying white-matter, PTR Posterior superior temporal gyrus Middle temporal gyrus Inferior temporal gyrus Posterior middle temporal gyrus Underlying white-matter, SLF Posterior inferior temporal gyrus Middle occipital gyrus Superior temporal gyrus Inferior occipital gyrus Angular gyrus Underlying white-matter, ILF & IFOF BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/544841 doi: bioRxiv preprint Middle occipital gyrus Inferior temporal gyrus Underlying white-matter, RLIC Angular gyrus Underlying white-matter, ILF & IFOF Posterior superior temporal gyrus Underlying white-matter, cFX Underlying white-matter, SLF Superior occipital gyrus Underlying white-matter, tCC Superior temporal gyrus Posterior insula Posterior middle temporal gyrus Middle occipital gyrus Inferior occipital gyrus Posterior inferior temporal gyrus Posterior superior temporal gyrus Superior occipital gyrus Middle temporal gyrus Inferior temporal gyrus Angular gyrus Fusiform gyrus Underlying white-matter, ILF & IFOF Superior temporal gyrus Underlying white-matter, SLF Superior temporal gyrus pole Middle temporal gyrus pole BY-NC-ND 4.0 International license is made available under a",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}