{
    "paper_id": "9e94f9379fd74fcacc4f3a57e03cbe9035efee8e",
    "metadata": {
        "title": "Molecular Modeling Evaluation of the Binding Effect of Ritonavir, Lopinavir and Darunavir to Severe Acute Respiratory Syndrome Coronavirus 2 Proteases",
        "authors": [
            {
                "first": "Shen",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sun Yat-sen University",
                    "location": {
                        "addrLine": "Sun Yat-sen University 74, 2nd Yat-sen Road",
                        "postCode": "510080",
                        "settlement": "Guangzhou, Guangzhou",
                        "country": "China, China"
                    }
                },
                "email": ""
            },
            {
                "first": "Runnan",
                "middle": [],
                "last": "Shen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sun Yat-sen University",
                    "location": {
                        "addrLine": "Sun Yat-sen University 74, 2nd Yat-sen Road",
                        "postCode": "510080",
                        "settlement": "Guangzhou, Guangzhou",
                        "country": "China, China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jingdong",
                "middle": [],
                "last": "He",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sun Yat-sen University",
                    "location": {
                        "addrLine": "Sun Yat-sen University 74, 2nd Yat-sen Road",
                        "postCode": "510080",
                        "settlement": "Guangzhou, Guangzhou",
                        "country": "China, China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xinhao",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sun Yat-sen University",
                    "location": {
                        "addrLine": "Sun Yat-sen University 74, 2nd Yat-sen Road",
                        "postCode": "510080",
                        "settlement": "Guangzhou, Guangzhou",
                        "country": "China, China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xushun",
                "middle": [],
                "last": "Guo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sun Yat-sen University",
                    "location": {
                        "addrLine": "Sun Yat-sen University 74, 2nd Yat-sen Road",
                        "postCode": "510080",
                        "settlement": "Guangzhou, Guangzhou",
                        "country": "China, China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Three anti-HIV drugs, ritonavir, lopinavir and darunavir, might have therapeutic effect on coronavirus disease 2019 . In this study, the structure models of two severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) proteases, coronavirus endopeptidase C30 (CEP_C30) and papain like viral protease (PLVP), were built by homology modeling. Ritonavir, lopinavir and darunavir were then docked to the models, respectively, followed by energy minimization of the protease-drug complexes. In the simulations, ritonavir can bind to CEP_C30 most suitably, and induce significant conformation changes of CEP_C30; lopinavir can also bind to CEP_C30 suitably, and induce significant conformation changes of CEP_C30; darunavir can bind to PLVP suitably with slight conformation changes of PLVP. It is suggested that the therapeutic effect of ritonavir and lopinavir on COVID-19 may be mainly due to their inhibitory effect on CEP_C30, while ritonavir may have stronger efficacy; the inhibitory effect of darunavir on SARS-CoV-2 and its potential therapeutic effect may be mainly due to its inhibitory effect on PLVP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In December 2019, coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) occurred in Wuhan, China, and then quickly became a rising global concern since World Health Organization had declared it as the sixth public health emergency of international concern (PHEIC) on 30 January 2020. By the time of 14:50 on February 8, 2020, 34638 COVID-19 cases had been confirmed in China and 723 patients died from it, resulting in a mortality of 2.2%. SARS-CoV-2 is a novel species of non-segmented positive-sense RNA virus which can spread and distribute in humans and other mammals [1] . Previous studies have discovered that SARS-CoV-2 belongs to a distinct clade from the β-coronavirus which is associated with human severe acute respiratory syndrome (SARS) and Middle East respiratory syndrome (MERS) [2] . Shi ZL et al found that SARS-CoV-2 shares 79.5% sequence identity to SARS-related coronavirus and is 96% identical at the whole-genome level to a bat coronavirus [3] , which corresponds to that the origin may be wild animals sold in Huanan Seafood Wholesale Market [4] . Recent clinical research found that dyspnea might occur on the fifth day and acute respiratory distress syndrome on the eighth day from first symptom of COVID-19 in median, organ dysfunction and death can also occur in severe COVID-19 cases [5, 6] . However, there is still no specific treatment for COVID-19. Finding drugs that can fight against SARS-CoV-2 is a top priority.",
            "cite_spans": [
                {
                    "start": 625,
                    "end": 628,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 847,
                    "end": 850,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1015,
                    "end": 1018,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1118,
                    "end": 1121,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1365,
                    "end": 1368,
                    "text": "[5,",
                    "ref_id": null
                },
                {
                    "start": 1369,
                    "end": 1371,
                    "text": "6]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The trial fifth edition of diagnosis and treatment guideline of COVID-19 issued by National Health Commission of the People's Republic of China (http://www.nhc.gov.cn/) recommends to use Kaletra for treatment. Kaletra, an anti-HIV drug which is composed of two protease inhibitors, ritonavir (CAS#: 155213-67-5) and lopinavir (CAS#: 192725-17-0), might have therapeutic effect on coronavirus diseases like SARS and MERS [7] [8] [9] [10] . However, whether it can inhibit SARS-CoV-2 or treat COVID-19 lacks clinical evidences and randomized clinical trials, and the safety of its use in COVID-19 patients is unclear. Otherwise, Lanjuan Li, infectious disease scientist, academician of Chinese Academy of Engineering, recommended darunavir (CAS#: 206361-99-1), also an HIV protease inhibitor, as a treatment for COVID-19. Although the inhibitory effect of darunavir on SARS-CoV-2 has been verified in vitro, its therapeutic effect on COVID-19 is still unknown. At the same time, the mechanism of how these drugs inhibit SARS-CoV-2 is also unknown.",
            "cite_spans": [
                {
                    "start": 420,
                    "end": 423,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 424,
                    "end": 427,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 428,
                    "end": 431,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 432,
                    "end": 436,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As coronaviruses, including SARS-CoV-2, synthesize polyproteins followed by hydrolyzed to produce their structure and function proteins [11] [12] [13] , it is suggested that ritonavir, lopinavir and darunavir may block the multiplication cycle of SARS-CoV-2 by inhibiting its proteases. To preliminarily understand the inhibitory effects of the drugs, in this study, molecular models of the proteases were built by homology modeling, followed by docking the drugs to the proteases, respectively. In addition, the dynamic interactions between the drugs and the protease were also simulated to evaluate the binding effects of the drugs on the proteases.",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 140,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 141,
                    "end": 145,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 146,
                    "end": 150,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Homology Modeling of the Proteases"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Homology Modeling of the Proteases"
        },
        {
            "text": "Since there was no gene of protease identified in the ten SARS-CoV-2 genes directly, the protease-like conserved domains in the orf1ab polyprotein (GenBank: QHO60603.1) of the virus were analyzed through NCBI Conserved Domain Search Service (https://www.ncbi.nlm.nih.gov/Structure/cdd/wrpsb.cgi) [14] [15] [16] [17] . The sequences of the found protease-like domains were then used to build molecular models by homology modeling through SWISS-MODEL (https://swissmodel.expasy.org/) [18] [19] [20] [21] [22] . To evaluate qualities, Verify score, Errat score, Prove score and Ramachandran plots of the built models were automatically created by Structure Analysis and Verification server (version 5.0, https://servicesn.mbi.ucla.edu/SAVES/).",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 300,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 301,
                    "end": 305,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 306,
                    "end": 310,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 311,
                    "end": 315,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 482,
                    "end": 486,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 487,
                    "end": 491,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 492,
                    "end": 496,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 497,
                    "end": 501,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 502,
                    "end": 506,
                    "text": "[22]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Homology Modeling of the Proteases"
        },
        {
            "text": "To dock ritonavir, lopinavir and darunavir to the proteases, respectively, Discovery Studio software (version 2.5, Accelrys Software Inc.) was used. While docking, one of the proteases would be set as receptor, and all its possible docking sites would be found. A sphere whose radius was 17 units would then be set at the optimal docking site, followed by semi-flexible docking of unprotonated ritonavir, lopinavir and darunavir to the receptor protease through Dock Ligands (Libdock) module of Discovery Studio software, respectively. The preliminary docking results would be evaluated by Libdock scores and intermolecular interactions through Discovery Studio software.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Molecular Docking of the Drugs"
        },
        {
            "text": "To analyze the structure changes of proteases caused by induced-fit effect after binding the drugs, Steepest Descent and Conjugate Gradient Algorithms were used to minimize the energy of the protease-drug complexes successively through Minimization module of Discovery Studio software. During calculation, fixed constraint of the backbone of proteins was used first and removed later.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Molecular Docking of the Drugs"
        },
        {
            "text": "By searching the conserved domains of the sequence of orf1ab polyprotein, two protease-like domains were found. One domain is coronavirus endopeptidase C30 (CEP_C30), located from 3292 to 3569 of the polyprotein sequence; the other domain is papain like viral protease (PLVP), located from 1564 to 1880 of the sequence. The sequence of PLVP was directly used for subsequent homology modeling, while the 5 residues at the C-terminal of the sequence of CEP_C30 were deleted before subsequent homology modeling to minimize disordered structures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Molecular Models of the Proteases"
        },
        {
            "text": "While modeling CEP_C30, 8 models were built according to 8 automatically found templates. The top-rated model in the 8 models is a homo-dimer with no ligand, and was selected to represent the structure of CEP_C30. While modeling PLVP, 29 models were built according to 16 automatically found templates. The top-rated model in the 29 models is a monomer with a zinc ion ligand, and was selected to represent the structure of PLVP. The structures of the two selected models are available in Supplemental Files S1 and S2. The detailed information, evaluation scores and Ramachandran plots of the two models are shown in Figure 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 617,
                    "end": 625,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Molecular Models of the Proteases"
        },
        {
            "text": "author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Molecular Docking of the Drugs"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.31.929695 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Molecular Docking of the Drugs"
        },
        {
            "text": "The optimal docking site of CEP_C30 is a pocket between its two subunits. Through docking drugs to this site, 100 poses were found when docking ritonavir, with the Libdock score of the optimal pose 192.346; 88 poses were found when docking lopinavir, with the Libdock score of the optimal pose 147.123; and 49 poses were found when docking darunavir, with the Libdock score of the optimal pose 149.404. The optimal docking site of PLVP is a pocket in one side of the protein. Through docking drugs to this site, 4 poses were found when docking ritonavir, with the Libdock score of the optimal pose 164.153; 3 poses were found when docking lopinavir, with the Libdock score of the optimal pose 107.137; and 8 poses were found when docking darunavir, with the Libdock score of the optimal pose 139.543. The interactions between the proteases and drugs at the optimal poses are shown in Figure 2 , and the structures of the docked protease-drug complexes at the optimal pose before energy minimization are available in Supplemental Files S3 to S8.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 884,
                    "end": 892,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Molecular Docking of the Drugs"
        },
        {
            "text": "Through energy minimization, all protease-drug complexes had some structure changes. The differences between before and after energy minimization of proteasedrug complexes are shown in Figure 3 , and the structures of protease-drug complexes after energy minimization are available in Supplemental Files S9 to S14.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 185,
                    "end": 193,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Molecular Docking of the Drugs"
        },
        {
            "text": "In this study, two models of two protease-like domains, CEP_C30 and PLVP, of orf1ab polyprotein of SARS-CoV-2 were built. Since these two models were built by taking highly homologous crystal structures as templates, their qualities are quite considerable. As it is difficult to obtain the crystal structure of CEP_C30 and PLVP in a short time, there is great significance to use these reliable structure models to predict their dynamic interactions with other molecules.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Significance of the Molecular Models"
        },
        {
            "text": "For ritonavir and lopinavir, these two drugs seem more suitable to bind to CEP_C30 rather than PLVP. Through energy minimization, it is suggested that after docking ritonavir or lopinavir, CEP_C30 can be induced to change its conformation significantly to bind the drug tightly. Moreover, ritonavir is more suitable than lopinavir to bind to CEP_C30. As shown in Figure 2 and 3, there are more interactions between CEP_C30 and ritonavir, and the binding between them is tighter. On the contrary, neither ritonavir nor lopinavir seems suitable to bind to PLVP, since the bindings become less tight after energy minimization.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 363,
                    "end": 371,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "The Binding Effects of the Drugs"
        },
        {
            "text": "For darunavir, this drug seems more suitable to bind to PLVP rather than CEP_C30. Through energy minimization, it is suggested that after docking to PLVP, darunavir can change its conformation significantly to fit PLVP, whose conformation will also be induced to slightly change. On the contrary, darunavir seems not suitable to bind to CEP_C30, since the binding between darunavir and CEP_C30 becomes less tight after energy minimization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Binding Effects of the Drugs"
        },
        {
            "text": "author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Possible Inhibitory Mechanisms of the Drugs"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Possible Inhibitory Mechanisms of the Drugs"
        },
        {
            "text": "Since the catalytic mechanisms of CEP_C30 and PLVP domains are both unknown, it is unable to determine whether ritonavir, lopinavir and darunavir are competitive or non-competitive inhibitors, although these drugs are all peptide analogues and seem to be competitive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Possible Inhibitory Mechanisms of the Drugs"
        },
        {
            "text": "As the binding of ritonavir and lopinavir might lead to significant conformation changes of CEP_C30, there is no conclusion whether ritonavir and lopinavir are competitive or non-competitive, since both competitive and non-competitive inhibitors may significantly change the conformation of receptor. For darunavir, as it can bind to PLVP suitably by changing its conformation with slight conformation changes of PLVP, it is more likely to be a competitive inhibitor of PLVP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Possible Inhibitory Mechanisms of the Drugs"
        },
        {
            "text": "In conclusion, the therapeutic effect of ritonavir and lopinavir on COVID-19 and other coronavirus disease may be mainly due to their inhibitory effect on CEP_C30, while ritonavir may have stronger efficacy; the inhibitory effect of darunavir on SARS-CoV-2 and its potential therapeutic effect may be mainly due to its inhibitory effect on PLVP. However, there are still limitations in this study. As the catalytic mechanisms of CEP_C30 and PLVP are still unknown, in further studies, it should still be focused on to figure out these mechanisms and how ritonavir, lopinavir and darunavir block these procedures. The safety and actual effects of these drugs on human body should also be carried out and verified by randomized clinical control studies further. author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Possible Inhibitory Mechanisms of the Drugs"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.31.929695 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Possible Inhibitory Mechanisms of the Drugs"
        },
        {
            "text": "Supplemental File S1. The structure model of CEP_C30. Supplemental File S2. The structure model of PLVP. Supplemental File S3. The structures of docked CEP_C30-ritonavir complex at the optimal pose before energy minimization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplemental Materials"
        },
        {
            "text": "Supplemental File S4. The structures of docked CEP_C30-lopinavir complex at the optimal pose before energy minimization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplemental Materials"
        },
        {
            "text": "Supplemental File S5. The structures of docked CEP_C30-darunavir complex at the optimal pose before energy minimization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplemental Materials"
        },
        {
            "text": "Supplemental File S6. The structures of docked PLVP-ritonavir complex at the optimal pose before energy minimization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplemental Materials"
        },
        {
            "text": "Supplemental File S7. The structures of docked PLVP-lopinavir complex at the optimal pose before energy minimization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplemental Materials"
        },
        {
            "text": "Supplemental File S8. The structures of docked PLVP-darunavir complex at the optimal pose before energy minimization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplemental Materials"
        },
        {
            "text": "Supplemental File S9. The structures of docked CEP_C30-ritonavir complex after energy minimization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplemental Materials"
        },
        {
            "text": "Supplemental File S10. The structures of docked CEP_C30-lopinavir complex after energy minimization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplemental Materials"
        },
        {
            "text": "Supplemental File S11. The structures of docked CEP_C30-darunavir complex after energy minimization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplemental Materials"
        },
        {
            "text": "Supplemental File S12. The structures of docked PLVP-ritonavir complex after energy minimization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplemental Materials"
        },
        {
            "text": "Supplemental File S13. The structures of docked PLVP-lopinavir complex after energy minimization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplemental Materials"
        },
        {
            "text": "Supplemental File S14. The structures of docked PLVP-darunavir complex after energy minimization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplemental Materials"
        },
        {
            "text": "There is no conflict of interest to declare. The structure model of CEP_C30 is a homo-dimer with no ligand, built by taking PDB: 4MDS.1.A as template. Each chain of the model of CEP_C30 is consist of 273 amino acid residues, with 95.60% sequence identity with the template. The structure model of PLVP is a monomer with a zinc ion ligand, built by taking PDB: 5TL7.1.B as author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declarations"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . template. The model of PLVP is consist of 317 amino acid residues, with 82.86% sequence identity with the template. The evaluation scores and Ramachandran plots of two models were automatically created by Structure Analysis and Verification server (version 5.0, https://servicesn.mbi.ucla.edu/SAVES/). There are three scores used to evaluate the models: Verify score, Errat score and Prove score. The higher Verify score and Errat score are, as well as the lower Prove score is, the more reasonably the model is built. The structures of (A1) CEP_C30-ritonavir complex before energy minimization; (A2) CEP_C30-ritonavir complex after energy minimization; (B1) CEP_C30-lopinavir complex before energy minimization; (B2) CEP_C30-lopinavir complex after energy minimization; (C1) CEP_C30-darunavir complex before energy minimization; (C2) CEP_C30-darunavir complex after energy minimization; (D1) PLVP-ritonavir complex before energy minimization; (D2) PLVP-ritonavir complex after energy minimization; (E1) PLVP-lopinavir complex before energy minimization; (E2) PLVP-lopinavir complex after energy minimization; (F1) PLVP-darunavir complex before energy minimization; and (F2) PLVP-darunavir complex after energy minimization. The chain A of CEP_C30 is shown in white, and chain B of CEP_C30 is shown in yellow. The main chain of PLVP is shown in green. Ritonavir is shown in blue, lopinavir in red, and darunavir in purple.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declarations"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Genome Composition and Divergence of the Novel Coronavirus (2019-nCoV) Originating in China",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell Host Microbe",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A Novel Coronavirus from Patients with Pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Epidemiological and clinical characteristics of 99 cases of",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Role of lopinavir/ritonavir in the treatment of SARS: initial virological and clinical findings",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Chu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Thorax",
            "volume": "59",
            "issn": "3",
            "pages": "252--258",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Molecular dynamic simulations analysis of ritonavir and lopinavir as SARS-CoV 3CL(pro) inhibitors",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Nukoolkarn",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Theor Biol",
            "volume": "254",
            "issn": "4",
            "pages": "861--868",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Treatment of Middle East Respiratory Syndrome with a combination of lopinavir-ritonavir and interferon-beta1b (MIRACLE trial): study protocol for a randomized controlled trial",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Arabi",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Trials",
            "volume": "19",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Antiviral Treatment Guidelines for Middle East Respiratory Syndrome. Infect Chemother",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "P"
                    ],
                    "last": "Chong",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "47",
            "issn": "",
            "pages": "212--234",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Origin and evolution of pathogenic coronaviruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "L"
                    ],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nat Rev Microbiol",
            "volume": "17",
            "issn": "3",
            "pages": "181--192",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Detection of 2019 novel coronavirus (2019-nCoV) by real-time RT-PCR",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Outbreak of a novel coronavirus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Du Toit",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Rev Microbiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "CDD/SPARCLE: functional classification of proteins via subfamily domain architectures",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Marchler-Bauer",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nucleic Acids Res",
            "volume": "45",
            "issn": "D1",
            "pages": "200--203",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "CD-Search: protein domain annotations on the fly",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Marchler-Bauer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Bryant",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nucleic Acids Res",
            "volume": "32",
            "issn": "",
            "pages": "327--358",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "CDD: NCBI's conserved domain database",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Marchler-Bauer",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nucleic Acids Res",
            "volume": "",
            "issn": "43",
            "pages": "222--228",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "CDD: a Conserved Domain Database for the functional annotation of proteins",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Marchler-Bauer",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nucleic Acids Res",
            "volume": "39",
            "issn": "",
            "pages": "225--234",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "SWISS-MODEL: homology modelling of protein structures and complexes",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Waterhouse",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nucleic Acids Res",
            "volume": "46",
            "issn": "W1",
            "pages": "296--303",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Automated comparative protein structure modeling with SWISS-MODEL and Swiss-PdbViewer: a historical perspective",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Guex",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Peitsch",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Schwede",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Electrophoresis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The SWISS-MODEL Repository-new features and functionality",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bienert",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nucleic Acids Res",
            "volume": "45",
            "issn": "D1",
            "pages": "313--319",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Toward the estimation of the absolute quality of",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Benkert",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Biasini",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Schwede",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure legends",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The detailed information, evaluation scores and Ramachandran plots of structure models of CEP_C30 and PLVP.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The interactions between the proteases and drugs at the optimal poses before energy minimization.The interactions (A) between ritonavir and CEP_C30; (B) between ritonavir and PLVP; (C) between lopinavir and CEP_C30; (D) between lopinavir and PLVP; (E) between darunavir and CEP_C30; and (F) between darunavir and PLVP before energy minimization. The main chains of CEP_C30 are shown in white, and of PLVP are shown in green. The side chains of CEP_C30 and PLVP which interact with ritonavir, lopinavir or darunavir are shown in blue. Ritonavir, lopinavir and darunavir are shown in red. The hydrogen bonds are shown in white interrupted lines.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The differences between before and after energy minimization of protease-drug complexes.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank Haibin Luo (School of Pharmaceutical Sciences, Sun Yat-sen University, Guangzhou, China) for providing the Discovery Studio software, and thank Wufei Wang (School of Aeronautics and Astronautics, University of Electronic Science and Technology of China, Chengdu, China) for proofreading the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}