{
    "paper_id": "a09c1ad0f05bbcc256cd667ad7411e6690134370",
    "metadata": {
        "title": "Association of Population migration and Coronavirus Disease 2019 epidemic control",
        "authors": [
            {
                "first": "Yu",
                "middle": [],
                "last": "Ding",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The First Affiliation Hospital of University of Science and Technology (Anhui Provincial Hospital)",
                    "location": {
                        "postCode": "230001",
                        "settlement": "Hefei Anhui",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Sihui",
                "middle": [],
                "last": "Luo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The First Affiliation Hospital of University of Science and Technology (Anhui Provincial Hospital)",
                    "location": {
                        "postCode": "230001",
                        "settlement": "Hefei Anhui",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xueying",
                "middle": [],
                "last": "Zheng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The First Affiliation Hospital of University of Science and Technology (Anhui Provincial Hospital)",
                    "location": {
                        "postCode": "230001",
                        "settlement": "Hefei Anhui",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ping",
                "middle": [],
                "last": "Ling",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The First Affiliation Hospital of University of Science and Technology (Anhui Provincial Hospital)",
                    "location": {
                        "postCode": "230001",
                        "settlement": "Hefei Anhui",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Tong",
                "middle": [],
                "last": "Yue",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The First Affiliation Hospital of University of Science and Technology (Anhui Provincial Hospital)",
                    "location": {
                        "postCode": "230001",
                        "settlement": "Hefei Anhui",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhirong",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Joint Laboratory of Public Health, USTC and Anhui NHC",
                    "institution": "",
                    "location": {
                        "postCode": "230001",
                        "settlement": "Hefei Anhui",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jianping",
                "middle": [],
                "last": "Weng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The First Affiliation Hospital of University of Science and Technology (Anhui Provincial Hospital)",
                    "location": {
                        "postCode": "230001",
                        "settlement": "Hefei Anhui",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "To analyze the impact of different patterns of migration flow in two cities, Hefei and Shenzhen, on the epidemic and disease control of Coronavirus Disease 2019 , in order to provide insight for making differentiated controlling policies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Hefei and Shenzhen between January 19 and February 11, 2020, from data officially published by the provincial and municipal Centers for Disease Control and Prevention (CDC). From these data we calculated basic reproduction number R0 to reflect the rate of spread of COVID-19 in these cities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Aggregated data of population migration during the same period was extracted from Baidu Migration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The change of R0 in the two cites were analyzed and compared. Spearman correlation analysis between R0 and population inflow from epidemic focus were performed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In December 2019, a cluster of patients with pneumonia of unknown etiology was reportedly linked to Huanan Seafood Wholesale Market in Wuhan, Hubei Province, China.[1-4] Soon after, it was confirmed that this pneumonia was caused by infection of a novel pathogen [5] , Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2), as recently named by the World Health Organization, and the disease caused by such virus infection, the Corona Virus Disease 2019 (COVID-19) [6] . In January 2020, a widespread outbreak of COVID-19 occurred following the beginning of the largest annual migration in China known as the Spring Festival migration. Due to the geographic location of Wuhan and its role as a central transportation hub, number of cases of infection rose rapidly [7] . By February 11, 2020, over 60,000 cases of suspected or confirmed COVID-19 were reported. [8] . Since January 20, 2020, when it was publicly announced that COVID-19 was human-to-human transmittable [9] [10] , the Chinese government took a series of unprecedented, austere measures to contain the spread of COVID-19. Public transportation was suspended in and out of the city of Wuhan, where the disease initially outbroke, and this was later extended to adjacent areas. [11] Other provinces followed suit and successively took precautionary actions in accordance with the Level 1 Response to Major Public Health Emergencies, including passenger body temperature surveillance at railway stations and airports, and restriction of large gatherings. [12] [13] Nonetheless, the flow of migration prior to these measures had laid the . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 266,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 472,
                    "end": 475,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 771,
                    "end": 774,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 867,
                    "end": 870,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 975,
                    "end": 978,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 979,
                    "end": 983,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1247,
                    "end": 1251,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1523,
                    "end": 1527,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1528,
                    "end": 1532,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Main text"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02. 18.20024661 doi: medRxiv preprint groundworks for the accelerated spread of COVID-19. Of note, varying migration patterns in different locales may affect the spread of airborne and direct contact human-to-human transmitted disease. [14] [15] In this study, we aimed to analyze the impact of different migration patterns, in Hefei and Shenzhen, on the epidemic and disease control of COVID-19, to provide insights for making differentiated controlling policies.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 137,
                    "text": "18.20024661 doi: medRxiv preprint",
                    "ref_id": null
                },
                {
                    "start": 336,
                    "end": 340,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 341,
                    "end": 345,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Main text"
        },
        {
            "text": "Anhui Province is geographically adjacent to Hubei Province. Hefei is the capital city of Anhui Province where population inflow during the Spring Festival migration is one of the highest in the nation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rationale of city selection"
        },
        {
            "text": "[16] In comparison, Shenzhen is a major immigration city in China, experiencing one of the highest population outflow over the same period. [13, 16] Since the outbreak of COVID-19, Hefei (January 24, 2020) and Shenzhen (January 23) were the first two regions to launch the Level 1 Response to Major Public Health Emergencies. [17, 18] We defined the time period between the launch of the Level 1 Response and 24:00 January 30 as the initial stage of response.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 144,
                    "text": "[13,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 145,
                    "end": 148,
                    "text": "16]",
                    "ref_id": null
                },
                {
                    "start": 326,
                    "end": 330,
                    "text": "[17,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 331,
                    "end": 334,
                    "text": "18]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Rationale of city selection"
        },
        {
            "text": "Data sources of COVID-19 confirmed cases The data of confirmed COVID-19 cases in Hefei and Shenzhen were extracted from data officially published by the provincial and municipal Center for Disease Control and Prevention (CDC) of Hefei [19] and Shenzhen [20] . The first confirmed case of COVID-19 in the two cities occurred on January 19, 2020 in Shenzhen, when we defined as the starting point of the outbreak. We collected data released between 0:00 January 19 and 24:00 February 11, 2020.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 239,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 253,
                    "end": 257,
                    "text": "[20]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data sources"
        },
        {
            "text": "We collected all publicly available information of confirmed COVID-19 patients in Hefei and Shenzhen, including sex, age, travel history, information of contact with patients with similar symptoms or confirmed COVID-19, symptoms related to SARS-CoV-2 infection and time when these symptoms first appeared, and time of conformation of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data sources"
        },
        {
            "text": "Case definition A confirmed COVID-9 case was defined as a patient with respiratory or blood specimens that tested positive for the SARS-CoV-2 by at least one of the following three methods:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data sources"
        },
        {
            "text": "isolation of SARS-CoV-2 or at least one positive result by real-time reverse-transcription-polymerasechain-reaction (RT-PCR) assay for SARS-CoV-2 or a genetic sequence that is highly homologous with . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data sources"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.18.20024661 doi: medRxiv preprint 4 known SARS-CoV-2, in accordance with the fifth edition of the diagnosis and treatment plan of COVID-19 in China [21] .",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 255,
                    "text": "[21]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Data sources"
        },
        {
            "text": "Maps [16] as data sources of population migration. Baidu Map is one of the largest maps and navigation service providers in China. Through Baidu Maps' extensive user base, Baidu Migration is able to aggregate anonymized location information and provide data on population outflow and inflow for different time periods and in different regions. This function enabled us to observe the migration flow of population from the epidemic focus (Hubei Province/Wuhan) to Hefei and Shenzhen in the designated period of study. We extracted publicly available data from the Baidu Migration platform. We calculated the daily proportion of inflow population to the two cities by dividing daily number of people moving from the epidemic focus to Hefei or Shenzhen by the total number of daily inflow people to the two cities respectively over the study period.",
            "cite_spans": [
                {
                    "start": 5,
                    "end": 9,
                    "text": "[16]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data sources of migration We used the online platform Baidu Migration (Baidu Qianxi) in Baidu"
        },
        {
            "text": "We described the basic characteristics of confirmed cases of COVID-19 in Hefei and Shenzhen. We compared variables of patients from the two cities using student's t test or Spearman's rho test when appropriate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Basic reproduction number R0 is the number of cases one case generates on average over the course of its infectious period, in an otherwise uninfected population. We calculated R0 values based on serial, overlapping 5-day time windows for Hefei and Shenzhen respectively, over the 24-day study period between January 19 and February 11, 2020. A total of 20 time windows wereanalyzed in this study period. We adopted the basic R0 estimation method, as shown in (1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimation of basic reproduction number (R0)"
        },
        {
            "text": "(1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R0 ≥ (1 + growth rate×serial interval)"
        },
        {
            "text": "In this method, serial interval referred to the average time between one generation of infection and the next generation of infection in the disease transmission chain. In this study, we estimated serial interval by the average incubation period (days) plus the average infectious period (days). The values of average growth rate, the average incubation period and the average infectious period were calculated at the end of every time window, for each of the two cities. Growth rate referred to the proportion of newly added patients per day in the cumulative total of confirmed patients. Simple moving average of growth . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R0 ≥ (1 + growth rate×serial interval)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.02.18.20024661 doi: medRxiv preprint 5 rates for the previous 5 day (inclusive of the end date) was defined as the average growth rate within a time window ending on a certain date. The average incubation period was the mean value of the incubation period of non-input confirmed patients with a contact history over the previous 5 days (inclusive of the end date). We defined infectious period as the period between the appearance of the first symptoms and isolation (hospitalization). Similarly, we defined the average infection period as the moving average of all confirmed COVID-19 cases for each 5-day time window.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "We evaluated the change of R0 over the study period in Hefei and Shenzhen by the following slope prediction algorithm. The first order functions of time and R0 were obtained with the method of least square. Considering the objective first order function as aT+b=R0, where T was number of time windows from starting one, and a, b are parameters to be fitted, the sum of deviations squared from the given set of data was calculated by (2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation and comparison of change of R0"
        },
        {
            "text": "The desired parameters are obtained via minimizing S(a,b). That is, the objective function is ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation and comparison of change of R0"
        },
        {
            "text": "The first case of confirmed COVID-19 was identified on January 19, while the first case in Hefei on January 22. Basic characteristics of confirmed cases in the two cities were shown in Table 1 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 185,
                    "end": 192,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Characteristics of confirmed cases"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.02. 18 ",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 76,
                    "text": "18",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "As mentioned above, the first case of confirmed COVID-19 was identified on January 19. The first case in Hefei was identified on January 22. As shown in Figure 2A , the values of daily R0 in the both cities were above 3.5 before the Level 1 Response was launched. After the launch of the Level 1 Response, R0 values of the both cities started to decline slowly (both P for trend <0.001). And by February 11, the R0 in Hefei and Shenzhen were 1.93 and 1.48, respectively. Moreover, compared with Hefei, the decline of R0 in Shenzhen was significantly faster (predicted slope of R0, Shenzhen vs Hefei, -0.133 vs -0.031, P = 0.091). Figure 2B , average growth rate declined significantly after the initial stage of response in both of the cities (both P for trend <0.001) of similar trend (P=0.939). Average incubation period of both the cities increased over time (both P for trend <0.001, Figure 2C ), but it appeared to climb faster in Shenzhen than in Hefei (p=0.027). Figure 2D indicated that after the initial drop after the launch of Hefei Shenzhen . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 153,
                    "end": 162,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 630,
                    "end": 639,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 888,
                    "end": 897,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 970,
                    "end": 979,
                    "text": "Figure 2D",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Change of epidemiological characteristic of COVID-19 infections"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.02.18.20024661 doi: medRxiv preprint 8 the Level 1 Response, the average infectious period of the both cities slowly rose after the initial stage of response (both P for trend <0.05) of similar trend (P=0.891).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "During the initial stage of response, there was no significant association observed between R0 and the proportion of population inflow from the epidemic focus (P =0.260, r=-0.452) in Shenzhen; meanwhile in Hefei, such association were strong (P =0.000, r=1.0). However, after the initial stage of response, the situation reversed. A weak association was observed between be R0 and the proportion of population inflow from the epidemic focus in Shenzhen (P=0.073, r=0.536) but not in Hefei (P =0.498, r=0.217). . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Association of R0 and population inflow from the epidemic focus"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.02.18.20024661 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "In this study, we analyzed the epidemiological characteristics of COVID-19 starting from the identification of the first cases in two cities out of epidemic focus. We found that following the launch of Level 1 Response to Major Public Health Emergencies, the spread rate of COVID-19 declined significantly in both of the cities. The relationship between R0 and population inflow from the epidemic center was observed to be different in Hefei and in Shenzhen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The consistent decline of R0 during our study period in both cities could be attributed to the consistent decline of average growth rate, as average incubation period and average infectious period were consistently increasing. We assume that such decline of growth rate could be attributed to the multiple strategies used in the Level 1 Response in the two cities, including public awareness of the risk, increased surveillance of suspected cases, immediate isolation of suspected cases, and restriction of gatherings, which have all been proven to be effective in controlling the spread of novel infectious diseases [22] .",
            "cite_spans": [
                {
                    "start": 617,
                    "end": 621,
                    "text": "[22]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We found that there were different patterns in the epidemic of COVID-19 in the two cities. By comparing the data from local municipal CDC, we found that a major proportion of confirmed cases in Shenzhen during the study period were imported cases, while in Hefei has predominantly clustered cases, indicating that there were different patterns of disease spread in the two cities. This could be attributed to interaction of multiple factors, but population migration and social connections had played an important role [15] .",
            "cite_spans": [
                {
                    "start": 519,
                    "end": 523,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In Hefei, before Level 1 Response was activated, which included suspension of transportation in an out of Wuhan from 22 January, major inflow of population from Hubei/Wuhan was observed. The population inflow brought in imported cases. Therefore, during the initial stage of response, R0 were strongly correlated with population inflow from the epidemic focus. However, the inflow population people were largely Anhui natives, returning home for Chinese New Year. They tended to have extensive social connections in Hefei and would frequently attend gatherings with the local people. These gatherings accelerated the local spread and generated cases where patients had no travel history to the epidemic focus [10] . These local cases further spread the disease to the next generation of infection even after the travel ban to and from the city of Wuhan and adjacent areas. This would explain the prevalence of clustered cases and the diminishing of correlation between R0 and population inflow from epidemic focus after the initial stage of response.",
            "cite_spans": [
                {
                    "start": 709,
                    "end": 713,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.02. 18.20024661 doi: medRxiv preprint On the other hand, Shenzhen as a major immigrant city, the initial population flow during the Spring Festival migration was of people moving out of the city. Therefore, during the first few days before the travel ban to and from Wuhan, the increment of new cases was slow, and no significant correlation with the migration direction of the people was observed. However, during the 24 hours around the announcement of travel ban in Wuhan, a sudden large inflow from Wuhan was observed due to the fleeing population. This would explain the burst of new cases on January 31, despite the launch of Level 1 Response. The time lag of 7 days was consistent with the average incubation period reported [23] . These new cases were less likely to attend gatherings with the awareness of the risk of COVID-19 and were soon identified, following the implementation of disease control actions. This would explain the large proportion of imported cases in Shenzhen.",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 107,
                    "text": "18.20024661 doi: medRxiv preprint",
                    "ref_id": null
                },
                {
                    "start": 802,
                    "end": 806,
                    "text": "[23]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Overall, population migration and social connection would affect the pattern of the spread of COVID-19. This indicated that to control the spread of airborne and direct contact diseases such as COVID-19, we need differentiated strategies that pay special attention to population flow and cultural factors. For population migration, given our technological capability particularly in attaining and analyzing big data, we are able to monitor population in-and outflow by region and in real time. Under a novel infectious disease outbreak background, precautions should be taken to closely monitor the trend of population migration, and quick response should be made to deal with expected and unexpected population flow. For cities like Hefei, with predominant inflow of native population from the epidemic focus, restriction to gatherings would be a step of priority to contain infection considering both population migration and cultural factors. In the case of Shenzhen, close monitoring and quick response to unexpected large in or out flow of population would prepare the affected regions for adequate surveillance strategy and allocating healthcare resources for the incoming suspected and confirmed cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "In conclusion, following Level 1 Response, consistent decline of R0 of COVID-19 was observed in both Hefei and Shenzhen. There were different patterns of disease spread in the two cities, driven by different patterns of population migration. This indicated that population migration should be taken into consideration when setting policies to control a novel infectious disease. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02. 18.20024661 doi: medRxiv preprint ",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 137,
                    "text": "18.20024661 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "References"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A novel coronavirus (2019-nCoV) causing pneumoniaassociated respiratory syndrome",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ying",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell. Mol. Immunol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41423-020-0372-4"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "China coronavirus: what do we know so far?",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mahase",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Bmj",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.m308"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/s0140-6736(20)30211-7"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A Novel Coronavirus from Patients with Pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "New Engl. J. Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001017"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "World Health Organization",
            "authors": [],
            "year": null,
            "venue": "WHO Emergencies Press Conference on novel coronavirus -11",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New Engl. J. Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001316"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "National Health Commission. The latest situation of COVID-19 by 12",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "National Health Commission. Answers about COVID-19 from experts",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": ".-W",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kok",
                    "suffix": ""
                },
                {
                    "first": "K.-H",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/s0140-6736(20)30154-9"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Wuhan People's Government. Prevention and Control Command Notice of COVID-19 in wuhan",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Xinhua news online. 30 provinces have decided to launch the Level 1 Response to Major Public Health Emergencies",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "",
            "issn": "",
            "pages": "30260--30269",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The association between domestic train transportation and novel coronavirus (2019-nCoV) outbreak in China from 2019 to 2020: A data-driven correlational report",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhuang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ran",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Travel Med. Infect. Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tmaid.2020.101568"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The role of population heterogeneity and human mobility in the spread of pandemic influenza",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Merler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ajelli",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proc Biol Sci",
            "volume": "277",
            "issn": "",
            "pages": "557--565",
            "other_ids": {
                "DOI": [
                    "10.1098/rspb.2009.1605"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Anhui province has decided to launch the Level 1 Response to Major Public Health Emergencies",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Guangdong Health Commission. Guangdong province has decided to launch the Level 1",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Response to Major Public Health Emergencies",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not peer-reviewed) The copyright holder for this preprint",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cc-By-Nc-Nd",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.18.20024661"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "National Health Commission. Diagnosis and treatment of COVID-19(Version 5， Temporary)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "A Novel Coronavirus Emerging in China -Key Questions for Impact Assessment",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Munster",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Koopmans",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Van Doremalen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New Engl. J. Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMp2000929"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Epidemiological characteristics of novel coronavirus pneumonia",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Chin J Epidemiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "AT+B=R0, where A and B are the values of a and b that give the minimal value of S(a,b). The greater the absolute value of A (|A|), the faster the change of R0.We analyzed the relationship of population inflow from the epidemic focus and R0 at different time point for two cities respectively using Spearman correlation. The Mann Kendall trend test was used to evaluate the change of R0, average incubation period and average infectious period over the study period. SPSS 21.0 and R software were used for statistical analysis.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "SD, standard deviation; IQR, interquartile range; R0, Basic reproduction number. * We defined the time period between the launch of the Level 1 Response and 24:00 January 30 as the initial stage of response. # Approximately the last week before and on February 11, 2020.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "showed the number of daily newly confirmed cases of COVID-19 in Hefei and Shenzhen during the study period. The number of newly confirmed cases slowly rose in Hefei before reaching peak of 16 new cases on February 2, and then started to decline slowly. Over the same period in Shenzhen, during the first week after the first case identified, the increase of the number of cases was slow. But it speeded up straight after, and the peak number of 60 daily new cases was observed on January 31. Then the number went down quickly over the following days.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Daily newly confirmed case of COVID-19",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Change of epidemiological characteristic of COVID-19 infections inShenzhen and Hefei between January 19 toFebruary 11, 2020",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Huang, C., Wang, Y., Li, X. et al. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet,2020, doi:10.1016/s0140-6736(20)30183-5 (2020).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ". By 24:00 February 11, 2020, a total of 157 confirmed cases was identified in Hefei. The average age of these patients was 44.4±15.6 years. Among them, 74 were female (47.1%), and 38 imported cases (24.2%). By the same time, 386 confirmed cases were identified in Shenzhen, with an average age of 45.15±17.99 years, 202 female (52.3%) and 289 imported cases (74.9%). Compared with Shenzhen, the proportion of is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.imported case in Hefei was significantly lower (P<0.001). Basic characteristics of confirmed cases of COVID-19 in Hefei and Shenzhen",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "February 2020, Vol.41, No.2.. CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.02. 18.20024661 doi: medRxiv preprint ",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 107,
                    "text": "18.20024661 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        }
    ]
}