{
    "paper_id": "a1bff76ce360e8990b0a4ee2a5228a6e6e63d9c1",
    "metadata": {
        "title": "Title: Serial interval of novel coronavirus (COVID-19) infections Correspondence to",
        "authors": [
            {
                "first": "Hiroshi",
                "middle": [],
                "last": "Nishiura",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hokkaido University",
                    "location": {
                        "addrLine": "Kia 15 Jo Nishi 7 Chome, 7 Kitaku",
                        "postCode": "060-8638",
                        "settlement": "Sapporo",
                        "country": "Japan"
                    }
                },
                "email": "nishiurah@med.hokudai.ac.jp"
            },
            {
                "first": "Natalie",
                "middle": [
                    "M"
                ],
                "last": "Linton",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hokkaido University",
                    "location": {
                        "addrLine": "Kia 15 Jo Nishi 7 Chome, 7 Kitaku",
                        "postCode": "060-8638",
                        "settlement": "Sapporo",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Andrei",
                "middle": [
                    "R"
                ],
                "last": "Akhmetzhanov",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hokkaido University",
                    "location": {
                        "addrLine": "Kia 15 Jo Nishi 7 Chome, 7 Kitaku",
                        "postCode": "060-8638",
                        "settlement": "Sapporo",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "H",
                "middle": [],
                "last": "Nishiura",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hokkaido University",
                    "location": {
                        "addrLine": "Honcho 4-1-8, Kia 15 Jo Nishi 12 7 Chome, Kitaku",
                        "postCode": "332-0012, 060-8638",
                        "settlement": "Kawaguchi, Sapporo",
                        "region": "Saitama",
                        "country": "Japan, Japan;, Japan"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "1 Objective: To estimate the serial interval of novel coronavirus (COVID-19) 2 from information on 28 infector-infectee pairs. 3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We collected dates of illness onset for primary cases (infectors) and 4 Acknowledgments",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The epidemic of novel coronavirus infections that began in 12",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "China in late 2019 has rapidly grown and cases have been reported worldwide . 13 An empirical estimate of the serial interval-the time from illness onset in a 14 primary case (infector) to illness onset in a secondary case (infectee)-is needed 15 to understand the turnover of case generations and transmissibility of the disease 16 [1] . Estimates of the serial interval can only be obtained by linking dates of onset 17 for infector-infectee pairs, and these links are not easily established. A recently 18 published epidemiological study used contact tracing data from cases reported in 19",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 80,
                    "text": ". 13",
                    "ref_id": null
                },
                {
                    "start": 333,
                    "end": 336,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "Hubei Province early in the epidemic to estimate the mean serial interval at 7.5 20 days [2] , which is consistent with the 8.4-day mean serial interval reported for 21 severe acute respiratory syndrome (SARS) from Singaporean household contact 22 data [3] . However, there were only six infector-infectee pairs in this dataset, and 23 sampling bias may have been introduced to the variance and mean. To further 24 All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 92,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 253,
                    "end": 256,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https: //doi.org/10.1101 //doi.org/10. /2020 -4 -assess the serial interval of COVID-19 infections we compiled a dataset of 28 1 publicly shared infector-infectee pairs and calculated the serial interval from 2 these data. 3",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 102,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 122,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "We scanned publicly available information published in research articles 5 and quoted from official reports of outbreak investigations to obtain our dataset. 6",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4"
        },
        {
            "text": "The date of illness onset was defined as the date on which a symptom relevant to 7 COVID-19 infection appeared and was determined by the reporting 8 governmental body. We subjectively ranked the credibility of the ascertained 9 pairs into \"certain\" and \"probable,\" where the former was used for pairs and 10 dates of illness onset were clearly defined in an academic article and the latter 11 was applied to pairs and dates of illness onset that were clearly defined but 12 quoted from outbreak investigation reports. Estimates were obtained for certain 13 and probable pairs combined (n=28) as well as for the certain pairs alone (n=18). 14 The interval censored data were handled in units of days. We employed 15 a Bayesian approach with doubly interval censored likelihood to obtain estimates 16 of the serial interval [4]: 17",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4"
        },
        {
            "text": "where i represents the identity of each pair, E(R,L) is the interval for symptom 18 onset of the infector and S(R,L) is the interval for symptom onset of the infectee. 19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4"
        },
        {
            "text": "Here, g(.) is the probability density function (p.d.f.) of exposure following a 20",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4"
        },
        {
            "text": "uniform distribution and f(.) is the p.d.f. of the serial interval, assumed to be 21 governed by three different distributions-lognormal, gamma, and Weibull. We 22 All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.03.20019497 doi: medRxiv preprint -5 -sampled the posterior distributions using CmdStan version 2.22.1 1 (http://github.com/aakhmetz/nCoVSerialInteval2020). 2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4"
        },
        {
            "text": "As the epidemic will continue to grow beyond our data collection cutoff 3 point of 12 February 2020, it is possible that the naïve likelihood (1) 4 underestimates the serial interval as sampling during the early stage of the 5 epidemic preferentially excludes infector-infectee pairs with longer serial 6 intervals. We adjusted for this selection bias-called right truncation-in our 7 model. The alternative p.d.f. that accounts for right truncation during the 8 exponential growth phase of the epidemic is written as: 9",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4"
        },
        {
            "text": "where r is the exponential growth rate estimated at 0.14 [5] and T is the latest 10 time of observation (12 February 2020). The widely applicable information 11 criterion (WAIC) was used to compare between distributions and the model with 12 the minimal WAIC value was selected as the best-fit model for each set of 13 estimates with and without right truncation. 14",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4"
        },
        {
            "text": "We were able to obtain data on 28 infector-infectee pairs (see 16   Supplementary Table) . Of these, 12 pairs were family clusters. Accounting for 17 right truncation and analyzing all pairs, the model using the lognormal 18 distribution was selected as the best-fit model (WAIC=224.0) The median serial 19",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 63,
                    "end": 88,
                    "text": "16   Supplementary Table)",
                    "ref_id": null
                }
            ],
            "section": "15"
        },
        {
            "text": "interval was estimated at 4.0 days (95% credible interval [CrI]: 3.1, 4.9) while 20 the mean and standard deviation (SD) of the serial interval were estimated at 4.7 21 days (95% CrI: 3.7, 6.0) and 2.9 days (95% CrI: 1.9, 4.9), respectively. Without 22 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.03.20019497 doi: medRxiv preprint -6 -truncation, the model using the lognormal distribution was also the best-fit model 1 (WAIC=128.0) with the median serial interval was estimated at 3.9 days (95% 2 CrI: 3. 1, 4.8) . 3",
            "cite_spans": [
                {
                    "start": 319,
                    "end": 326,
                    "text": "1, 4.8)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "Limiting our dataset to only certain observations, the median serial 4 interval of the best-fit Weibull distribution model was estimated at 4.6 days (95% 5 CI: 3.5, 5.9) with a mean and SD of 4.8 days (95% CrI: 3.8, 6.1) and 2.3 days 6 (95% CrI: 1.6, 3.5), respectively. Without truncation, the best-fit model used the 7 lognormal distribution and estimated the median serial interval at 4.1 days (95% 8 CrI: 3.2, 5.0). Figure 1 shows the best-fit distributions overlaid with a published 9 distribution of the SARS serial interval [4] . 10",
            "cite_spans": [
                {
                    "start": 531,
                    "end": 534,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 420,
                    "end": 428,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "15"
        },
        {
            "text": "Our estimate of the median serial interval as 4.0 days indicates that 12 COVID-19 infection leads to rapid cycles of transmission from one generation of 13 cases to the next. The shorter serial interval compared to SARS implies that 14 contact tracing methods must compete against the rapid replacement of case 15 generations, and the number of contacts may soon exceed what available 16 healthcare and public health workers are able to handle. The difference between 17 these distributions suggests that using serial intervals estimates from SARS data 18 will result in overestimation of the COVID-19 basic reproduction number. 19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "More importantly, the estimated median serial interval is shorter than the 20 preliminary estimates of the mean incubation period (approximately 5 days) 21 [3, 6] . As illustrated in Figure 2 , when the serial interval is shorter than the 22 incubation period, pre-symptomatic transmission is likely to have taken place 23 and may even occur more frequently than symptomatic transmission. A 24 All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 159,
                    "text": "[3,",
                    "ref_id": null
                },
                {
                    "start": 160,
                    "end": 162,
                    "text": "6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 183,
                    "end": 191,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "11"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.03.20019497 doi: medRxiv preprint -7 -substantial proportion of secondary transmission occurring before illness onset 1 indicates that many transmissions cannot be prevented solely through isolation of 2 symptomatic cases, as by the time contacts are traced they may have already 3 become infectious themselves and generated secondary cases [7] . 4",
            "cite_spans": [
                {
                    "start": 451,
                    "end": 454,
                    "text": "[7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "Correct ascertainment of dates of illness onset is critical to the calculation of 5 the serial interval. Considering the overall mild nature of the infection [8] it is 6 possible that different reporting jurisdictions have different criteria for 7 determining what qualifies as illness onset for COVID-2019 cases, which is a 8 potential bias we are unable to account for. However, the present study addresses 9 the issue of data quality of the reported pairs in two ways. First, our data include 10 the updated information from a recent report of pre-symptomatic transmission in 11",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 161,
                    "text": "[8]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "Germany [9] where it was later found that the primary case was already 12 symptomatic while in contact with persons who later became infected 13 (Supplementary Material in [9] ). Second, classification of the credibility of the 14 data and comparing analyses including and excluding less certain (but 15 nonetheless highly probable) pairs allowed us to determine that our results using 16 all pairs (and therefore a greater sample size) did not differ significantly from the 17 results using only the most credible data. 18",
            "cite_spans": [
                {
                    "start": 8,
                    "end": 11,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 145,
                    "end": 175,
                    "text": "(Supplementary Material in [9]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "In conclusion, we have estimated the median serial interval of COVID-19 at 19 4.0 days, which is shorter than the disease's median incubation period indicating 20 that rapid cycles of transmission and substantial pre-symptomatic transmissions 21 are occurring. Thus, containment via case isolation alone is likely to be very 22 challenging. 23 24 All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.03.20019497 doi: medRxiv preprint If the transmission takes place during the symptomatic period of the primary case, 9 the serial interval is longer than the incubation period. However, this relationship 10 can be reversed when pre-symptomatic transmission takes place (the secondary 11 case may even experience illness onset prior to onset in their infector). 12 13 All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10. 1101 ",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Figure Legends"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The interval between successive cases of an infectious disease. Am 15",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Fine",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Epidemiol",
            "volume": "158",
            "issn": "",
            "pages": "1039--1047",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Epidemiological characteristics of novel 12 coronavirus infection: A statistical analysis of publicly available case data",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kinoshita",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Factors that make an 15 infectious disease outbreak controllable",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Proceedings of the National",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The rate of 20 underascertainment of novel coronavirus (2019-nCoV) infection: Estimation 21",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Linton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Akhmetzhanov",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "using Japanese passengers data on evacuation flights",
            "authors": [],
            "year": 2020,
            "venue": "J Clin Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/jcm9020419"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Serial interval of novel coronavirus (COVID-19) infections. 2The solid line shows the estimated serial interval distribution of COVID-19 3 infections using the best-fit lognormal distribution with right truncation. A 4 distribution based on a published estimate of the serial interval for severe acute 5 respiratory syndrome [3] is overlaid as a dashed line for comparison. 6 The relationship between the incubation period and serial interval.8",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.03.20019497 doi: medRxiv preprint -9 - author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.03.20019497 doi: medRxiv preprint -10 -infection from an asymptomatic contact in Germany. N Eng J Med. 2020; in 1 press. doi:10.1056/NEJMc2001468. 2 3 All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10. 1101 ",
            "cite_spans": [
                {
                    "start": 885,
                    "end": 889,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}