{
    "paper_id": "a22ceac8d5e1cfaf2e79557d3c794458d0e1cdbe",
    "metadata": {
        "title": "23 of the 2019-nCoV sequence",
        "authors": [
            {
                "first": "Lamia",
                "middle": [],
                "last": "Wahba",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stanford University School of Medicine",
                    "location": {
                        "postCode": "94305",
                        "settlement": "Stanford",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Nimit",
                "middle": [],
                "last": "Jain",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stanford University School of Medicine",
                    "location": {
                        "postCode": "94305",
                        "settlement": "Stanford",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Andrew",
                "middle": [
                    "Z"
                ],
                "last": "Fire",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stanford University School of Medicine",
                    "location": {
                        "postCode": "94305",
                        "settlement": "Stanford",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Massa",
                "middle": [
                    "J"
                ],
                "last": "Shoura",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stanford University School of Medicine",
                    "location": {
                        "postCode": "94305",
                        "settlement": "Stanford",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Karen",
                "middle": [
                    "L"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Artiles",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stanford University School of Medicine",
                    "location": {
                        "postCode": "94305",
                        "settlement": "Stanford",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Matthew",
                "middle": [
                    "J"
                ],
                "last": "Mccoy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stanford University School of Medicine",
                    "location": {
                        "postCode": "94305",
                        "settlement": "Stanford",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Dae-Eun",
                "middle": [],
                "last": "Jeong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stanford University School of Medicine",
                    "location": {
                        "postCode": "94305",
                        "settlement": "Stanford",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In numerous instances, tracking the biological significance of a nucleic acid sequence 15 can be augmented through the identification of environmental niches in which the sequence 16 of interest is present. Many metagenomic datasets are now available, with deep sequencing of 17 samples from diverse biological niches. While any individual metagenomic dataset can be 18 readily queried using web-based tools, meta-searches through all such datasets are less 19 accessible. In this brief communication, we demonstrate such a meta-meta-genomic 20 approach, examining close matches to the Wuhan coronavirus 2019-nCoV in all high-21 throughput sequencing datasets in the NCBI Sequence Read Archive accessible with the 22 keyword \"virome\". In addition to the homology to bat coronaviruses observed in descriptions ), we note a strong 25 homology to numerous sequence reads in a metavirome dataset generated from the lungs of 26 deceased Pangolins reported by Liu et al. (Viruses 11:11, 2019, 27 http://doi.org/10.3390/v11110979). Our observations are relevant to discussions of the 28 derivation of 2019-nCoV and illustrate the utility and limitations of meta-metagenomic 29 search tools in effective and rapid characterization of potentially significant nucleic acid 30 sequences. : bioRxiv preprint 65",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Read Archive (SRA) using the SRA-tools package (version 2.9.1). The latter sequence data 66 were downloaded as .sra files using the prefetch tool, with extraction to readable format 67 (.fasta.gz) using the NCBI fastq-dump tool. Each of these manipulations can fail some 68 fraction of the time. Obtaining the sequences can fail due to network issues, while extraction 69 in readable format occasionally fails for unknown reasons. Thus the workflow continually 70 requests .sra files with ncbi-prefetch until at least some type of file is obtained, followed by 71 attempts to unpack into .fasta.gz format until one such file is obtained from each .sra file.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Metagenomic datasets for analysis were chosen through a keyword search of the SRA 73 : bioRxiv preprint 274 2020. Full-genome evolutionary analysis of the novel corona virus (2019-nCoV) rejects 275 the hypothesis of emergence as a result of a recent recombination event. Infection, 276 Genetics and Evolution 79:104212.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "33 Meta-metagenomic searches allow for high-speed, low-cost identification of potentially 34 significant biological niches for sequences of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Importance:"
        },
        {
            "text": "Introduction: 36 In the early years of nucleic acids sequencing, aggregation of the majority of published 37 DNA and RNA sequences into public sequence databases greatly aided biological hypothesis 38 generation and discovery. Search tools capable of interrogating the ever-expanding databases 39 were facilitated by creative algorithm development and software engineering, and by the ever- experiments on a terabyte scale, along with software able to search for similarity to a query 53 sequence. We find that neither of these aspects of meta-metagenomic searches is infeasible 54 with current data transfer and processing speeds. In this communication, we report the 55 results of searching the recently-described 2019-nCoV coronavirus sequence through a set of 56 metagenomic datasets with the tag \"virome\". alignments were carried out with standard consumer-grade computers.",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 16,
                    "text": "36",
                    "ref_id": null
                },
                {
                    "start": 294,
                    "end": 296,
                    "text": "39",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "35"
        },
        {
            "text": "Sequence data: All sequence data for this analysis were downloaded from the National 63 Center for Biotechnology Information (NCBI) website, with individual sequences downloaded 64 through a web interface and metagenomic datasets downloaded from the NCBI Sequence with viral sequences, and likewise not capture every virus in the short sequence read archive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "62"
        },
        {
            "text": "With up to 16 threads running simultaneously, total download time (prefetch) was 77 approximately 2 days. Similar time was required for conversion to gzipped fasta files. A total 78 of 9014 sequence datasets were downloaded and converted to fasta.gz files. Most files 79 contained large numbers of reads with a small fraction of files containing very little data (only 80 a few reads or reads of at most a few base pairs). The total dataset consists of 2.5TB of 81 compressed sequence data corresponding to approximately 10 13 bases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "76"
        },
        {
            "text": "Search Software: For rapid identification of close matches among large numbers of 83 metagenomic reads, we used a simple dictionary based on the 2019-nCoV sequence (NCBI 84 MN908947.3Wuhan-Hu-1) and its reverse complement, querying every 8th k-mer along the 85 individual reads for matches to the sequence. As a reference, and to benchmark the workflow 86 further, we included several additional sequences in the query (Vaccinia virus, an arbitrary 87 segment of a flu isolate, the full sequence of bacteriophage P4, and a number of putative 88 polinton sequences from Caenorhabditis briggsae). The relatively small group of k-mers 89 being queried (<10 6 ) allows a rapid search for homologs. This was implemented in a Python 90 script run using the PyPy accelerated interpreter. We stress that this is by no means the most 91 comprehensive or fastest search for large datasets. However, it is more than sufficient to 92 rapidly find any closely matching sequence (with the downloading and conversion of the data, 93 rather than the search, being rate limiting). Figure S1 . The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.08.939660 doi: bioRxiv preprint Results: 117 To identify biological niches that might harbor viruses closely related to 2019-nCoV, 118 we searched through publicly available metaviromic datasets. We were most interested in 119 viruses with highly similar sequences, as these would likely be most useful in forming 120 hypotheses about the origin and pathology of the recent human virus. We thus set a 121 threshold requiring matching of a perfect 32-nucleotide segment with a granularity of 8 122 nucleotides in the search (i.e., interrogating the complete database of k-mers from the virus 123 with k-mers starting at nucleotide 1, 9, 17, 25, 33 of each read from the metagenomic data for 124 a perfect match). This would catch any perfect match of 39 nucleotides or greater, with some 125 homologies as short as 32 nucleotides captured depending on the precise phasing of the read.",
            "cite_spans": [
                {
                    "start": 1227,
                    "end": 1230,
                    "text": "117",
                    "ref_id": null
                },
                {
                    "start": 1317,
                    "end": 1320,
                    "text": "118",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1064,
                    "end": 1073,
                    "text": "Figure S1",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "82"
        },
        {
            "text": "All metagenomic datasets with the keyword \"virome\" in NCBI SRA as of January 2020 127 were selected for analysis in a process that required approximately 2 days each for 128 downloading and conversion to readable file formats and one day for searching by k-mer 129 match on a desktop workstation computer (i7 8-core). Together the datasets included showing no matched 32-mers to 2019-nCoV. Of the datasets with matched k-mers, one was 136 from an apparent synthetic mixture of viral sequences, while the remaining were all from 137 vertebrate animal sources. The matches were from five studies: two bat-focused studies (7, 138 8), one bird-focused study (9), one small-animal-and-rodent focused study (10), and a study 139 of pangolins (11) [ Table 1 ].",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 743,
                    "end": 750,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "126"
        },
        {
            "text": "The abundance and homology of viruses within a metagenomic sample are of The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.08.939660 doi: bioRxiv preprint this thread and appear to have encountered it through a more targeted search than ours (this 206 study has since been posted online in bioRxiv) (13). As noted by Wong et al. (13) The availability of numerous paths (both targeted and agnostic) toward identification 221 of natural niches for pathogenic sequences will remain useful to the scientific community and 222 to public health, as will vigorous sharing of ideas, data, and discussion of potential origins 223 and modes of spread for epidemic pathogens. Metagenomic datasets with k=32-mer matches to MN908947.3 2019-nCoV Details of search and are described in legend to Table S1 . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.08.939660 doi: bioRxiv preprint SRR10168377. This plot addresses several challenges associated with the limited sequencing data 302 available by attempting to provide the most favorable alignment of that sequence possible. To 303 maximize sensitivity in detecting potential recombination, ambiguities in which two or more reads 304 apparently disagreed (which were rare; approximately 1.2% of assigned bases) were resolved in favor 305",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 393,
                    "text": "Wong et al. (13)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 841,
                    "end": 849,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "140"
        },
        {
            "text": "of \"no substitution\" at any position if one read matches the 2019-nCoV genome. This will provide a 306 lower bound of variation, although regions covered by a single read are still subject to amplification 307 and sequencing error. Near-perfect overlaps between reads from SRR10168377 argue that such error 308",
            "cite_spans": [],
            "ref_spans": [],
            "section": "140"
        },
        {
            "text": "is relatively low as agreement in those regions is 99. ## This program is a fast metasearch that will look for instances of sequence reads matching ## a reference in at least one k-mer. ## Jazz18Heap is intended to look for evidence of matches to a relatively short reference sequence ## e.g., less than 100KB, but probably workable up to several MB in a large number of high throughput sequencing experiments ## Jazz18Heap is intended for finding relatively rare sequence (not common ones) ## Jazz18Heap doesn't substitute for many tools to align and track coverage. It's main goal is rapid identification of potentially homologous sequences ( The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.08.939660 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "140"
        }
    ],
    "bib_entries": {
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Xs",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "J"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "X"
                    ],
                    "last": "Zhan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "L"
                    ],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Nature",
            "volume": "266",
            "issn": "2020",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-020-2012-7"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Evidence of 269 recombination in coronaviruses implicating pangolin origins of nCoV-2019",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "Javornik",
                    "middle": [],
                    "last": "Cregeen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Ajami",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Petrosino",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "271",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.07.939207:2020.02.07.939207"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Structure, Function, and Evolution of Coronavirus Spike Proteins",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Annu 272 Rev Virol",
            "volume": "3",
            "issn": "",
            "pages": "237--261",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "40 increasing capabilities of computer hardware and the internet. As of the early 2000s, 41 sequencing methodologies and computational technologies advanced in tandem, enabling 42 quick homology results from a novel sequence without substantial cost. 43 With the development of larger-scale sequencing methodologies, the time and 44 resources to search all extant sequence data became untenable for most studies. However, 45 creative approaches involving curated databases and feature searches ensured that many key 46 features of novel sequences remained readily accessible. At the same time, the nascent field 47 of metagenomics began, with numerous studies highlighting the power of survey sequencing 48 of DNA and RNA from samples as diverse as the human gut and Antarctic soil (1, 2). As the 49 diversity and sizes of such datasets expand, the utility of searching them with a novel 50 sequence increases. Meta-metagenomic searches are currently underutilized. In principle 51 such searches would involve direct access to sequence data from a large set of metagenomic 52",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Hardware: A Linux workstation used for the bulk analysis of metagenomic 59 datasets employs an 8-core i7 Intel Microprocessor, 128G of Random Access Memory, 12TB 60 of conventional disk storage, and 1TB of SSD storage. Additional analyses of individual 61",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Alignment of reads to 2019-nCoV: Reads from the positive pangolin datasets were 95 adapter-trimmed with cutadapt (version 1.18) (3), and mapped to the 2019-nCoV genome 96 with BWA-MEM (version 0.7.12) (4) using default settings for paired-end mode. Alignments 97 were visualized with the Integrated Genomics Viewer IGV tool (version 2.4.10) (5).98 Assessment of nucleotide similarity between 2019-nCoV, pangolin metavirome reads, 99 and closely related bat coronaviruses: All pangolin metavirome reads that aligned to the 100 2019-nCoV genome with BWA-MEM after adapter trimming with cutadapt were used for 101 calculation. The bat coronavirus genomes were aligned to the 2019-nCoV genome in a 102 multiple sequence alignment using the web-interface for Clustal Omega 103 (https://www.ebi.ac.uk/Tools/msa/clustalo/) (6) with default settings. We note that 104 sequence insertions with respect to the 2019-nCoV genome in either the pangolin metavirome 105 reads or the bat coronavirus genomes are not accounted for in the similarity traces shown in 107 Regional assessment of synonymous and nonsynonymous mutations (Figure S1): 108 Although the incomplete nature of coverage in the Pangolin metavirome data somewhat 109 limits the application of measures such as normalized dN/dS values, it remains possible to 110 identify regions with the strongest matches of this inferred viral sequence with the human 111 and bat homologs and to determine the distribution of synonymous and nonsynonymous 112 variants in these regions. Details of this analysis are presented in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Accessibility of Software: Scripts used for the observations described in this 114 communication are available at https://github.com/firelabsoftware/Metasearch2020.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "base pairs. Despite the relatively large mass of data, the 32-nucleotide k-132 mer match remains a stringent measure, with spurious matches to the ~30 kb 2019-nCoV 133 genome expected at only 1 in 3*10 14 . Positive matches among the metagenomic datasets 134 analyzed were relatively rare, with the vast majority of datasets (8994/9014 or 99.8%) 135",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "141 considerable interest in interpreting possible characteristics of infection and relevance to the 142 query virus. From the quick k-mer search, an initial indicator could be inferred from the 143 number of matching reads and k-mer match counts for those reads [Table 1, Supplementary 144Table 1]. For the 2019-nCoV matches amongst the available metagenomic datasets, the 145 strongest and most abundant matches in these analyses came from the pangolin lung 146 metaviromes. The matches were observed throughout the 2019-nCoV query sequence and 147 many of the matching reads showed numerous matching 32-mer sequences. The vast 148 majority of matches were in two lung samples with small numbers of matches in two 149 additional lung datasets (11). No matches were detected for five additional lung datasets, and 150 no matches were seen in eight spleen samples and a lymph node sample (11). Further151 analysis of coverage and homology through alignment of the entire metagenomic datasets 152 revealed an extensive, if incomplete, coverage of the 2019-nCoV genome [Figure 1a]. Percent 153 nucleotide similarity can be calculated for pangolin metavirome reads aligning to 2019-nCoV 154 [Figure 1b], and these segmental homologies consistently showed strong matches, 155 approaching (but still overall weaker than) the similarity of the closest known bat coronavirus 156 (RaTG13). distribution of nucleic acid sequences in diverse environmental niches. As metagenomic 161 datasets proliferate and as both the need and capability to identify pathogenic agents through 162 sequencing increase, meta-metagenomic searching may prove extremely useful in tracing the 163 origins and spreading of causative agents. In the example we present in this paper, such a 164 search identifies a number of niches with sequences matching the genome of the recent 2019-165 nCoV virus. These analyses raise a number of relevant points for the origin of 2019-nCoV. 166 Before describing the details of these points, however, it is important to stress that while 167 environmental, clinical, and animal-based sequencing is valuable in understanding how 168 viruses traverse the animal ecosphere, static sequence distributions cannot be used to 169 construct a virus' full transmission history amongst different biological niches. So even were 170 the closest relative of a virus causing disease in species X to be found in species Y, we cannot 171 define the source of the outbreak, or the direction(s) of transmission. As some viruses may 172 move more than once between hosts, the sequence of a genome at any time may reflect a 173 history of selection and drift in several different host species. This point is also accentuated 174 in the microcosm of our searches for this work. When we originally obtained the 2019-nCoV 175 sequence from the posted work of Wu et al., we recapitulated their result that bat-SL-176 CoVZC45 was the closest related sequence in NCBI's non-redundant (nr/nt) database. In our 177 screen of metavirome datasets, we observed several pangolin metavirome sequences-which 178 are not currently in the (nr/nt) database-and which are more closely related to 2019-nCoV 179 than bat-SL-CoVZC45. An assumption that the closest relative of a sequence identifies the 180 origin would at that point have transferred the extant model to zoonosis from pangolin 181 instead of bat. To complicate such a model, an additional study from Zhou et al. (12) 182 described a previously unpublished Coronavirus sequence, designated RaTG13 with much 183 stronger homology to 2019-nCoV than either bat-SL-CoVZC45 or the pangolin reads from Liu 184 et al (11). While this observation certainly shifts the discussion (legitimately) toward a 185 possible bat-borne intermediate in the chain leading to 2019-nCoV, it remains difficult to 186 determine if any of these are true intermediates in the chain of infectivity. 187 The match of 2019-nCoV to the pangolin coronavirus sequences also enables a link to 188 substantial context on the pangolin samples from Liu et al. (11), with information on the 189 source of the rescued animals (from smuggling activity), the nature of their deaths despite 190 rescue efforts, the potential presence of both other coronaviruses and other non-corona 191 viruses in the same cells, and the accompanying pathology. That work describes analyses 192 indicating several coronaviruses present in two of the pangolin lungs as well as other viral 193 species in those lungs. The pangolins appear to have died from lung-related illness, which 194 may have involved the 2019-nCoV closely-related virus. Notably, however, two of the 195 deceased pangolin lungs had much lower coronavirus signals, while five showed no signal, 196 with sequencing depths in the various lungs roughly comparable. Although it remains 197 possible that the 2019-nCoV-like coronavirus was the primary cause of death for these 198 animals, it is also possible (as noted by Liu et al. (11)) that the virus was simply present in the 199 tissue, with mortality due to another virus, a combination of infectious agents, or other 200 exposures.201During the course of this work, the homology between 2019-nCoV and pangolin 202 coronavirus sequences in a particular genomic subregion was also noted and discussed in an 203 online forum (\"Virological.org\") with some extremely valuable analyses and insights.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": ". Notably, while reads from the pangolin lung dataset mapped to this region do not 212 show a similar increase in variation relative to the human 2019-nCoV, we also did not observe213 a significant drop in variance between human and pangolin in this region. While Wong et al. 214 concluded that recombination likely occurred in the spike region in the derivation of 2019-215 nCoV, definitive conclusions regarding the origins of 2019-nCoV are difficult given the limited 216 sequencing data available and without consideration to altered evolutionary rates in different 217 lineages (15). Thus alternative models for the observed sequence variation seem most 218 parsimonious, including that of selection acting on the RaTG13 sequences in bat or another 219 intermediate host resulting in a rapid variation of this highly critical virus-receptor interface.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "interests: The authors declare that they have no competing interests; 227 Funding: This study was supported by the following programs, grants and fellowships: 228 Human Frontier Science Program (HFSP) to DEJ, Arnold O. Beckman Award to MJS, 229 Stanford Genomics Training Program (5T32HG000044-22; PI: M. Snyder) to MJM, and 230 R35GM130366 to AZF. Authors' contributions: All authors contributed equally, and 231 author order was selected randomly. L, Falk PG, Midtvedt T, Gordon JI. 1996. A model of host-microbial interactions in 234 an open mammalian ecosystem. Science 273:1380-3. 235 2. Bowman JS. 2018. Identification of Microbial Dark Matter in Antarctic Environments. M. 2011. Cutadapt removes adapter sequences from high-throughput 238 sequencing reads. EMBnetjournal 17:10-12.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "H, Robinson JT, Mesirov JP. 2013. Integrative Genomics Viewer 242 (IGV): high-performance genomics data visualization and exploration. Brief Bioinform 243 14:178-92.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "(a) Integrated Genomics Viewer (IGV) snapshot of alignment. Reads from the 283 pangolin lung virome samples (SRR10168377, SRR10168378 and SRR10168376) were mapped to a 284 2019-nCoV reference sequence (Genbank accession: MN908947.3). The total number of aligned reads 285 from the three samples was 1107, 313 and 32 reads respectively. (b) Quantification of nucleotide-286 level similarity between the 2019-nCoV genome and pangolin lung metavirome reads 287 aligning to the 2019-nCoV genome. Average similarity was calculated in 101-nucleotide windows 288 along the 2019-nCoV genome, and is only shown for those windows where each nucleotide in the 289 window had coverage ≥ 2. Average nucleotide similarity calculated (in 101-nucleotide windows) 290 between the 2019-nCoV genome and reference genomes of three relevant bat coronaviruses (bat-SL-291 CoVZC45: accession MG772933.1, bat-SL-CoVZXC21: accession MG772934.1, RaTG13: accession 292 MN996532.1) is also shown. Note that the Pangolin metavirome similarity trace is not directly 293 comparable to the bat coronavirus similarity traces, because the former uses read data for calculation 294 whereas the latter use reference genomes. Detailed plot of inferred substitutions. The plot shows incidence of 298 inferred synonymous, nonsynonymous, and noncoding substitution from comparison of RaTG13 299 assembly [2] and a pangolin coronavirus scaffold, to the 2019-nCoV isolate from Wu et al. [1]. The 300pangolin scaffold was generated from a Blast alignment of 2019-nCoV mapping reads in 301",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "with homology defined as a perfect m ## Inputs are as follows (command line, Key=Value syntax) ## ReferenceFile = <FastA file with list of sequences to match k-mers from> ## ExcludeFile = <FastA file with sequences that will be excluded from matches> ## DataFiles = <List of .fastq files, .fasta files, or NCBA-SRA accessions [e.g, SRR####] ## Lists are comma delimited with no spaces in list ## .fasta or .fastq files can be gzip compressed, although this somewhat slows the program down ## .fasta and .fasta.gz files must have exactly one sequence per line (no multiline sequences) ## For .fasta files to be downloaded from NCBI-SRA archive this entails the command line parameter --fasta 0 ## * Wildcards are allowed here as well, or list of files in a file with the extension .files ## Providing a directory here will search all files in this directory or subdirectory for fasta and fastq data files ## Optional Parameters (willdefault to reasonable values if not set) ## OutFileBase = <Character String to Label Output Files with> ## ReportGranularity = <How many reads to process before reporting hit numbers (default is 1Million)> ## SearchGranularity = <How much distance between k-mers to be examined in each data read ## setting SearchGranularity=1 makes Jass18Heap look at every k-mer in every read ## setting SearchGranularity=8 makes Jass18Heap look at every 8th k-mer in every read ## higher numbers may miss a few hits but can greatly improve speed. ## setting to a large number (999999) ensures only one k-mer will be looked up per read ## SearchOffset = <Where to start jumping through each read for potential k-mers (zero means start at first base) ## fastqdump = <Where to look for the fasterq-dump binary [program will look for this but if it is not found, the full path to fasterq-dump binary will need to be specified on the command line ## klen = <How long are the k-mers used>. Default klen = 32 ## snpAllow = <Set to True to allow a single mismatch in each k-mer (default is False) ## Circular = <Set to True to force every Reference sequence to be treated as a circle> ## Default : Uses the FastA name line--if this line contains \"Circular\", the sequence is treated as a circle ## Multithreading: Jazz18Heap has the very primative multitasking ability to spawn a number ## of derivative processes for a large number of data files to be scanned. To use 16 Threads ## Set MultiThreading=16 in the command line. ## Output: ## Output consists of a log file with information on the run and a FastA file. ## FastA files have information about each read in the ID line ## ID Structure: ## DataFileName;LineNumberInDataFile;ReferenceFileName;ReferenceSequenceName;NumberOfMatchedKmers ## Running the program: ## Jazz18Heap only runs at full speed with a variant of Python (PyPY) that included a just-in-time compiler ## Syntax Jazz18Heap RefFile=<MyRefFile> DataFiles=MyFastA1.fasta,MyFastA2.fasta.gz,MyFastQ*.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Chen W, Chen JP. 2019. Viral Metagenomics Revealed Sendai Virus and Coronavirus Infection of Malayan Pangolins (Manis javanica). Viruses 11:11.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "the read length) and then averaged over each 75 bp window with a weighting 311 inversely proportional to distance. This results in the observed inverted spike for each individual 312 variant. 313 . CC-BY-NC-ND 4.0 International license author/funder. It is made available under aThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.TableS1 (Wahba et al. 2020) (Graphic below shows an abbreviated segment ofTable S1, Full Table at GitHub.com/FireLabSoftware/MetaSearch). CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.ReportGranularity=0 (provides somewhat limited output reporting)MutiTask=16 (uses 16 threads--this was used to provide multitasking on a system with 16 threads [8 cores=16threads]",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "TotalReads TotalBases HitReads HitKmers MatchList ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "File"
        }
    ]
}