{
    "paper_id": "a2ba0a34df31fd8059ed22787331a75b65eafa74",
    "metadata": {
        "title": "Real-time projections of epidemic transmission and estimation of vaccination impact during an Ebola virus disease outbreak in Northeastern Democratic Republic of Congo",
        "authors": [
            {
                "first": "Lee",
                "middle": [],
                "last": "Worden",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "San Francisco",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Rae",
                "middle": [],
                "last": "Wannier",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "San Francisco",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Nicole",
                "middle": [
                    "A"
                ],
                "last": "Hoff",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "Los Angeles, Los Angeles",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Kamy",
                "middle": [],
                "last": "Musene",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "Los Angeles, Los Angeles",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Bernice",
                "middle": [],
                "last": "Selo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ministry of Health",
                    "location": {
                        "settlement": "Kinshasa",
                        "country": "Democratic Republic of Congo"
                    }
                },
                "email": ""
            },
            {
                "first": "Mathias",
                "middle": [],
                "last": "Mossoko",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ministry of Health",
                    "location": {
                        "settlement": "Kinshasa",
                        "country": "Democratic Republic of Congo"
                    }
                },
                "email": ""
            },
            {
                "first": "Emile",
                "middle": [],
                "last": "Okitolonda-Wemakoy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Kinshasa",
                    "location": {
                        "settlement": "Kinshasa",
                        "country": "Democratic Republic of Congo"
                    }
                },
                "email": ""
            },
            {
                "first": "Jean",
                "middle": [],
                "last": "Jacques Muyembe-Tamfum",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute of Biomedical Research",
                    "location": {
                        "settlement": "Kinshasa",
                        "country": "Democratic Republic of Congo"
                    }
                },
                "email": ""
            },
            {
                "first": "George",
                "middle": [
                    "W"
                ],
                "last": "Rutherford",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "UCSF",
                    "location": {
                        "settlement": "San Francisco",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Thomas",
                "middle": [
                    "M"
                ],
                "last": "Lietman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "San Francisco",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Anne",
                "middle": [
                    "W"
                ],
                "last": "Rimoin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "Los Angeles, Los Angeles",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Travis",
                "middle": [
                    "C"
                ],
                "last": "Porco",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "San Francisco",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "Daniel"
                ],
                "last": "Kelly",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "San Francisco",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: As of February 25, 2019, 875 cases of Ebola virus disease (EVD) were reported in North Kivu and Ituri Provinces, Democratic Republic of Congo. Since the beginning of October, the outbreak has largely shifted into regions in which active armed conflict has occurred, and in which EVD cases and their contacts have been difficult for health workers to reach. We used available data on the current outbreak with case-count time series from prior outbreaks to project the short-term and long-term course of the outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: For short-and long-term projections, we modeled Ebola virus transmission using a stochastic branching process that assumes gradually quenching transmission rates estimated from past EVD outbreaks, with outbreak trajectories conditioned on agreement with the course of the current outbreak, and with multiple levels of vaccination coverage. We used two regression models to estimate similar projection periods. Short-and long-term projections were estimated using negative binomial autoregression and Theil-Sen regression, respectively. We also used Gott's rule to estimate a baseline minimum-information projection. We then constructed an ensemble of forecasts to be compared and recorded for future evaluation against final outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "From August 20, 2018 to February 25, 2019, short-term model projections were validated against known case counts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: During validation of short-term projections, from one week to four weeks, we found models consistently scored higher on shorter-term forecasts. Based on case counts as of February 25, the stochastic model projected a median case count of 933 cases by February 18 (95% prediction interval: 872-1054) and 955 cases by March 4 (95% prediction interval: 874-1105), while the auto-regression model projects median case counts of 889 (95% prediction interval: 876-933) and 898 (95% prediction interval: 877-983) cases for those dates, respectively. Projected median final counts range from 953 to 1,749. Although the outbreak is already larger than all past Ebola outbreaks other than the 2013-2016 outbreak of over 26,000 cases, our models do not project that it is likely to grow to that scale. The stochastic model estimates that vaccination coverage in this outbreak is lower than reported in its trial setting in Sierra Leone.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions: Our projections are concentrated in a range up to about 300 cases beyond those already reported. While a catastrophic outbreak is not projected, it is not ruled out, and prevention and vigilance are warranted. Prospective validation of our models in real time allowed us to generate more accurate short-term forecasts, and this process may prove useful for future real-time short-term forecasting. We estimate that transmission rates are higher than would be seen under target levels of 62% coverage due to contact tracing and vaccination, and this model estimate may offer a surrogate indicator for the outbreak response challenges.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Author summary",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Kivu and Ituri Provinces, Democratic Republic of Congo. Since the beginning of October 2018, the outbreak has largely shifted into regions in which active armed conflict has been reported, and in which EVD cases and their contacts have been difficult for health workers to reach. We used an ensemble of models to estimate EVD transmission rates and to forecast the short-and long-term course of the outbreak. Our models project that a final size of roughly up to 300 additional cases is most likely, and estimate that transmission rates are higher than would be seen under optimal levels of contact tracing and vaccination. While a catastrophic outbreak is not projected, is it not ruled out, and prevention and vigilance are warranted. 4 30 and identified the initial epicenter to be Mabalako. This region of DRC (Fig 1) has 5 over five million inhabitants, some of whom suffer from armed conflict, humanitarian 6 crisis, and displacement to the bordering countries of Uganda and Rwanda [2]. Since 7 the outbreak began, its magnitude has surpassed all other EVD outbreaks in DRC, 8 becoming the second largest in history to date. As of February 25, 2019, 875 EVD cases 9 had been reported (65 probable and 810 confirmed), and the Ministry of Health of DRC, 10",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "During an Ebola outbreak, real-time forecasting has the potential to support 28 decision-making and allocation of resources, but highly accurate forecasts have proven 29 difficult for Ebola [8, 9] as well as other diseases [10] [11] [12] [13] . Highly accurate forecasts of 30 small, noisy outbreaks may be a fundamentally elusive ideal [14] . Previous work has 31 found that probabilistic forecasts can have relatively high accuracy within a few weeks, 32 though they become less useful as time horizons grow longer [15] . Thus, short-term against subsequently known counts. Although the epidemic was officially reported on 63 August 1 as a cluster of cases occurring in June and July, seven sporadic early cases 64 from April and May were subsequently linked to the current outbreak and were added 65 to later case totals [3] . This additional knowledge was added retrospectively to the time 66 series of cumulative case counts only for predictions made for days on or after 67 September 15, when these cases were officially linked to the current outbreak. 68 Stochastic model 69 We modeled Ebola virus (EBOV) transmission using a stochastic branching process 70 model, parameterized by transmission rates estimated from the dynamics of prior EVD 71 outbreaks and conditioned on agreement with reported case counts from the 2018 EVD 72 outbreak to date. We incorporated high and low estimates of vaccination coverage into 73 this model. We used this model to generate a set of probabilistic projections of the size 74 of simulated outbreaks in the current setting. This model is similar to one described in 75 previous work [16] , with the addition of a smoothing step allowing for a continuum of 76 transmission rates interpolated between those estimated from prior outbreaks. 77 On the assumption that past outbreaks provide a basis for projection of the current 78 outbreak, we used estimates of transmission rates from past EVD outbreaks to 79 parameterize simulations of the current outbreak. To estimate the reproduction number 80 R in past outbreaks as a function of the number of days from the beginning of the 81 outbreak, we included reported cases by date from fourteen prior outbreaks (Table S1 in 82 S1 Supporting Information), [17] [18] [19] [20] [21] [22] [23] [24] [25] [26] [27] [28] [29] [30] . To reflect the Ebola response system in DRC 83 during what is now its tenth outbreak, the first historical outbreak reported in each 84 country was excluded (e.g. the 1976 outbreak in Yambuko, DRC), as there is a 85 difference in the Ebola response system as well as community sensitization to EVD 86 following a country's first outbreak. We used the Wallinga-Teunis technique to estimate 87 R for each case and therefore for each reporting date in these outbreaks [31] . The serial 88 interval distribution used for this estimation was a gamma distribution with a mean of 89 14.5 days and a standard deviation of 5 days, with intervals rounded to the nearest 90 whole number of days, consistent with the understanding that the serial interval of EVD 91 cases ranges from 3 to 36 days with mean 14 to 15 days. Transmission rates estimated by day in these outbreaks tend to decline from initially 93 high to eventually low values, though they may display substantial fluctuations. This 94 \"quenching\" of transmission may be driven by formal interventions such as quarantine, or 95 by informal changes in individuals' behavior in response to the disease or by depletion 96 of uninfected contacts of infective individuals, or by other causes. We incorporated this 97 pattern into our model by estimating an initial reproduction number R initial and 98 quenching rate τ for each outbreak by fitting an exponentially quenched curve to the 99 outbreak's estimates of R by day d (Fig S2 in S1 Supporting Information), and used 100 these pairs of parameters, one from each past outbreak, to construct a joint distribution 101 of initial reproduction numbers and quenching rates for outbreak simulation. 102 We simulated EBOV transmission using a stochastic branching process model in 103 which the number of secondary cases caused by any given primary case is drawn from a 104 negative binomial distribution, whose mean is the reproduction number R as a function 105 of day of the outbreak, and variance is controlled by a dispersion parameter k [32, 33]. 106",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 193,
                    "text": "[8,",
                    "ref_id": null
                },
                {
                    "start": 194,
                    "end": 196,
                    "text": "9]",
                    "ref_id": null
                },
                {
                    "start": 223,
                    "end": 227,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 228,
                    "end": 232,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 233,
                    "end": 237,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 238,
                    "end": 242,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 337,
                    "end": 341,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 517,
                    "end": 521,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 625,
                    "end": 627,
                    "text": "63",
                    "ref_id": null
                },
                {
                    "start": 800,
                    "end": 802,
                    "text": "65",
                    "ref_id": null
                },
                {
                    "start": 824,
                    "end": 827,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 1059,
                    "end": 1061,
                    "text": "68",
                    "ref_id": null
                },
                {
                    "start": 1079,
                    "end": 1081,
                    "text": "69",
                    "ref_id": null
                },
                {
                    "start": 1626,
                    "end": 1630,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 1780,
                    "end": 1782,
                    "text": "77",
                    "ref_id": null
                },
                {
                    "start": 1947,
                    "end": 1949,
                    "text": "79",
                    "ref_id": null
                },
                {
                    "start": 2243,
                    "end": 2247,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 2248,
                    "end": 2252,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 2253,
                    "end": 2257,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 2258,
                    "end": 2262,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 2263,
                    "end": 2267,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 2268,
                    "end": 2272,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 2273,
                    "end": 2277,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 2278,
                    "end": 2282,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 2283,
                    "end": 2287,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 2288,
                    "end": 2292,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 2293,
                    "end": 2297,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 2298,
                    "end": 2302,
                    "text": "[28]",
                    "ref_id": null
                },
                {
                    "start": 2303,
                    "end": 2307,
                    "text": "[29]",
                    "ref_id": null
                },
                {
                    "start": 2308,
                    "end": 2312,
                    "text": "[30]",
                    "ref_id": null
                },
                {
                    "start": 2780,
                    "end": 2784,
                    "text": "[31]",
                    "ref_id": null
                },
                {
                    "start": 3787,
                    "end": 3794,
                    "text": "(Fig S2",
                    "ref_id": null
                },
                {
                    "start": 4010,
                    "end": 4013,
                    "text": "102",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 2199,
                    "end": 2208,
                    "text": "(Table S1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "All transmission events were assumed to be independent. The interval between date of 107 detection of each primary case and that of each of its secondary cases is assumed 108 gamma distributed with mean 14.5 days and standard deviation 5 days, rounded to the 109 nearest whole number of days, as above. 110 We used the (R initial , τ ) pairs estimated from prior outbreaks to provide R values for 111 simulation. R initial values were sampled uniformly from the range of values estimated 112 from past outbreaks. We applied a linear regression to the values of R initial and log(τ ) 113 estimated for prior outbreaks and used the resulting regression line to assign a mean τ to 114 each R, used with the residual variance of log(τ ) as a distribution from which to sample 115 τ values for simulation given R initial . Note that the range of fast and slow quenching 116 scenarios modeled in this way is not limited to the exact combinations estimated from 117 past outbreaks, but extends over a continuous distribution that includes those values. generated by the above branching process with the given parameters R initial , τ , and k, 125 and these were then filtered by discarding all proposed trajectories except those whose 126 cumulative case counts matched known counts of the current 2018 EVD outbreak on 127 known dates. In earlier, smaller data sets we filtered against all reported case counts, 128 while in later, more complete data sets we used a thinned series of case counts for 129 filtering, for computational tractability, by selecting five case counts evenly spaced in 130 the data set plus the final case count (Fig S1 in S1 Supporting Information). The 131 filtration required an exact match of the first target value, and at subsequent target 132 dates accepted epidemics within a number of cases more or less than each recorded 133 value. On the earlier data sets in which the beginning dates of the epidemic were 134 unknown, the first target value was allowed to match on any day, and subsequent target 135 dates were assigned relative to that day.",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 306,
                    "text": "110",
                    "ref_id": null
                },
                {
                    "start": 1630,
                    "end": 1637,
                    "text": "(Fig S1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In order to produce model outbreak trajectories consistent with the case counts 137 reported more recently in the outbreak, it was necessary to make the filtering step of 138 the model more tolerant to variation in counts in order to accommodate the rapidly 139 rising count. This was because higher transmission rates in late September and early 140 October were necessary to generate case counts of that size than were consistent with 141 the earlier counts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "136"
        },
        {
            "text": "Thus this model embodies a set of assumptions that transmission rates are overall 143 gradually declining from the start of the outbreak to its end, though possibly with a 144 high level of variability in transmission rate between cases and between simulations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "142"
        },
        {
            "text": "When the tolerance of the filter on case counts is small, quenching of transmission ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "145"
        },
        {
            "text": "We varied the tolerance as the data set became more complete to maintain a roughly 152 fixed rate of generation of filtered trajectories. As larger tolerances became necessary, in 153 data sets from after October, we introduced one further distinction: while it is possible 154 for cumulative case counts to decrease as inaccurately classified cases are removed from 155 the counts, due to the precision of the labeling of cases probable and confirmed we 156 March 20, 2019 8/36",
            "cite_spans": [
                {
                    "start": 455,
                    "end": 458,
                    "text": "156",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "151"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "151"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/461285 doi: bioRxiv preprint expect this to happen rarely, so we limit the tolerance of matching to only at most 15 157 cases below the reported count regardless of the tolerance of counts above the reported 158 count. This limit on underestimates was applied only to analysis of data sets from later 159 than October 13, to preserve unaltered the projection methods we reported in a 160 preprint of this paper [34] . Filtering tolerances were as follows: when using the August 161 20 data set, we allowed a tolerance of 4 cases more or less than each target count; for 162 August 27 and September 5, 6 cases; for September 15, 10 cases; for October 7, 12 cases; 163 for October 13, 17 cases; for November 1, 41 cases; for November 20, 55 cases; for The ring vaccination study found the vaccine to be effective against cases with onset 177 dates 10 days or more from the date of vaccine administration, so we modeled the 178 vaccination program as a proportionate reduction in the number of new cases with 179 onsets 10 days or more after the program start date. 180 We used past estimates of the proportion of unreported cases to estimate the 181 proportion of exposed individuals not covered by the vaccination process. Based on a 182 Sierra Leonean study from the 2013-2016 outbreak [37], we estimated the proportion of 183 reported cases (out of all known cases) in DRC to range from a low of 68% to a high of 184 96%, as extremes of the best known range of estimates, to be evaluated on their fit to 185 data. Given these low and high estimates of reported cases and the estimate of vaccine 186 effectiveness, a low estimate of vaccination program coverage was 44% (68% × 64.6%) 187 and a high estimate of vaccination program coverage was 62% (96% × 64.6%).",
            "cite_spans": [
                {
                    "start": 528,
                    "end": 532,
                    "text": "[34]",
                    "ref_id": null
                },
                {
                    "start": 1180,
                    "end": 1183,
                    "text": "180",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "151"
        },
        {
            "text": "March 20, 2019 9/36 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "188"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/461285 doi: bioRxiv preprint estimated from dates available from situation reports [3] . 190 To generate forecasts from each data set, 320 to 330 outbreaks were collected that 191 passed the step of filtering on approximate agreement with DRC case counts. The 192 simulated outbreaks that were retained after filtering were continued until they 193 generated no further cases. Rare outlying simulated outbreaks that exceeded 300,000 194 cases were capped at the first value reached above that number, to limit unnecessary 195 computation. We used this ensemble to derive a distribution of final outbreak sizes, and 196 of cumulative counts at specific forecasting dates. Projection distributions were 197 constructed using kernel density estimation with leave-one-out cross-validation to 198 determine bandwidth, using a log-normal kernel for final sizes, due to the extended tail 199 of the values, and a normal kernel for all other estimates. We calculated median values 200 and 95% prediction intervals using the 2.5th and 97.5th percentiles of simulated 201 outbreak size.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 203,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 206,
                    "end": 209,
                    "text": "190",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "188"
        },
        {
            "text": "The frequencies of occurrence of the three vaccination coverage scenarios modeled 203 (zero, low, and high coverage) among the simulated outbreaks accepted by the 204 stochastic model's filtering step were used to estimate likelihoods of the three scenarios. 205",
            "cite_spans": [],
            "ref_spans": [],
            "section": "202"
        },
        {
            "text": "The frequencies of (R initial , τ ) pairs selected by the filtering process were similarly 206 recorded as an estimate of the likelihood of those transmission rate parameters. 207 We provide a detailed report of the parameters, simulations, and performance of the 208 stochastic model in the Supplemental Material. This analysis was conducted using R The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/461285 doi: bioRxiv preprint historic case counts for specific dates were missing, each missing case count was linearly 220 interpolated from the two nearest case counts, allowing the model to remain agnostic 221 about the current trend of the epidemic. After model fitting and validation, the final 222 model chosen was a log-link regression for additional cases on the number of new cases 223 identified in the previous two and four weeks and the ratio of these two case counts.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 179,
                    "text": "207",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "202"
        },
        {
            "text": "This analysis was conducted using R 3.4.2 (R Foundation for Statistical Computing, 225 Vienna, Austria). ",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 82,
                    "text": "Computing,",
                    "ref_id": null
                },
                {
                    "start": 83,
                    "end": 86,
                    "text": "225",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "224"
        },
        {
            "text": "We constructed a probability 241 mass function by assigning all probability density to the whole number of days given by 242 the integer part of each value. We used this probability mass function as a projection of 243 the final outbreak size.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "224"
        },
        {
            "text": "This analysis was conducted using R 3.4.2 (R Foundation for Statistical Computing, 245 Vienna, Austria).",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 82,
                    "text": "Computing,",
                    "ref_id": null
                },
                {
                    "start": 83,
                    "end": 86,
                    "text": "245",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "244"
        },
        {
            "text": "March 20, 2019 11/36",
            "cite_spans": [],
            "ref_spans": [],
            "section": "246"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "246"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/461285 doi: bioRxiv preprint Models' performance on short-term projections was scored using the natural logarithm 248 of the probability assigned to subsequently known reported case counts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "246"
        },
        {
            "text": "The stochastic and negative binomial auto-regression models were scored based on The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/461285 doi: bioRxiv preprint and auto-regression models to project one-week, two-week, four-week, and eight-week 274 forecasts of outbreak size. As time lapsed, we compared predicted and known outbreak 275 sizes and found a higher probability of accurate forecasts at one week than at eight 276 weeks (Figs 2, 3) . Log-likelihood scores typically declined as projection times extended 277 further into the future. These lower-scoring longer-term projections tended to include 278 wider prediction intervals, reflecting less certain outcomes in which less probability was 279 assigned to any one value. The epidemic curve accelerated in early October, and 280 stochastic model forecasts occurring just before that change were especially low scoring, 281 as they failed to anticipate the coming rise in case counts. Subsequent projections took 282 into account the reported acceleration and their performance recovered. After our model validation process was completed, we used the stochastic and 284 auto-regression models to project one-week, two-week, four-week, and eight-week 285 outcomes (Figs 4, 5) . We used the Gott's rule and Theil-Sen regression models together 286 with the stochastic model to project final outbreak sizes (Figs 6, 7) . The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/461285 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/461285 doi: bioRxiv preprint quite likely by all the models, with the Gott's rule forecast being particularly pessimistic, 298 as it was in all cases. The probability of a very large outbreak (10,000 or more cases) 299 was calculated to be below 8% for Gott's rule and negligibly small for the other models. 300 A final outbreak size of a catastrophic outbreak larger than the West Africa outbreak 301 (28,616 or more cases) was projected to have probability less than 3% by Gott's rule 302 and negligibly small for the other models (Table S2 in S1 Supporting Information). 303 We generated short-and long-term projections from earlier snapshots of the current 304 outbreak case counts with each model, for the purpose of both scoring and forecasting. 305",
            "cite_spans": [
                {
                    "start": 2282,
                    "end": 2285,
                    "text": "303",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 499,
                    "end": 510,
                    "text": "(Figs 2, 3)",
                    "ref_id": null
                },
                {
                    "start": 1290,
                    "end": 1301,
                    "text": "(Figs 4, 5)",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 1431,
                    "end": 1442,
                    "text": "(Figs 6, 7)",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 2241,
                    "end": 2250,
                    "text": "(Table S2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "249"
        },
        {
            "text": "These additional results can be found in the Supplemental Material.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "249"
        },
        {
            "text": "The stochastic model estimated likelihoods of the three scenarios of zero, low, and high 308 vaccination coverage, based on how often models using the different coverage 309 assumptions were able to pass the particle filtering step. In the estimate based on data 310 through February 25, vaccination coverage was estimated substantially more likely than 311 low or high coverage, as was also true in most earlier estimates. The lower vaccination 312 coverage scenario was estimated more likely than the higher one. Higher vaccination 313 coverage scenarios were estimated more likely in estimates made before October, at were concentrated in a range up to about 300 additional cases overall, and even the inaccurate. EVD has never before been introduced into a conflict zone with such present, the most reliable data source of EBOV transmission has been the weekly case 330 counts that can be found in the WHO situation reports. Despite such situations of data 331 scarcity and new outbreak circumstances, our models generated relatively accurate The mathematical models we adopted for this project near the beginning of the The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/461285 doi: bioRxiv preprint outbreak. This may be a useful pattern for short-term forecasting of ongoing disease 359 outbreaks in real time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Probability of vaccination coverage scenarios 307"
        },
        {
            "text": "The performance of our short-term prediction models can be assessed on the 361 outbreak to date. The relatively simple auto-regression model we used performed more 362 consistently on the range of partial data sets used for scoring than the more complex 363 stochastic simulation model did. The stochastic model has tended to produce tighter 364 prediction distributions that are prone to extreme failure when they get it wrong, while 365 the auto-regression model's predictions are more tolerant of unpredictable outcomes. However, we can note that our early projections of final size (Figs S9, S10 in S1 375 Supporting Information) fell below the counts that have been observed as of February. 376",
            "cite_spans": [],
            "ref_spans": [],
            "section": "360"
        },
        {
            "text": "In other words, our forecasts based on early reports and on an assumption that past 377 outbreaks can be used to forecast the present one were more optimistic than warranted 378 by subsequent events. Events to come may shed light on whether this outbreak is 379 qualitatively different than the past ones we have used to construct forecasts, perhaps 380 due to the impact of conflict conditions on the outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "360"
        },
        {
            "text": "There are limitations to our projections. Projection distributions are right-skewed, 382 with long tails (and we therefore report the median instead of the mean). We were 383 unable to include all the 23 observed EVD outbreaks with a case count greater than ten 384 cases in our estimates due to data availability. Our regression models are based entirely 385 on past outbreaks of Ebola virus disease (measured and reported in different ways), and 386 cannot account for the improved control measures and vaccination in the way that a outbreaks. The stochastic model used estimated vaccination effectiveness, reported 391 cases, and timing of onset dates affected by vaccination from studies from West Africa, 392 not DRC, and did not include vaccination of healthcare workers. Our forecasts do not 393 account for possible unreported cases or changes in reporting over time; such gaps in 394 reporting can not be ruled out, though given the intense efforts at case finding that 395 started in July and carried forward, we think it unlikely that there were large changes in 396 reporting. Furthermore, as the outbreak moved into areas affected by violent conflict as 397 the outbreak continued, we think it likely that case reporting, if anything, decreased Official reported case counts for each epidemic are given, including suspected cases (\"Reported Count\"). Case counts for the time series data included in the models include only probable and confirmed cases (\"Time Series Count\"). Case counts for historic outbreaks were pulled from publicly available literature [17] [18] [19] [20] [21] [22] [23] [24] [25] [26] [27] [28] [29] [30] . Lastly, each historic outbreak's inclusion in the regression, stochastic, and auto-regression models is enumerated. *Democratic Republic of Congo (formerly Zaïre)",
            "cite_spans": [
                {
                    "start": 1570,
                    "end": 1574,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 1575,
                    "end": 1579,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 1580,
                    "end": 1584,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 1585,
                    "end": 1589,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 1590,
                    "end": 1594,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 1595,
                    "end": 1599,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 1600,
                    "end": 1604,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 1605,
                    "end": 1609,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 1610,
                    "end": 1614,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 1615,
                    "end": 1619,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 1620,
                    "end": 1624,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 1625,
                    "end": 1629,
                    "text": "[28]",
                    "ref_id": null
                },
                {
                    "start": 1630,
                    "end": 1634,
                    "text": "[29]",
                    "ref_id": null
                },
                {
                    "start": 1635,
                    "end": 1639,
                    "text": "[30]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "381"
        },
        {
            "text": "We retained snapshots of the set of available case counts at multiple time points, for 572 use in scoring of retrospective model projections against known subsequent counts 573 (Fig S1) . In later data sets, due to the larger number of data points, a subset of the case 574 counts was selected for use in the stochastic model's particle filtering step, as noted in 575 the figure.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 177,
                    "end": 185,
                    "text": "(Fig S1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "381"
        },
        {
            "text": "March 20, 2019 26/36",
            "cite_spans": [],
            "ref_spans": [],
            "section": "576"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "576"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. Reported case counts in current outbreak by date, in multiple snapshots of available data. Where not otherwise noted, all case counts shown were used in the stochastic model's particle filtering step.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "576"
        },
        {
            "text": "Epidemic curves reported for past Ebola outbreaks were used to estimate time series of 578 effective reproduction number (R) by day, which were then fit to an exponential 579 quenching curve (Fig S2) . The quenching parameter estimates the rate of change in R 580 per day from R initial that results from outbreak control efforts, behavioral changes in 581 response to the outbreak, and potential local depletion of susceptibles. The parameters 582 R initial and τ estimated by that curve fitting on past epidemics were then used to create 583",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 191,
                    "end": 199,
                    "text": "(Fig S2)",
                    "ref_id": null
                }
            ],
            "section": "577"
        },
        {
            "text": "March 20, 2019 27/36",
            "cite_spans": [],
            "ref_spans": [],
            "section": "577"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "577"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/461285 doi: bioRxiv preprint a distribution from which values were sampled to parametrize the stochastic simulation 584 (Fig S3) . 585 Fig S2. Estimates of reproduction number R by day in past Ebola outbreaks. Thin curves are exponentially quenched curves R = R initial e −τ d fit to each series of R estimates.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 251,
                    "text": "585",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 237,
                    "end": 245,
                    "text": "(Fig S3)",
                    "ref_id": null
                },
                {
                    "start": 252,
                    "end": 259,
                    "text": "Fig S2.",
                    "ref_id": null
                }
            ],
            "section": "577"
        },
        {
            "text": "Fig S3. Distribution of transmission rates sampled for simulation. Black dots are pairs R initial and quenching rate τ estimated from past Ebola outbreaks, and blue cloud is the continuous distribution from which pairs are sampled for simulation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "577"
        },
        {
            "text": "The R initial and τ parameters driving simulated outbreaks that were successful in 586 passing the particle filtering step tended to cluster in particular locations within the 587 assumed distribution (Fig S4) . In some cases, distinct ranges of R initial and/or τ were 588 selected in conjunction with the different vaccine coverage scenarios. The frequencies of 589 selection of the three vaccine coverage scenarios were used to estimate the likelihood of 590 each scenario (Fig S5) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 201,
                    "end": 209,
                    "text": "(Fig S4)",
                    "ref_id": null
                },
                {
                    "start": 476,
                    "end": 484,
                    "text": "(Fig S5)",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "577"
        },
        {
            "text": "For each data set, simulations were generated until between 320 and 330 simulated 592 outbreaks were obtained after filtering based on approximate agreement with reported 593 case counts from the current outbreak. parameter values and vaccine scenarios, were continued beyond the particle filtering 596 points to generate a spreading set of projections of case counts at later dates (Fig S6), 597 which was smoothed to create probabilistic projections of future case counts at the 598 desired dates.",
            "cite_spans": [
                {
                    "start": 383,
                    "end": 392,
                    "text": "(Fig S6),",
                    "ref_id": null
                },
                {
                    "start": 393,
                    "end": 396,
                    "text": "597",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "591"
        },
        {
            "text": "We have recorded the projections generated by our models from older data sets to assess 601 the development of the projections as the outbreak has progressed, in Figs S7, S8, S9, 602 and S10. 603 Table S2 summarizes the medians and 95% prediction intervals produced by each 604 model on the most recent data set included, and their probabilities of large outcomes. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 196,
                    "end": 204,
                    "text": "Table S2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "600"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "As in previous figure, black dots for R initial , τ pairs estimated for past outbreaks (for comparison), and colors illustrate the density of R initial , τ pairs selected by filtering simulated outbreaks",
            "authors": [
                {
                    "first": "S4",
                    "middle": [],
                    "last": "Fig",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "August 1, 2018, the World Health Organization (WHO) announced a new outbreak 2 of Ebola virus disease (EVD) in North Kivu Province, Democratic Republic of Congo 3 (DRC) [1]. Epidemiological investigations traced EVD cases back to the week of April",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Map of health districts in which confirmed and/or probable cases have occurred in Northeastern DRC, with zones in which active conflict has occurred identified by color. Data sourced from Référentiel Géographique Commun [7], made available under the Open Data Commons Open Database License. assumption that vaccination may reduce epidemic transmission [5]. Mathematical 19 modeling of simulated EVD epidemics suggested that vaccination coverage as low as 20 40% in the general population and 95% in healthcare workers (HCWs) may avert 21 another epidemic similar to size of the West African one [6]. Studies have yet to 22 estimate the levels of vaccination coverage associated with epidemic decline. An even 23 greater potential problem in difficult-to-access outbreak areas is ascertainment of 24 vaccination coverage among contacts and contacts of contacts. Mathematical models are 25 needed that can produce relatively accurate forecasts in the setting of such unknown 26 but important outbreak response metrics.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "146 through time must closely track case counts, while when tolerance is high, fluctuations 147 in the rate of generation of new cases can reflect a pattern of ongoing quenching of 148 transmission more loosely and on the long term, while being more insensitive to 149 short-term up and down fluctuations in transmission rates reflected in the true case 150 counts.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "cases; and for February 25, 150 cases. This one-step particle 165 filtering technique produced an ensemble of model outbreaks, filtered on agreement with 166 the recorded trajectory of the outbreak to date. This filtered ensemble was then used to 167 generate projections of the outbreak in the short term (one week, two weeks, four weeks, 168 and eight weeks) and long term (final size) [35]. 169 To model vaccination coverage with respect to total transmission (unreported and 170 reported), we multiplied the estimate of vaccine effectiveness by low and high estimates 171 of reported cases. In a ring vaccination study at the end of the West Africa outbreak, 172 the overall estimated recombinant vesicular stomatitis virus (rVSV)-vectored vaccine 173 efficacy was 100% and vaccine effectiveness was 64.6% in protecting all contacts and 174 contacts of contacts from EVD in the randomized clusters, including unvaccinated 175 cluster members [36]. We used estimates of vaccine effectiveness in our stochastic model. 176",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "for Statistical Computing, Vienna, Austria).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "binomial autoregressive model was chosen through a validation process to 212 forecast additional new case counts at time points one week, two weeks, four weeks, and 213 eight weeks from the current date. To adjust for disparities in the frequency of case 214 reporting in historic outbreaks, the data were weighted by the inverse square root of the 215 number of observations contributed to the model. Models considered included 216 parameters for historic cumulative case counts (probable and confirmed) at different 217 time points, logs of historic case counts, ratio of historic case counts to try and capture 218",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "a simple regression forecast based solely on outbreaks of size 10 or 228 greater, based on prior outbreaks [17-30]. Nonparametric Theil-Sen regression (R 229 package mblm [38]) was used to project the final outbreak size based on values of the 230 outbreak size at a specific earlier time. All time series were aligned on the day they 231 reached 10 cases. Finally, we reported the median and 95% central coverage intervals for 232 the prediction distribution, conditional on the predicted value being no smaller than the 233 observed value for each day. More details can be found elsewhere [16]. s rule assumes we have no special knowledge of our position on the epidemic 238 curve [39]. Given Y 0 cases reported, assuming a non-informative uniform prior for the 239 portion α of the epidemic observed to date, the corresponding probability density 240 function for the final size",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Case count 1 week after the last available case count 252 • Case count 2 weeks after the last available case count 253 • Case count 4 weeks after the last available case count 254 • Case count 8 weeks after the last available case count 255For each projection, we generated an assignment of probability to possible values of 256 multiple quantities. As Ebola situation reports were released before February 25, we 257 generated short-term projections in real time with stochastic and negative binomial 258 auto-regression models. We scored these projections and calibrated the models during 259 the outbreak. Then we used these calibrated models for our projections on February 25. 260The Theil-Sen and Gott's rule models were not calibrated as the outbreak's final size is 261 not known. Final outbreak size projections generated by the stochastic, Theil-Sen, and 262Gott's rule models were recorded for future evaluation of their performance.263 Evaluation of a catastrophic outbreak 264 Because the question has been raised of whether the current outbreak might grow to the 265 scale of the catastrophic West Africa outbreak, we evaluated each model's projected 266 probability of exceeding three large outbreak scenarios of 1,000 cases, 10,000 cases, or 267 the 28,616 cases reported in the West Africa outbreak [30]. Each of these three 268 thresholds is more than double the size of the previous second largest outbreak (n=425, 269 Uganda, 2000) [22].270Results271When we started performing our short-term forecasts on August 20, 2018, there were 102 272 reported EVD cases in North Kivu and Ituri provinces, DRC. We used our stochastic",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Prospective validation of probabilistic projections of auto-regression and stochastic models, by comparing projected cumulative case counts from past data to known case counts. Vertical lines indicate known case counts (height not to scale).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Log-likelihood scores of stochastic and auto-regression projections in prospective validation.As of February 25, the total reported count of probable and confirmed EVD cases288 was 875 cases. With the stochastic model, the four-week projection of median outbreak 289 size was 955 cases (95% prediction interval: 874-1105). With the auto-regression model, 290 the four-week projection of median outbreak size was 898 cases (95% prediction interval: 291 877-983). 292 Median final outbreak size projected by the stochastic model was 990 cases (95% 293 prediction interval: 860-1295). With the Gott's rule model, the median final outbreak 294 size was 1749 cases (95% prediction interval: 921-17498). Median final outbreak size 295 projected by the regression model was 953 cases (95% prediction interval: 882-1136). Short-term probabilistic projections of case counts based on reported counts as of February 25, 2019. Stochastic and auto-regression models were used. Vertical scale of probabilities, on right side of plot, applies to all dates.The possibility of a final outbreak size exceeding 1,000 cases was projected to be",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Medians and prediction intervals from short-term projections of case counts based on reported counts as of February 25, 2019. Solid dots indicate median count.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Probabilistic projections of final case counts based on reported counts as of February 25, 2019. Stochastic, Theil-Sen regression, and Gott's rule models were used.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Medians and prediction intervals from projections of final case counts based on reported counts as of February 25, 2019. Solid dots indicate median size. Inset provides detail at smaller numbers.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "314which time the outbreak epicenter shifted into the conflict zone and situation reports 315 described an increase in case counts(Fig S5  in S1 Supporting Information). Assuming 316 that other transmission factors were held constant, our result may provide evidence that 317 that geographical shift in transmission contributed to a decreased likelihood of February 25, 2019, with 875 cases reported to date, most of our model projections 321",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "332short-term projections of outbreak size in the months of January and February 2019,333    suggesting that short-term projections made in real time can be useful in decision 334 making and resource allocation.335 Another outbreak response challenge has been ascertaining the level of vaccination 336 coverage that has occurred during the ring vaccination program. For the ring 337 vaccination program to be theoretically effective at reducing transmission, an uncertain 338 proportion of contacts and contacts of contacts need to receive the vaccine [6]. We 339 estimated that transmission rates are higher than would be expected under target levels 340 of 62% coverage due to contact tracing and vaccination. Under our stochastic model's 341 assumptions, the elevated transmission rates, relative to those of past outbreaks, needed 342 to reproduce this outbreak's epidemic trajectory are highly unlikely to be randomly 343 observed with high vaccination coverage. This model estimate may serve as a loose 344 proxy for the outbreak response challenges. Thus, outbreak response teams may need to 345 consider other control and care strategies to end the outbreak. Under current 346 circumstances, mass vaccination in regions of high prevalence or areas where the 347 outbreak has newly arrived may be a more effective strategy to reduce EBOV 348 transmission than ring vaccination. Aggressive supportive care, experimental 349 therapeutics and high-quality facilities (e.g. air-conditioned, individualized) have also 350 been described as part of the outbreak response. These interventions have the potential 351 to improve health-seeking behaviors and possibly reduce EBOV transmission in 352 communities that are resistant to control efforts [15], but further studies are needed.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "354outbreak were developed to predict the course of prior outbreaks, and did not consider 355 circumstances unique to the current outbreak. To improve the accuracy of short-term 356 projections, we used the short-term forecasting performance of the mathematical models 357 during the current outbreak to calibrate them and improve their performance on this",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "Conversely, the stochastic model outperforms the auto-regression when it gets the367 prediction right. It should also be noted that because the stochastic simulation model is 368 based on mechanistic knowledge of the transmission process generating the outbreak 369 while the regression model is a purely statistical inference from past outbreaks, it may 370 be that if conditions emerge that are substantially different from past outbreak 371 conditions, the mechanistic model may produce sensible predictions where a purely 372 statistical model fails. Because the other models included produce only final outbreak 373 size projections, they can not be fully evaluated before the outbreak has ended.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "398over time, and therefore underreporting would not explain the apparent increase in 399 transmission from June to October. While it would be desirable to use the vaccination 400 coverage estimates to estimate the number of cases prevented by the vaccination 401 program, our models were not designed to produce a testable estimate of such an effect. 402Gott's rule[39], presented initially as reflecting a \"Copernican\" principle with 403 respect to time, assumed that ones observation of the age of a phenomenon occurred at 404 a random time during its lifetime. Gott applied this principle in a variety of settings,405    including the lifetime of Broadway shows, the Berlin Wall, and of the human406 race [39, 40]. Critics suggest that Gott's rule gives misleading predictions when the 407 phenomenon in question exhibits known time scales, such as in prediction of human 408 lifetimes [40, 41]. Gott's rule has not been validated for epidemics, and in this case, is 409 based on an assumption that the current case count in an epidemic occurs at a random 410 point in its progression. For an easily detected but uncontrollable supercritical epidemic, 411 we would expect forecasts based on the first reports to underestimate the final size. For 412 an easily controlled epidemic, forecasts would more likely be too pessimistic, since 413 control measures would (by assumption) swiftly end the epidemic after recognition. Our 414 application of the rule is intended to serve as a null hypothesis-like comparator for the 415 other methods. 416 Our models do not account for spatial heterogeneity in transmission, which may be 417 relevant to the course of this outbreak, in which an increase in transmission appears to 418 coincide with a shift in location. The stochastic model may be sensitive to the 419 assumption of an exponentially decaying curve for transmission rate by day, and 420 alternative assumptions might lead to a different distribution of forecast outcomes. 421 Indeed, all of our projections are conditional on model assumptions being met. Y, et al. Prise en charge des malades et des défunts lors de l'épidémie 517 de fièvre hémorragique due au virus Ebola d'octobreà décembre 2003. Bull Soc 518 Pathol Exot. 2005;98(3):218-223. 519 25. World Health Organization. Weekly epidemiological record. Abonnement annuel. 520 2005;43(80):369-376. 521 26. Nkoghe D, Kone ML, Yada A, Leroy E. A limited outbreak of Ebola 522 haemorrhagic fever in Etoumbi, Republic of Congo, 2005. Trans R Soc Trop Med 523 Hyg. 2011;105(8):466-72. doi:10.1016/j.trstmh.2011.04.011. 524 27. Rosello A, Mossoko M, Flasche S, Van Hoek AJ, Mbala P, Camacho A, et al. 525 Ebola virus disease in the Democratic Republic of the Congo, 1976-2014. Elife. 526 2015;4. doi:10.7554/eLife.09015. 527 28. MacNeil A, Farnon EC, Morgan OW, Gould P, Boehmer TK, Blaney DD, et al. 528 Filovirus outbreak detection and surveillance: lessons from Bundibugyo. J Infect 529 Dis. 2011;204 Suppl 3:S761-7. doi:10.1093/infdis/jir294. 530 29. Uganda: Ebola Situation Report. Bull World Health Organ. 2013;. 531 30. Centers for Disease Control and Prevention. Number of Cases and Deaths in 532 Guinea, Liberia, and Sierra Leone during the 2014--Smith JO. Comparing methods for estimating R 0 from the 538 size distribution of subcritical transmission chains. Epidemics. 2013;5(3):131-45. 539 doi:10.1016/j.epidem.2013.05.002. 540 33. Lloyd-Smith JO, Schreiber SJ, Kopp PE, Getz WM. Superspreading and the 541 effect of individual variation on disease emergence. Nature. 2005;438(7066):355-9. 542 doi:10.1038/nature04153. 543 34. Worden L, Wannier R, Hoff NA, Musene K, Selo B, Mossoko M, et al. Real-time 544 projections of epidemic transmission and estimation of vaccination impact during 545 an Ebola virus disease outbreak in the Eastern region of the Democratic Republic 546 of Congo. bioRxiv. 2018;doi:10.1101/461285.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "S1.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "the past outbreaks used as data to inform our models.Table S1. Table of past outbreaks by year and country.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Table of medians and prediction intervals of model projections.Fig S5. Likelihood estimates of vaccine coverage scenarios consistent with model transmission rates, estimated by number of simulated outbreaks under the three scenarios accepted by the stochastic model's filtering step, in which simulated outbreaks must match reported case counts. Note that each bar of this plot is an estimate based on the entire time series up to the date indicated, that is, they are cumulative estimates of the overall vaccine coverage, not successive estimates of short-term coverage.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}