{
    "paper_id": "a388cca261e8af7936cf3b79c35f43442f65706b",
    "metadata": {
        "title": "SARS-CoV-2 and SARS-CoV Spike-RBD Structure and Receptor Binding Comparison and Potential Implications on Neutralizing Antibody and Vaccine Development",
        "authors": [
            {
                "first": "Chunyun",
                "middle": [],
                "last": "Sun",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sinocelltech Ltd",
                    "location": {
                        "addrLine": "Ke Chuang 7th Street",
                        "postCode": "100176",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Long",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sinocelltech Ltd",
                    "location": {
                        "addrLine": "Ke Chuang 7th Street",
                        "postCode": "100176",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ji",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sinocelltech Ltd",
                    "location": {
                        "addrLine": "Ke Chuang 7th Street",
                        "postCode": "100176",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Chunxia",
                "middle": [],
                "last": "Luo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sinocelltech Ltd",
                    "location": {
                        "addrLine": "Ke Chuang 7th Street",
                        "postCode": "100176",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yanjing",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sinocelltech Ltd",
                    "location": {
                        "addrLine": "Ke Chuang 7th Street",
                        "postCode": "100176",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jing",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sinocelltech Ltd",
                    "location": {
                        "addrLine": "Ke Chuang 7th Street",
                        "postCode": "100176",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jiahui",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Antibody Research Key Laboratory",
                    "institution": "Sino Biological Inc",
                    "location": {
                        "addrLine": "Building 9, Jing Dong Bei Technology Park, No.18 Ke Chuang 10th St",
                        "settlement": "Beijing"
                    }
                },
                "email": ""
            },
            {
                "first": "Jie",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Antibody Research Key Laboratory",
                    "institution": "Sino Biological Inc",
                    "location": {
                        "addrLine": "Building 9, Jing Dong Bei Technology Park, No.18 Ke Chuang 10th St",
                        "settlement": "Beijing"
                    }
                },
                "email": ""
            },
            {
                "first": "Liangzhi",
                "middle": [],
                "last": "Xie",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sinocelltech Ltd",
                    "location": {
                        "addrLine": "Ke Chuang 7th Street",
                        "postCode": "100176",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "SARS-CoV-2 and SARS-CoV share a common human receptor ACE2. Protein-protein interaction structure modeling indicates that spike-RBD of the two viruses also has similar overall binding conformation and binding free energy to ACE2. In vitro assays using recombinant ACE2 proteins and ACE2 expressing cells confirmed the two coronaviruses' similar binding affinities to ACE2. The above studies provide experimental supporting evidences and possible explanation for the high transmissibility observed in the SARS-CoV-2 outbreak. Potent ACE2-blocking SARS-CoV neutralizing antibodies showed limited cross-binding and neutralizing activities to SARS-CoV-2. ACE2-non-blocking SARS-CoV RBD antibodies, though with weaker neutralizing activities against SARS-CoV, showed positive cross-neutralizing activities to SARS-CoV-2 with an unknown mechanism. These findings suggest a trade-off between the efficacy and spectrum for therapeutic antibodies to different coronaviruses, and hence highlight the possibilities and challenges in developing broadly protecting antibodies and vaccines against SARS-CoV-2 and its future mutants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Various estimates and analyses suggest SARS-CoV-2 and Severe Acute Respiratory Syndrome coronavirus (SARS-CoV) may have similar transmissibility with an estimated reproductive number (R 0 ) of 3.77 (2.23-4.82) for SARS-CoV-2 and between 2.9-3.3 for SARS-CoV 8 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "SARS-CoV-2 and SARS-CoV share a common host-cell receptor protein, angiotensin converting enzyme 2 (ACE2), expressed on epithelial cells in the respiratory track system and various human organs, such as the lung 9,10 . Receptor recognition by coronaviruses is the first and essential step for infecting host cells 11,12 . An envelope-anchored trimeric spike (S) protein mediates the binding of the two coronaviruses to human ACE2 13,14 , and is cleaved by the host protease into two separate polypeptides as S1, which contains the receptor binding domain (RBD), and S2, which is responsible for the homotrimer formation and mediates fusion of the virion with cellular membranes 15 . The receptor binding motif (RBM) in RBD is responsible for direct binding to ACE2 and its binding affinity may directly affects the virus infectivity and transmissibility 16, 17 . The amino acid sequence homology between SARS-CoV and SARS-CoV-2 approximates to 75% for the spike proteins, and are 73.7% and 50.0% for RBDs and RBMs, respectively.",
            "cite_spans": [
                {
                    "start": 854,
                    "end": 857,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 858,
                    "end": 860,
                    "text": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Here we investigated the optimized complex structure conformations between the RBDs of SARS-CoV-2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In December 2019, outbreak of SARS-CoV-2 infection has brought back the attention of pathogenic coronavirus to the spotlight [1] [2] [3] [4] [5] . SARS-CoV-2 is spreading rapidly, causing severe COVID-19 symptoms and life-threatening diseases in some infected patients 6 . Numbers of infected cases reached over 60,000 in less than 3 months 7 .",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 128,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 129,
                    "end": 132,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 133,
                    "end": 136,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 137,
                    "end": 140,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 141,
                    "end": 144,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 269,
                    "end": 270,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The prominent sequence differences between the crucial RBMs of SARS-CoV-2 and SARS-CoV raise a critical question of whether the binding affinity of SARS-CoV-2 spike protein to human ACE2 is comparable to that of SARS-CoV. A recent study by computational modeling suggested that SARS-CoV-2 has a lower binding affinity to human ACE2, as a result of the loss of one hydrogen bond interactions 18 . However, another publication using structure analysis suggested similar binding affinities to SARS-CoV 9 . By using biolayer interferometry binding assay, Tian et al. 9 measured the SARS-CoV-2 RBD's binding affinity to human ACE2 protein to be 15.2 nM, which is comparable to previously published affinity data for SARS-CoV spike protein 19 . The above comparison of spike proteins' binding affinities to human ACE2 between SARS-CoV-2 and SARS-CoV were inconclusive or indirect, hence, a direct head-to-head comparison is desired for the understanding of the infectivity and transmissibility of SARS-CoV-2 virus.",
            "cite_spans": [
                {
                    "start": 391,
                    "end": 393,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 499,
                    "end": 500,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 563,
                    "end": 564,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 734,
                    "end": 736,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Neutralizing antibody (nAb) is expected to be one of the most promising treatments against coronavirus infection among the existing therapeutic options 20, 21 . Several nAbs targeting SARS-CoV exhibit significant in vivo antivirus activities by reducing virus titers in lung tissues of animal models [22] [23] [24] [25] [26] . However, coronavirus is a single-stranded RNA virus prone to rapid mutations during transmission, nAbs without cross-reactivity to a broad spectrum of viral mutants could lead to treatment failure 10, [27] [28] [29] , therefore, highly potent and cross-protective nAbs and prophylactic vaccines against SARS-CoV-2 are in urgent needs.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 155,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 156,
                    "end": 158,
                    "text": "21",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 300,
                    "end": 304,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 305,
                    "end": 309,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 310,
                    "end": 314,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 315,
                    "end": 319,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 320,
                    "end": 324,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 524,
                    "end": 527,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 528,
                    "end": 532,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 533,
                    "end": 537,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 538,
                    "end": 542,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "with ACE2 by computational modeling and binding free energy analysis. We also used the recombinant S1 proteins of the two viruses to compare their binding curves to both recombinant ACE2 protein and ACE2 expressing cells. The above studies confirm that both SARS-CoV-2 and SARS-CoV have similar binding affinities to the human receptor ACE2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "/ 18"
        },
        {
            "text": "Due to the relatively low homology of the spike RBDs between SARS-CoV-2 and SARS-CoV, it is of significant interest to investigate whether SARS-CoV neutralizing antibodies possess cross-reactivity to SARS-CoV-2. SARS-CoV polyclonal antibodies and ACE2 blocking and non-blocking nAbs were tested with SARS-CoV-2 pseudovirus (PSV) for cross neutralizing activities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "/ 18"
        },
        {
            "text": "The structure model for SARS-CoVRBD-ACE2 complex was optimized based on the complex's crystal structure (PDB ID: 2AJF) (http://www.rcsb.org/). The structure model for SARS-CoV-2 RBD-ACE2 complex was constructed by homology modeling using the optimized SARS-CoV RBD-ACE2 complex crystal structure as a template, based on a 73.7% amino acid sequence homology between the two viruses. Root-mean-square deviation (RMSD) of Cα atoms between the two complex structures is 0.703 Å, indicating an almost identical structural conformation (Figure1B). There are subtle differences in the RBD-ACE2 interfaces between SARS-CoV-2 and SARS-CoV at the loop 469-470 (numbered according to SARS-CoV RBD), arising from a one-residue insertion after residue 469 ( Figure 1A) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 745,
                    "end": 755,
                    "text": "Figure 1A)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "SARS-CoV-2 RBD-ACE2 complex structure modeling reveals almost identical structure configuration and affinity to SARS-CoV"
        },
        {
            "text": "On the other hand, the interaction patterns in both complex structures' interfaces are somewhat different ( Figure 1A and Table S2 ). Four residues in SARS-CoV-2 RBD (i.e. N439, G476, Q498, and N501) lost their interactions with ACE2 as compared with the corresponding residues in SARS-CoV RBD (i.e. R426, D463, Y484, and T487), four replacing residues in SARS-CoV-2 RBD (i.e. K417, V445, E484, and F486) form new interactions with ACE2, which are absent in the SARS-CoV RBD (corresponding to V404, S432, P470, and L472) ( Figure 1A&C ). It is noteworthy that although a strong salt-bridge presented between R426 of SARS-CoV RBD and E329 of ACE2, is missing in the interaction involving SARS-CoV-2 RBD. However, a new strong salt-bridge interaction between E484 of SARS-CoV-2 RBD and K31 of ACE2 compensates for that loss.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 108,
                    "end": 117,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 122,
                    "end": 130,
                    "text": "Table S2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 523,
                    "end": 534,
                    "text": "Figure 1A&C",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "SARS-CoV-2 RBD-ACE2 complex structure modeling reveals almost identical structure configuration and affinity to SARS-CoV"
        },
        {
            "text": "The RBD-ACE2 binding free energies of SARS-CoV and SARS-CoV-2 are estimated to be -40.42 and -44.96 REU (Rosetta energy unit), respectively (Table S1), by Rosetta Interface Analyzer 30 . The insignificant difference in binding free energies suggests that SARS-CoV-2 and SARS-CoV viruses have similar binding affinities to human ACE2. author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS-CoV-2 RBD-ACE2 complex structure modeling reveals almost identical structure configuration and affinity to SARS-CoV"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.16.951723 doi: bioRxiv preprint Recombinant S1 protein of SARS-CoV-2 showed similar binding to human ACE2 in both protein and cellular forms, as compared with SARS-CoV",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS-CoV-2 RBD-ACE2 complex structure modeling reveals almost identical structure configuration and affinity to SARS-CoV"
        },
        {
            "text": "The RBD containing S1 protein, resulted from cleavage of the spike protein on the virus membrane is responsible for the binding of the virus to human receptor on cell membrane, which is important for viral infectivity 31 . Binding curves of recombinant S1 proteins of SARS-CoV-2 and SARS-CoV to human ACE2 were measured by ELISA. Results confirmed that both viruses have similar S1-ACE2 protein-protein binding curves and EC 50 (Figure 2A) . Binding curves of S1 protein to ACE2 expressing 293T cells was further assessed using FACS. Again, similar binding curves and EC 50 values were obtained for the two viruses ( Figure 2B ). The above experimental results are consistent with our structure modeling analysis, which indicates that SARS-CoV-2 virus likely infects human cells through similar mechanisms as SARS-CoV virus by binding to human ACE2 with comparable affinities, and hence may possess similar transmissibility.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 220,
                    "text": "31",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 428,
                    "end": 439,
                    "text": "(Figure 2A)",
                    "ref_id": null
                },
                {
                    "start": 617,
                    "end": 626,
                    "text": "Figure 2B",
                    "ref_id": null
                }
            ],
            "section": "SARS-CoV-2 RBD-ACE2 complex structure modeling reveals almost identical structure configuration and affinity to SARS-CoV"
        },
        {
            "text": "A. Serial diluted recombinant S1 proteins of SARS-CoV-2, SARS-CoV and MERS-CoV were coated on 96 well plates, incubated with the recombinant Fc-tagged ACE2 (ACE2-Fc) for binding evaluation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2. Measurements of SARS-CoV-2 and SARS-CoV S1 binding to ACE2."
        },
        {
            "text": "B. Recombinant S1 proteins of SARS-CoV-2 and SARS-CoV were incubated with 293T-ACE2 cells and subjected to FACS evaluation for binding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2. Measurements of SARS-CoV-2 and SARS-CoV S1 binding to ACE2."
        },
        {
            "text": "author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACE2-non-blocking SARS-CoV nAbs showed modest S1-protein binding and"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.16.951723 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACE2-non-blocking SARS-CoV nAbs showed modest S1-protein binding and"
        },
        {
            "text": "Coronavirus' mutation and emergence of escape mutants to neutralizing monoclonal antibodies and vaccines are a major concern. SARS-CoV-2 and SARS-CoV are two different coronaviruses with modest level of sequence homology in their spike proteins. Understanding whether antibodies raised from SARS-CoV spike protein immunization have cross-reactivity to the new SARS-CoV-2 will offer important insights and guidance to therapeutic antibody and prophylactic vaccine development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "pseudovirus neutralizing activities to SARS-CoV-2"
        },
        {
            "text": "SARS-CoV nAbs were generated by immunizing mouse or rabbit with SARS-CoV S1 or RBD protein. Two SARS-CoV S-protein rabbit polyclonal antibodies (Table 1 ) and four monoclonal antibodies ( Table 2 ) were analyzed for cross-reactivity to SARS-CoV-2 S1 protein and cross-neutralizing activities to SARS-CoV-2 PSV. As expected, the polyclonal antibodies showed weaker binding to SARS-CoV-2 S1 protein (EC 50 >100ng/mL) as compared to SARS-CoV S1 protein (EC 50 <25ng/mL). Neutralizing activities against SARS-CoV-2 PSV were lower by more than two-orders of magnitudes than SARS-CoV PSV (Table 1) , presenting a pessimistic forecast for the probability to identify highly potent and cross-reactive nAbs to SARS-CoV-2 from SARS-CoV antibodies or antibody libraries.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 152,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 188,
                    "end": 195,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 582,
                    "end": 591,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "pseudovirus neutralizing activities to SARS-CoV-2"
        },
        {
            "text": "SARS-CoV monoclonal nAbs with strong S1 binding (EC 50 <50ng/mL, K D ≤2.0E-10 M) and potent ACE2-blocking activities exhibited potent neutralizing activities against SARS-CoV (minimum dose to reach 100% neutralization at ~0.1μg/mL), but almost no cross-binding to SARS-CoV-2 S1 protein (EC 50 >15μg/mL) and no cross-neutralizing activities against SARS-CoV-2 PSV (<50% neutralizing activity at 100μg/mL) (Figure3, Table 2, Figure S1 & S2).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 423,
                    "end": 432,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "pseudovirus neutralizing activities to SARS-CoV-2"
        },
        {
            "text": "Interestingly, three ACE2-non-blocking monoclonal antibodies showed modest binding activities to SARS-CoV S1 protein (EC 50 >100ng/mL) and neutralizing activities to the SARS-CoV PSV (minimum dose to reach 100% neutralization at ≥ 10 μg/mL). Although, these nAbs were less potent than the ACE2-blocking nAbs to SARS-CoV, but could evidently cross-bind to the SARS-CoV-2 S1 protein (EC 50 <3μg/mL) and cross-neutralize SARS-CoV-2 PSV (>50% neutralizing activity at 100μg/mL) ( Table 2) . RP01: polyclonal antibody from rabbit immunized with SARS-CoV S1 protein.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 476,
                    "end": 484,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "pseudovirus neutralizing activities to SARS-CoV-2"
        },
        {
            "text": "T51: polyclonal antibody from rabbit immunized with SARS-CoV RBD protein author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "pseudovirus neutralizing activities to SARS-CoV-2"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.16.951723 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "pseudovirus neutralizing activities to SARS-CoV-2"
        },
        {
            "text": "A. Binding of SARS nAbs to SARS-CoV S1 protein were tested by ELISA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure3. Cross-reactivity and neutralization efficiency of SARS nAbs against SARS-CoV-2."
        },
        {
            "text": "Recombinant S1 protein of SARS-CoV were coated on plates, serial diluted nAbs were added for binding to recombinant S1 protein. B. Binding of SARS nAbs to SARS-CoV-2 S1 protein were tested by ELSIA. Recombinant S1 protein of SARS-CoV-2 were coated on plates, serial diluted nAbs were added for binding to recombinant S1 protein. C. Neutralization of SARS-CoV nAbs against SARS-CoV-2 PSV. D. Antibody competition with SARS-CoV RBD binding to ACE2. Recombinant SARS-CoV RBD protein was coated on plates, nAbs and recombinant ACE2 were then added for RBD binding competition measurements. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure3. Cross-reactivity and neutralization efficiency of SARS nAbs against SARS-CoV-2."
        },
        {
            "text": "As suggested by the SARS-CoV and SARS-CoV-2 RBD sequence alignment analysis (Figure 1A) , the 50% RBM sequence homology is much less than the 73.7% RBD sequence homology. Structure similarity analysis confirms the presence of significant local structure differences in the RBM regions, while the rest of the RBD regions have significantly higher similarities (Figure 4) . Moreover, three glycosylation sites in SARS-CoV RBD (i.e. N318, N330, and N357) 32 was conserved, although one of the glycosylation sites, N357, may not be glycosylated in the corresponding residue of SARS-CoV-2 as predicted by NetNGlyc 33 .",
            "cite_spans": [
                {
                    "start": 452,
                    "end": 454,
                    "text": "32",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 76,
                    "end": 87,
                    "text": "(Figure 1A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 359,
                    "end": 369,
                    "text": "(Figure 4)",
                    "ref_id": null
                }
            ],
            "section": "Significant micro-structure differences between SARS-CoV-2 and SARS-CoV RBDs exist in their RBM regions"
        },
        {
            "text": "Taking the two viruses' RBD structure similarities and glycosylation sites into account, we predict that there are two possible conserved regions in RBD where epitopes for cross-reactive neutralizing antibodies reside. These regions probably do not overlap with the ACE2 binding sites (Figure 4) . We speculate that it is more likely to obtain cross-reactive and non-blocking neutralizing antibodies targeting the conserved regions outside the RBM region. The neutralization mechanism for these non-blocking but cross-reactive antibodies is likely unrelated to ACE2 blockage.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 285,
                    "end": 295,
                    "text": "(Figure 4)",
                    "ref_id": null
                }
            ],
            "section": "Significant micro-structure differences between SARS-CoV-2 and SARS-CoV RBDs exist in their RBM regions"
        },
        {
            "text": "RBD is shown in a space-filled model with colored surface. ACE2 is shown as gray tube model. The three glycosylation sites in SARS-CoV are labeled. Note that N 357 ST in SARS-CoV is changed to N 370 SA in SARS-CoV-2, which is different from the NXS/T pattern required for glycosylation, and hence this site is more likely to be unglycosylated. The two possible cross-reactive regions are marked with yellow circles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 4. Structure similarity between SARS-CoV-2 RBD and SARS-CoV RBD."
        },
        {
            "text": "Coronavirus spike protein has been shown to be responsible for interacting with host author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.16.951723 doi: bioRxiv preprint cell receptors to initiate infection. Both SARS-CoV and SARS-CoV viruses use human ACE2 for cell entry 10 . Due to the nature of RNA virus' rapid mutation rates, changes in the S-protein's amino acid sequence, especially in the RBD's receptor binding motif, could have significant impact on virus infectivity, pathogenicity, transmissibility, and cross-protection from previous coronavirus infection, as well as therapeutic antibody and prophylactic vaccine development. Hence, understanding the differences between SARS-CoV and SARS-CoV-2 and their implications may offer significant scientific and practical value.",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 247,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Though it is difficult to assess the virus-host-cell interactions with real virion, we studied the new SARS-CoV-2 in head-to-head comparisons with SARS-CoV using multiple methods. Measurements of recombinant SARS-CoV-2 and SARS-CoV spike proteins to recombinant ACE2 protein and ACE2 expressing 293T cells confirmed the two coronaviruses' similar binding affinities to human ACE2 (Figure 2A&B) , which provided direct molecular based evidences to support and possibly explain the observation that the new SARS-CoV-2 coronavirus has similar transmissibility to SARS-CoV virus.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 380,
                    "end": 393,
                    "text": "(Figure 2A&B)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Since SARS-CoV-2 and SARS-CoV are both coronaviruses with over 70% sequence homology and share the same human receptor ACE2, analyzing SARS-CoV's antibodies' cross-reactivity to SARS-CoV-2 may provide useful information on whether neutralizing epitopes were conserved on the two coronaviruses. Two rabbit polyclonal antibodies produced with SARS-CoV S1 and RBD proteins had potent binding and neutralizing activities to SARS-CoV but only modest cross-binding and cross-neutralizing activities to the new SARS-CoV-2 virus. Four highly potent ACE2 blocking SARS-CoV monoclonal antibodies showed binding affinities to SARS-CoV S1 protein in the range of 0.2 nM to 8.7 pM, and very high neutralizing activities to SARS-CoV. As low as 0.2 ug/mL nAb can lead to 100% neutralization of SARS-CoV PSV. However, virtually no cross-binding or cross neutralizing activities against the novel SARS-CoV-2 virus were detected with the four ACE2 blocking monoclonal antibodies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We then screened non-ACE2-blocking antibodies raised from SARS-CoV RBD for neutralizing activities. Three such monoclonal antibodies were identified. Although, binding affinities to SARS-CoV S1 protein was significantly lower with EC 50 between 55 to 224 μg/mL as compared to 16 to 42 μg/mL EC 50 for the four ACE2-blocking nAbs, significant cross-binding activities to SARS-CoV-2 S1 protein and modest cross-neutralizing activities against SARS-CoV-2 PSV were detected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The observation that these three antibodies bind to and neutralize both SARS-CoV and SARS-CoV-2 without blocking ACE2 suggest the following. First, the epitope or epitopes for these three antibodies are conserved across the two significantly different coronaviruses. Hence it is possible but maybe challenging to identify antibodies with potent neutralizing activities to both SARS-CoV and SARS-CoV-2, and ideally to their mutant virus strains as well. Second, the epitope or epitopes for the three nAbs author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.16.951723 doi: bioRxiv preprint are likely located outside the RBM motif due to their non-ACE2 blocking features and the fact that homology in the RBM motif between the two viruses is significantly lower than the rest portion of the RBD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "An analysis on the mutations in RBD was also conducted. We analyzed 68 sequences of SARS-CoV-2 variants in GISAID and found 4 variants with mutations in RBD (one has N354D/D364Y, two have V367F, and one has F342L). Alignment of 111 SARS-CoV RBD sequences, collected by BLAST via NCBI website 34 , was used for ConSurf analysis 35 . As shown in Figure 5 , the SARS-CoV RBM region is highly variable, making it more challenging to develop cross-reactive antibodies with broad spectrum of neutralizing activities against mutant strains. On the other hand, significant portions of RBD (marked in pink) outside the RBM motif are highly conserved. Neutralizing antibodies targeting epitopes in these regions could potentially have cross-protective activities against different mutant strains.",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 294,
                    "text": "34",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 327,
                    "end": 329,
                    "text": "35",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [
                {
                    "start": 344,
                    "end": 352,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "It is also noteworthy that the three non-blocking antibodies' neutralizing activities are significantly lower than the four blocking antibodies. Due to the limited number of antibodies obtained, it is difficult to conclude whether there is a consistent pattern between ACE2 blockage and neutralizing potency, but one can speculate that neutralizing antibodies targeting conserved epitopes outside the RBM region may be cross-protective but may also be less potent due to the lack of ACE2 blocking activities. In a recent article 9 , a SARS-CoV RBD neutralizing antibody CR3022 with an epitope outside the RBM motif was also shown to be non-blocking but cross-binding to SARS-CoV-2 RBD with a relatively low K D of 6.3 nM.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The neutralization mechanism of these non-blocking antibodies is not clear yet. It is known that antibodies targeting the S2 region could block S2 protein's configuration change and hence interfere with virus entry into host cells. Whether these non-blocking RBD antibodies also interfere with S2 protein's configuration change remains to be investigated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In summary, the above findings suggest that SARS-CoV-2 and SARS-CoV bind to human ACE2 with similar affinities and hence may have similar transmissibility. Antibodies targeting the RBM regions may be more potent due to their ACE2 blocking activities but cross-protecting antibodies targeting the RBM regions may be more difficult to obtain because of the lower degree of sequence conservation. Antibodies to the more conserved regions outside the RBM motif may possess cross-protective neutralizing activities but may be less potent due to the lack of ACE2 blocking activities. Mechanism of neutralization for the non-blocking RBD antibodies remains to be investigated. Developing potent and cross-protective therapeutic antibodies and vaccines is possible but could be challenging. author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.16.951723 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "RBD is shown as colored surface. ACE2 is shown as gray cartoon. The three surface mutation sites (i.e. N354D, D364Y, and V367F) observed in SARS-CoV-2 RBD are labeled. Mutation F342L is buried and not shown here.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 5. Structural conservation of SARS-CoV RBD."
        },
        {
            "text": "Recombinant S1 proteins of SARS-CoV-2 (Cat: 40591-V08H), SARS-CoV (Cat: 40150-V08B1) and MERS-CoV (Cat:40069-V08H), recombinant RBD protein of SARS-CoV (Cat: 40150-V31B2), transfection reagent Sinofection (Cat: STF02), mammalian expression plasmids of full length S or RBD protein of SARS-CoV-2 (Cat: VG40589-UT, Wuhan/IVDC-HB-01/2019) and SARS-CoV (Cat: VG40150-G-N, CUHK-W1), ACE2 (Cat: HG10108-UT), polyclonal antibodies against SARS-CoV RP01 (Cat: 40150-RP01) and T52 (Cat: 40150-T52) were purchased from Sino Biological. Fetal bovine serum (FBS) (Cat: SA 112.02) were purchased from Lanzhou Minhai Bio-engineering. Hygromycin (Cat: V900372) were purchased from Sigma-Aldrich. SARS-CoV neutralizing antibodies were generated from mice (M103, M127) or rabbits (R314, R301, R325, R302, R258, R348) immunized with recombinant S1 protein of SARS-CoV. Luciferase assay system (Cat: E1501) was purchased from Promega.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reagents, recombinant proteins and antibodies"
        },
        {
            "text": "The human embryonic kidney 293T cell line (Cat:CRL-11268) used for pseudovirus (PSV) packaging were purchased from ATCC. 293T-ACE2 cells were established by transfection of ACE2 expression plasmid to 293T cells. Both 293T and 293T-ACE2 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell lines"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.16.951723 doi: bioRxiv preprint cells were grown in Dulbecco's modified Eagle's medium (DMEM) containing 10% (v/v) FBS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell lines"
        },
        {
            "text": "Indicated proteins were coated on 96 well plates using CBS buffer over night at 4℃. BSA was used for blocking at room temperature for 1h. Indicated corresponding proteins or antibodies were then added and incubated at room temperature for 1h. After washing away the unbound proteins or antibodies, secondary antibody with HRP labeling were added and incubated for another hour before washed away. Developing buffer was added and incubated for 5-30 min, 1% H 2 SO 4 was added to stop the reaction and absorbance at 450nm was detected with a microplate reader.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ELISA assay"
        },
        {
            "text": "Indicated concentrations of S1 proteins of SARS-CoV-2 and SARS-CoV were incubated with 293T-ACE2 cells for 45 min. After washing away the unbound proteins, cells were incubated withPE labelled anti-his-tag antibody for 20 min and went through flow cytometer for detection of cellular binding. Flowjo and Graphpad softwares were used for data analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Flow cytometry"
        },
        {
            "text": "Recombinant SARS-CoV S1 protein were biotinated and loaded using SA sensor, indicated antibodies were added for real time association and dissociation analysis. Data Analysis Octet was used for data processing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Octet"
        },
        {
            "text": "Pseudovirus production in 293T adherent cells 6-8 hours before transfection, 293T cells were pre-plate on T75 flask in DMEM+10% FBS at 100,000 cells/cm 2 . 13μg of Luciferase-expressing HIV-1 lentiviral transfer genome (pWPXL-luc), 13μg of packaging plasmid (PSD) and 13μg of expression plasmid encoding either SARS-CoV-2-S protein (pCMV-whCoV-Spike) or SARS-S protein (pCMV-SARS-Spike) were co-transfected into pre-plated 293T cells using Sinofection transfection reagent according to the procedure recommended by manufacturer. Then the transfected cells incubated were incubated at 37℃ and 5% CO 2 overnight, followed by medium exchange with fresh DMEM plus 10% FBS. The supernatant containing pseudovirus was collected after 48-72 hours and filtered through a 0.45μm filter and stored at -80℃ for longtime storage or 4℃ for short time storage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Octet"
        },
        {
            "text": "293T-ACE2 cells were plated in 96-well plate at 1,0000 cells/well in 100 μ L DMEM+10% FBS. 60μL serially diluted antibody samples and 60μL of SARS-CoV-2 or SARS PSV were mixed and incubated at 4℃ for 1 hour. Then 100μL/well of the antibody-PSV mixture was added onto the 293T/ACE2 cell wells and incubated for author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pseudovirus neutralization assay"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.16.951723 doi: bioRxiv preprint 37℃, 5% CO 2 . After 72 hours infection, luciferase luminescence (RLU) was detected using luciferase assay system according to the procedure recommended by manufacturer with a luminescence microplate reader. Antibodies inhibition% was calculated as following: Inhibiton%= 1 %. Antibodies neutralization titers were presented as 50% maximal inhibitory concentration (IC 50 ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pseudovirus neutralization assay"
        },
        {
            "text": "Protein sequence alignments were performed using Clustal Omega 36 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sequence alignment"
        },
        {
            "text": "The SARS-CoV RBD-ACE2 complex structure was remodeled based on PDB 2AJF to complete its missing loop using Discovery Studio (DS) 37 . This complex structure was then optimized by Rosetta Relax 38 . The SARS-CoV-2 RBD-ACE2 complex structure was constructed base on the optimized SARS-CoV RBD-ACE2 complex structure using DS and was also optimized by Rosetta Relax. The interface between the RBD and ACE2 was analyzed by Rosetta Interface Analyzer 30 and DS. Software PyMol was used for preparing structural figures 39 . Structural similarity analysis between SARS-CoV-2 and SARS-CoV was carried out by Discovery Studio (DS) 37 .",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 131,
                    "text": "37",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 514,
                    "end": 516,
                    "text": "39",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 623,
                    "end": 625,
                    "text": "37",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "RBD-ACE2 complex structure modeling and analysis"
        },
        {
            "text": "Structural conservation analysis of SARS-CoV RBD was carried out using ConSurf 35 . Alignment of 111 SARS-CoV RBD sequence, used for the generation of sequence conservation, was collected by BLAST via NCBI website 34 . Structural conservation was displayed by PyMol 39 .",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 81,
                    "text": "35",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 214,
                    "end": 216,
                    "text": "34",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Structural conservation analysis of SARS-CoV RBD"
        },
        {
            "text": "author/funder. All rights reserved. No reuse allowed without permission. Table S2 . RBD side chain interaction in the RBD-ACE2 interface. Distance: the nearest distance from side chain of RBD residue to ACE2.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 73,
                    "end": 81,
                    "text": "Table S2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Declaration of interest statement"
        },
        {
            "text": "SB: salt-bridge. HB: hydrogen bond. PI:π-stack or π-anion interaction. NP: non-polar interaction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS-CoV"
        },
        {
            "text": "author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS-CoV"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.16.951723 doi: bioRxiv preprint Figure S1 . Realtime association and dissociation of monoclonal nAbs detected by Octet system. Figure S2 . Neutralization assays of monoclonal nAbs against SARS-CoV PSV.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 142,
                    "end": 151,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 237,
                    "end": 246,
                    "text": "Figure S2",
                    "ref_id": null
                }
            ],
            "section": "SARS-CoV"
        },
        {
            "text": "author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS-CoV"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.16.951723 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS-CoV"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Real-time tentative assessment of the epidemiological characteristics of novel coronavirus infections in Wuhan, China, as at 22",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A novel coronavirus outbreak of global health concern",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Horby",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A Novel Coronavirus Emerging in China -Key Questions for Impact Assessment",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Munster",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Koopmans",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Van Doremalen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Van Riel",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "De Wit",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The New England journal of medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Identification of a novel coronavirus causing severe pneumonia in human: a descriptive study",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Ren",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Chinese medical journal",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Emerging understandings of 2019-nCoV. The Lancet395",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "The",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "CDC",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Epidemiological and clinical features of the 2019 novel coronavirus outbreak in China. medRxiv",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Potent binding of 2019 novel coronavirus spike protein by a SARS coronavirus-specific human monoclonal antibody. bioRxiv",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Coronaviruses: an overview of their replication and pathogenesis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Fehr",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Methods in molecular biology",
            "volume": "1282",
            "issn": "",
            "pages": "1--23",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Receptor recognition mechanisms of coronaviruses: a decade of structural studies",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal",
            "volume": "89",
            "issn": "",
            "pages": "1954--1964",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "From SARS to MERS, Thrusting Coronaviruses into the Spotlight",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A crucial role of angiotensin converting enzyme 2 (ACE2) in SARS coronavirus-induced lung injury",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kuba",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "11",
            "issn": "",
            "pages": "875--879",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Generation and characterization of human monoclonal neutralizing antibodies with distinct binding and sequence features against SARS coronavirus using XenoMouse",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Coughlin",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "361",
            "issn": "",
            "pages": "93--102",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Structure of SARS coronavirus spike receptor-binding domain complexed with receptor",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Farzan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Harrison",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "309",
            "issn": "",
            "pages": "1864--1868",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Receptor recognition by novel coronavirus from Wuhan: An analysis based on decade-long structural studies of SARS",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Evolution of the novel coronavirus from the ongoing Wuhan outbreak and modeling of its spike protein for risk of human transmission %J SCIENCE CHINA Life Sciences",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Unexpected Receptor Functional Mimicry Elucidates Activation of Coronavirus Fusion",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Walls",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "176",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Antibodies and vaccines against Middle East respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "841--856",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "No reuse allowed without permission. The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.16.951723"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Pre-and postexposure efficacy of fully human antibodies against Spike protein in a novel humanized mouse model of MERS-CoV infection",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Pascal",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Proceedings of the National Academy of Sciences112",
            "volume": "",
            "issn": "",
            "pages": "8738--8743",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Potent cross-reactive neutralization of SARS coronavirus isolates by human monoclonal antibodies",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proc Natl Acad Sci",
            "volume": "",
            "issn": "",
            "pages": "12123--12128",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Development and characterization of a severe acute respiratory syndrome-associated coronavirus-neutralizing human monoclonal antibody that provides effective immunoprophylaxis in mice",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Greenough",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Infect",
            "volume": "191",
            "issn": "",
            "pages": "507--514",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Human monoclonal antibody as prophylaxis for SARS coronavirus infection in ferrets",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ter Meulen",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lancet",
            "volume": "363",
            "issn": "",
            "pages": "2139--2141",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Therapy with a severe acute respiratory syndrome-associated coronavirus-neutralizing human monoclonal antibody reduces disease severity and viral burden in golden Syrian hamsters",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Infect",
            "volume": "193",
            "issn": "",
            "pages": "685--692",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Evaluation of human monoclonal antibody 80R for immunoprophylaxis of severe acute respiratory syndrome by an animal study, epitope mapping, and analysis of spike variants",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sui",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal",
            "volume": "79",
            "issn": "",
            "pages": "5900--5906",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Escape from human monoclonal antibody neutralization affects in vitro and in vivo fitness of severe acute respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rockx",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Infect",
            "volume": "201",
            "issn": "",
            "pages": "946--955",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Differential stepwise evolution of SARS coronavirus functional proteins in different host species. BMC evolutionary biology9",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "52--52",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Viral evolution and the emergence of SARS coronavirus",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rambaut",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Philosophical transactions of the Royal Society of London. Series B, Biological sciences359",
            "volume": "",
            "issn": "",
            "pages": "1059--1065",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "A comparison of successful and failed protein interface designs highlights the challenges of designing buried hydrogen bonds",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Stranges",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kuhlman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Protein",
            "volume": "22",
            "issn": "",
            "pages": "74--82",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The spike protein of SARS-CoV--a target for vaccine and therapeutic development",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat Rev",
            "volume": "7",
            "issn": "",
            "pages": "226--236",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The SARS coronavirus S glycoprotein receptor binding domain: fine mapping and functional characterization",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chakraborti",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Prabakaran",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Dimitrov",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Virology",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Prediction of N-glycosylation sites in human proteins",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brunak",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "46",
            "issn": "",
            "pages": "203--206",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Basic local alignment search tool",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Altschul",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Gish",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Myers",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Lipman",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Journal of molecular",
            "volume": "215",
            "issn": "",
            "pages": "403--410",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "ConSurf 2016: an improved methodology to estimate and visualize evolutionary conservation in macromolecules",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ashkenazy",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nucleic Acids",
            "volume": "44",
            "issn": "",
            "pages": "344--350",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Fast, scalable generation of high-quality protein multiple sequence alignments using Clustal Omega",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sievers",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Molecular systems",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Discovery Studio version 2.5",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "A Pareto-optimal refinement method for protein design scaffolds",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Nivon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Moretti",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "author/funder. All rights reserved. No reuse allowed without permission. The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Delano",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.16.951723"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Sequence analysis and structure modeling of SARS-CoV-2 RBD and SARS-CoV RBD and their interactions with ACE2. A. RBD sequence alignment of SARS-CoV and SARS-CoV-2, highlighting the predominant residues that contribute to the interactions with ACE2. The distinct interactions of RBD and ACE2 for the two viruses are indicated by the down-pointing orange triangles and up-pointing red triangles, respectively. RBM residues are underlined. The one-residue insertion is indicated by the red arrow. Asterisks indicate positions of fully conserved residues. Colons indicate positions of strictly conserved residues. Periods indicate positions conserved residues. B. Conformational comparison between the RBD-ACE2 complex structures for SARS-CoV-2 and SARS-CoV. The RBD and ACE2 structures in the SARS-CoV-2 RBD-ACE2 complex model are shown as orange and pink tubes, respectively. The RBD and ACE2 structures in the optimized SARS-CoV RBD-ACE2 complex structure are shown as blue and green tubes, respectively. The location of noticeable subtle conformational difference is indicated by an arrow. C. Distinct interaction patterns in the SARS-CoV-2 and SARS-CoV RBD-ACE2 interfaces. Structures of RBD and ACE2 are shown as cartoon in pink and green colors, respectively. The side chains of the residues in both protein components, representing their unique interactions, are shown as sticks. Polar interactions (salt-bridge and hydrogen bond) are shown as blue dash line. Non-polar interactions (π-stack, π-anion, and hydrophobic interactions) are shown as orange dash line.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Polyclonal nAbs characteristics",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Monoclonal nAbs characteristics#: minimum dose to reach 100% neutralization. *: not feasible with similar assessment author/funder. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.16.951723 doi: bioRxiv preprint 14 / 18 Interface analysis of RBD-ACE2 complex of SARS -CoV and SARS-CoV-2.dG_separated: The binding freeenergy.The change in Rosetta energy when the interface forming chains are separated, versus when they are complexed. dSASA_int: The solvent accessible area buried at the interface. delta_unsatHbonds: The number of buried, unsatisfied hydrogen bonds at the interface. hbonds_int: Total cross-interface hydrogen bonds found. packstat: Rosetta's packing statistic score for the interface (0=bad, 1=perfect). fa_atr: Lennard-Jones attractive between atoms in different residues. fa_rep: Lennard-Jones repulsive between atoms in different residues. fa_elec: Coulombic electrostatic potential with a distance-dependent dielectric.author/funder. All rights reserved. No reuse allowed without permission.The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.16.951723",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}