{
    "paper_id": "a42ff48d50aa3a0ebfe840d46ed2204c49955442",
    "metadata": {
        "title": "Emotional responses and coping strategies of nurses and nursing college students during COVID-19 outbreak",
        "authors": [
            {
                "first": "Long",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Jiangxi Normal University",
                    "location": {
                        "settlement": "Nanchang",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Fuming",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nanning Normal University",
                    "location": {
                        "settlement": "Nanning",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Hairong",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wannan Medical College",
                    "location": {
                        "settlement": "Wuhu",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "December 2019, there have been more than 76,000 cases of COVID-19 in China, causing more than 3,000 medical staff infections. Due to COVID-19 spreads quickly, is highly contagious, and can be fatal in severe cases, and there are no specific medicines, it poses a huge threat to the life and health of nurses and has a large impact on their emotional responses and coping strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "This study conducted an online questionnaire survey from February 1 to 9, 2020 to investigate the current state of emotional responses and coping strategies of nurses and college nursing students in Anhui Province. This study used a modified Brief COPE (Carver, 1997) and a emotional responses scale.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The results found that women showed more severe anxiety and fear than men. Participants from cities showed more anxiety and fear than participants from rural, but rural participants showed more sadness than urban participants. The closer COVID-19 is to the participants, the stronger the anxiety and anger. Compared with Nursing college students, nurses have stronger emotional responses and are more willing to use Problem-focused coping. People may have a cycle of \"the more fear, the more problem-focused coping\". And people may \"The more angry, the more emotion-focused coping\", \"the more problem-focused coping, the more anxious, the more angry, the more sadness\". All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In addition to the impact of the COVID-19 on people's emotions, people's coping strategies will also change as a result. Coping is the thoughts and actions that individuals use to deal with stressful events [11] . People have identified two general coping strategies: one is a problem-focused coping, the purpose is to solve the problem or take action to change the status quo; the other is an emotion-focused coping, which aims to reduce the emotional distress associated with stressful situations [12] . Studies have found that emotions lead to specific coping strategies [13] , and vice versa. Emotions are thought to have motivational properties that motivate certain behaviors or behaviors [13, 14] . For example, fear is related to the desire to evade and protect themselves from incidents, anger leads to desire to attack, disgust leads to desire to expel, and happiness leads to desire to entertain [13, 15] .",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 211,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 499,
                    "end": 503,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 574,
                    "end": 578,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 695,
                    "end": 699,
                    "text": "[13,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 700,
                    "end": 703,
                    "text": "14]",
                    "ref_id": null
                },
                {
                    "start": 907,
                    "end": 911,
                    "text": "[13,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 912,
                    "end": 915,
                    "text": "15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Moreover, emotions have been linked to the use of specific coping strategies [16] . In particular, adults who report more anger and fear prefer to use active-oriented coping strategies such as asking questions, while those who are sad are more likely to use non-active coping strategies such as avoiding or accepting problems [16] . In turn, the successful use of coping strategies will help individuals manage stressful events [11] and reduce negative emotions [12] . However, the direction of the relationship between emotion responses and coping strategies is not clear, and the relationship is not always constant. Some studies have found that the relationship between them is age-specific during SARS [17] . So, the relationship between nurses' coping strategies and emotional response during a major infectious disease such as COVID-19 needs further research to clarify. To our knowledge, there has been no systematic assessment of the effects of COVID-19 on nurses' emotional responses and coping strategies.",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 81,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 326,
                    "end": 330,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 428,
                    "end": 432,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 462,
                    "end": 466,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 706,
                    "end": 710,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Based on this, the purpose of this study was to explore the current status and relationship of emotional responses and coping strategies of nurses at all levels of hospitals in Anhui Province during the COVID-19 outbreak, and to compare them with non-front-line prospective nurses (nursing college students).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A questionnaire survey was conducted on online nurses and nursing college students in Anhui Province from February 1st to 9th, 2020, using a network questionnaire. A total of 850 questionnaires were sent, and 802 valid and complete questionnaires were recovered, with a recovery rate of 94.35%. Population composition: 202 males and 602 females; 298 participants in rural and 506 participants in urban; 374 nurses and 430 nursing college students; 377 participants from cities with severe epidemics (Hefei, Fuyang, Bengbu, the number of confirmed diagnoses is> 100 ), 170 participants from cities with moderate epidemic levels (Anqing, Wuhu, Lu'an, Suzhou, Ma'anshan, with confirmed diagnosis between 30-100), 257 participants from prefecture-level cities (Xuancheng, Huaibei, Huainan, Chizhou, Quzhou and Huangshan, the number of confirmed diagnoses <30).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It mainly includes the basic information of the participants, such as gender, age, identity, rural or urban, whether there is a confirmed or isolated person in the community or administrative village (in order to evaluate the spatial distance of the COVID-19 from the participants).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Demographic information"
        },
        {
            "text": "Participants rated the extent that they experienced anxious, fear, sadness and anger in response to the outbreak of COVID-19 in An Hui on a 5-point scale, ranging from 1 (no such emotion) to 5 (the most intense feeling of the emotion). The order of presentation for these items was randomized.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emotional responses"
        },
        {
            "text": "The tool for measuring the coping strategy during the outbreak of COVID-19 was revised based on the Brief COPE prepared by Carver (1997) [17, 18] . Yeung and Fung (2013) used it to measure residents' response strategies during the SARS outbreak which display a good reliability. The scale consists of problem-focused coping (active coping, planning, and use of instrumental support) and emotion-focused coping (use of emotional support, acceptance, positive reframing, religion, humor, substance use, self-distraction, self-blame, denial, behavior disengagement, and venting) consisting All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 141,
                    "text": "[17,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 142,
                    "end": 145,
                    "text": "18]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 148,
                    "end": 169,
                    "text": "Yeung and Fung (2013)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Coping strategies"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.05.20031898 doi: medRxiv preprint of 2 subscales with a total of 16 entries. We asked participants to report how often they used the strategy described in each project to respond to COVID-19, ranging from 1 (none) to 5 (always) on 5 levels. Higher scores indicated higher levels of coping. In this study, the Cronbach's a coefficients of problem-focused and emotion-focused coping categories are 0.817 and 0.811 respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Coping strategies"
        },
        {
            "text": "SPSS 21 software was used for data statistics. Independent sample t analysis, analysis of variance, correlation analysis and regression analysis were mainly used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "First, the independent sample t-test were conducted to examine participant identity, gender, urban-rural, and The severity of the urban covid-19 outbreak in each emotional responses, and the results are summarized in Table I . It was found that nurses' anxiety (t (799.33) = 3.05, P = 0.002), fear (t (799.33) = 3.05, P = 0.002), sadness (t (799.33) = 4.59, P = 0.000), and anger (t (802) = 4.56, P = 0.002) was significantly higher than the emotional level of nursing college students. Women were significantly higher than men in terms of anxiety (t (802) =-3.62, P = 0.000) and fear (t (314.44) = 5.17, P = 0.000). The level of sadness (t (584.85) =-3.85, P = 0.000) of participants from rural was significantly higher than that of participants from urban, while the anxiety of participants from urban (t (679.52) = 2.55, P = 0.009) and anger (t (802) = 3.04, P = 0.002) were significantly higher than participants in rural.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 217,
                    "end": 224,
                    "text": "Table I",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "General situations and difference of emotional responses and coping strategies"
        },
        {
            "text": "One-way ANOVAs were conducted to examine the severity of COVID-19 in the city in each emotion, and the results are summarized in Table I . In the result， no significant differences were found in anxiety (F (2, 801) =1.49, P =0.226, η One-way ANOVAs were conducted to examine the spatial distance of COVID-19 from the subject in each emotion, and the results are summarized in Table   All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 129,
                    "end": 136,
                    "text": "Table I",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 376,
                    "end": 387,
                    "text": "Table   All",
                    "ref_id": null
                }
            ],
            "section": "General situations and difference of emotional responses and coping strategies"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General situations and difference of emotional responses and coping strategies"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.05.20031898 doi: medRxiv preprint I. It was found that the main effects of fear (F (2, 801) = 2.66, P = 0.073, η p 2 = 0.007) and sadness (F (2, 801) = 1.404, P = 0.246, η p 2 = 0.003) were not significant. A significant differences was found in anxiety (F (2, 677) = 9.26, P = 0.000, η p 2 = 0.023), multiple comparisons found that anxiety in near space distance is significantly greater than far space distance (P = 0.000) and medium space distance (P = 0.073); the anxiety at medium space distance was significantly greater than that at far space distance (P = 0.008). The main effect of anger is aslo significant (F (2, 801) = 18.78, P = 0.000, η p 2 = 0.045). Multiple comparisons found that the anger emotion in near space distance is significantly greater than far space distance (P = 0.000) and medium space distance (P = 0.026), the anger in medium space distance is significantly greater than in far space distance (P = 0.000).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General situations and difference of emotional responses and coping strategies"
        },
        {
            "text": "The independent sample t test found that nurses used problem-focused coping methods significantly higher than nursing college students (t (802) = 4.99, P = 0.000).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General situations and difference of emotional responses and coping strategies"
        },
        {
            "text": "Women were significantly higher than men in problem-focused coping (t (317) =-2.30, P = 0.022), and significantly lower than men in emotional-focused coping (t (264.75) = 4.47, P = 0.000). There was no significant difference in the coping strategies between the participants from urban and rural.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General situations and difference of emotional responses and coping strategies"
        },
        {
            "text": "One-way ANOVAs were conducted to examine the severity of COVID-19 in coping strategies, and the results are summarized in Table I One-way ANOVAs were conducted to examine the spatial distance of COVID-19 from the subject in coping strategies, and the results are summarized in coping between near space and far space distances (P = 0.715), and the emotion-focused coping at medium space distances were significantly higher than All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 122,
                    "end": 129,
                    "text": "Table I",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "General situations and difference of emotional responses and coping strategies"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General situations and difference of emotional responses and coping strategies"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.05.20031898 doi: medRxiv preprint near space distances (P = 0.007) and far space distance (P = 0.000). That is to say, the level of emotion-focused coping at medium space distance is the highest, and the level of emotion-focused coping at far and near space distances is relatively lower. Note: * p＜0.05，** p＜0.01，*** p＜0.001",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General situations and difference of emotional responses and coping strategies"
        },
        {
            "text": "After controlling for gender, spatial distance, identity, and urban-rural attributes, correlation analysis was performed on the emotional response and coping strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Correlation between emotional responses and coping strategies"
        },
        {
            "text": "The results showed that there was a significant positive correlation between each four emotion (ps <0.001); a positive correlation was also found between problem-focused coping and emotion-focused coping (p <0.001). In addition to sadness, anxiety, fear, and anger were also positively correlated with Problem-focused coping and emotion-focused coping (ps <0.001). author/funder, who has granted medRxiv a license to display the preprint in perpetuity. Problem-focused coping 0.17*** 0.21*** 0.07 0.13*** 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Correlation between emotional responses and coping strategies"
        },
        {
            "text": "Emotion-focused coping 0.10** 0.11** 0.06 0.12*** 0.61*** 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Correlation between emotional responses and coping strategies"
        },
        {
            "text": "Note: Spatial distance of qualitative variable epidemic : 1 for near, 2 for medium, and 3 for far.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Correlation between emotional responses and coping strategies"
        },
        {
            "text": "* p＜0.05，** p＜0.01，*** p＜0.001",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Correlation between emotional responses and coping strategies"
        },
        {
            "text": "A stepwise multiple regression analysis was carried out to further reveal the correlations among emotion scores and coping strategies. In the regression analysis, emotion scores was used as the dependent variable, whereas two dimensions of coping strategies were used as independent variables (Table 3) author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 293,
                    "end": 302,
                    "text": "(Table 3)",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Regression analysis results of emotional responses and coping strategies"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.05.20031898 doi: medRxiv preprint factor explain 2.6% of the variation. author/funder, who has granted medRxiv a license to display the preprint in perpetuity. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regression analysis results of emotional responses and coping strategies"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.05.20031898 doi: medRxiv preprint increased psychological load on nurses and more serious emotional problems [20] .",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 223,
                    "text": "[20]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Regression analysis results of emotional responses and coping strategies"
        },
        {
            "text": "This result is consistent with existing studies. This result is consistent with the results of a recent study by Xu and Zhang [21] , who found that 85.37% (35 patients) of the first-line nurses fighting COVID-19 had adverse emotional reactions, including 2 nurses with depression, 16 nurses with anxiety, and 21 nurses with terror. During the SARS outbreak, many nurses showed conflicting roles as medical service providers and parents. On the one hand, they felt altruistic and professionally responsible. On the other hand, they were afraid and guilty that they might infect their families [22] .",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 130,
                    "text": "[21]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 592,
                    "end": 596,
                    "text": "[22]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Regression analysis results of emotional responses and coping strategies"
        },
        {
            "text": "Nickell (2004)'s study found that about 20% of the population suffers from emotional depression during SARS, and the incidence of nurses is as high as 45% in Toronto [23] .",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 170,
                    "text": "[23]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Regression analysis results of emotional responses and coping strategies"
        },
        {
            "text": "Long-term research has generally found that women have significantly higher levels of depression, anxiety, and loneliness than men. This is considered to be related to gender traits. Women themselves attach more importance to their inner experiences and self-perceptions, their emotions are more fragile and sensitive, and they are more vulnerable to depression, anxiety and Loneliness [24] . Our study support this conclusion, which finds that women show more severe anxiety and fear than men.",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 390,
                    "text": "[24]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Regression analysis results of emotional responses and coping strategies"
        },
        {
            "text": "During the SARS outbreak, Gao et al. (2003) found that more women than men call for psychological counseling, and the content of the consultation is mainly emotional issues [24] . This indicates that there are gender differences in psychological characteristics in the face of public health emergencies. This study also found that participants from urban showed more anxiety and fear than participants from rural, but rural participants showed more sadness than urban participants. This may be that the city is densely populated and has a large flow of people, and the epidemic situation in urban is more serious. The COVID-19 is more closer to the participants urban than the rural participants. Urban participants are more concerned about whether they may be infected, so they are more anxious and fearful. On the contrary, rural participants pay more attention to the illness of others, and have sadness for patients. In addition, we found that the severity of the epidemic in the city has no difference in individual emotions, which may indicate that the individual is not very All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 177,
                    "text": "[24]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Regression analysis results of emotional responses and coping strategies"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.05.20031898 doi: medRxiv preprint concerned about the severity of the epidemic in the city, or it may be caused by the small difference in the severity of the epidemic in the cities selected in our study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regression analysis results of emotional responses and coping strategies"
        },
        {
            "text": "However, this study found that the more precise spatial distance between the epidemic and the participants significantly affected individual emotions. This study found that participants in the community or administrative village affected by COVID-19 (with diagnosed patients or isolators) had stronger anxiety and anger than those in the community or administrative village where were not affected by Participants in the community or administrative village with diagnosed patients reported significantly higher levels of anxiety and anger than participants in the community or administrative village with isolators. The presence of diagnosed patients in a community or administrative village means a higher probability of being infected. The geographical location of COVID-19 patients and the spatial distance of participants are a reflection of psychological distance. The closer the psychological distance is. The more people feel the danger, the more sexual and threatening, the more intense anxiety and anger. Our results and the research results during the outbreak of SARS support this conclusion, and this change is also in line with the psychological development law of people in response to stressful events [25] .",
            "cite_spans": [
                {
                    "start": 1217,
                    "end": 1221,
                    "text": "[25]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Regression analysis results of emotional responses and coping strategies"
        },
        {
            "text": "College students often use immature or negative coping strategies instead of positive problem coping when faced with the pressure caused by public health emergencies [26] . As a medical worker with clinical work experience, the nurse has more knowledge and strategies to face similar pressures. This is consistent with our research, which found that nurses are more proactive in using problem-focused coping than nursing college students. This study also found that women are more likely to use problem-focused coping than men, and less likely to use emotional-focused coping. As mentioned earlier, women are more vulnerable and sensitive on emotional issues, so emotional-focused coping is rarely used when dealing with stress. In addition, this study also found that participants in the communities or administrative villages with isolators were more likely to using emotional-focused coping than those in the communities or administrative villages where was not affected or with diagnosed patients. This may be because when the communities or administrative All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 170,
                    "text": "[26]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Regression analysis results of emotional responses and coping strategies"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regression analysis results of emotional responses and coping strategies"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.05.20031898 doi: medRxiv preprint villages is not affected by COVID-19, the participants do not pay enough attention to COVID-19 and do not cause a strong emotional response, so there is no need to use emotional-focused coping. When diagnosed patient (that is, the spatial distance is particularly close) appears in the community or administrative village, participants may not use sufficient emotional-focused coping due to the psychological typhoon eye effect [27] .",
            "cite_spans": [
                {
                    "start": 572,
                    "end": 576,
                    "text": "[27]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Regression analysis results of emotional responses and coping strategies"
        },
        {
            "text": "In subsequent analysis, it was found that anxiety, fear, and anger were significantly positively related to problem-focused coping and emotion-focused coping. That is to say, there may be \"the more coping the more panic\" or \"the more panic the more coping\" or the \"coping-panic cycle\" The phenomenon. An analysis of the direction of the relationship between emotion and coping found that problem-focused coping has a significant predictive effect on anxiety and sadness. The explanatory power of anxiety is 3.4%, and the explanatory power of sadness is 0.9%, which indicating that the more problem-focused coping, the more anxious and sadness. Although both problem-focused coping and emotion-focused coping have significant predictive effects on fear, the total explanatory power is 6%, but the explanatory power of problem-focused coping is 5.6%, and the explanatory power of emotion-focused coping is only 0.4%. Therefore, the more problem-focused coping, the more fear.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regression analysis results of emotional responses and coping strategies"
        },
        {
            "text": "Problem-focused coping and emotion-focused coping both have a significant predictive effect on anger, with a total explanatory power of 2.6% and a problem-focused coping interpretation of 2.2%, but the explanatory power of emotion-focused coping is only 0.4%. This shows that problem-focused coping can predict emotional responses to a certain extent. This shows that there may be a phenomenon that \"the more problem-focused coping, the more anxious, the more angry , the more sadness\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regression analysis results of emotional responses and coping strategies"
        },
        {
            "text": "Subsequently, our conducted a regression analysis on coping strategies, which found that fear and anger have a predictive effect on Problem-focused coping. The total explanatory power is 6%, the explanatory power of fear is 5.5%, and the explanatory power of anger is only 0.5%. Anger has a predictive effect on Emotion-focused coping, with an explanatory power of 2.2%. It can be seen that people may be the All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regression analysis results of emotional responses and coping strategies"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.05.20031898 doi: medRxiv preprint more fear, the more problem-focused coping, and the more angry, the more emotion-focused coping. Anxiety and sadness have no predictive effect on coping strategies. Combining the two parts of the regression analysis, it can be speculated that there may be a cycle of \"the more fear-the more problem-focused coping\" (forward interpretation power is 5.6%, reverse interpretation power is 5.5%), \"the more angry, the more emotion-focused coping (2.2%) \",\" The more problem-focused coping, the more anxious (3.4%), the more angry (2.2%), the more sadness (0.9%) \".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regression analysis results of emotional responses and coping strategies"
        },
        {
            "text": "During the outbreak of COVID-19, gender, urban/rural, and spatial distance will affect the anxiety, fear, sadness and anger and coping strategies of nurse and nursing college students. There is also a large emotional difference between nurses and nursing college students. Nurses have stronger emotional responses and are more willing to adopt Problem-focused coping. This study further reveals the direction of the relationship between emotional responses and coping strategies. In the outbreak of COVID-19, we suggest that hospitals should focus on providing psychological support to nurses, providing timely psychological assistance, training in coping strategies, providing adequate medical protective equipment, and taking a variety of interventions to block the spread of infectious diseases to form a medical environment where COVID-19 stops spreading in hospitals. It has created an optimistic environment and guarantees for personal safety for nurses, thereby enabling nurses to carry out ambulance work with high quality, and to provide a strong guarantee for resolutely winning the battle against epidemic prevention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regression analysis results of emotional responses and coping strategies"
        },
        {
            "text": "The authors declare that they have no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest"
        },
        {
            "text": "All procedures performed in studies involving human participants were in accordance with the ethical standards of the institutional and/or national research committee. The study was approved by the Academic Ethics Committee of Wannan medical college. All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical Approval"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.05.20031898 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical Approval"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical management of severe acute respiratory infection when Novel coronavirus (nCoV) infection is suspected: interim guidance",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Special Expert Group for Control of the Epidemic of Novel Coronavirus Pneumonia of the Chinese Preventive Medicine",
            "authors": [],
            "year": 2020,
            "venue": "Chinese Journal of Epidemiology",
            "volume": "41",
            "issn": "2",
            "pages": "139--144",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "/17/2020). Mental Health Problems and Social Media Exposure During COVID-19 Outbreak",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "N"
                    ],
                    "last": "Jia",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "SARS andpsychogeriatric -perspective and lessons from Hong Kong",
            "authors": [
                {
                    "first": "Hfk",
                    "middle": [],
                    "last": "Chiu",
                    "suffix": ""
                },
                {
                    "first": "Lcw",
                    "middle": [],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Chiu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "International Journal of Geriatric Psychiatry",
            "volume": "18",
            "issn": "",
            "pages": "871--873",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "SARS War: Combating the Disease",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Ooi",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Zhong Nanshan: The Beijing epidemic is controllable. WenWei Po",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Healthcare Workers Emotions, Perceived Stressors and Coping Strategies During a MERS-CoV Outbreak",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Khalid",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Khalid",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Qabajah",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Clinical Medicine & Research",
            "volume": "14",
            "issn": "1",
            "pages": "7--14",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The psychological effect of severe acute respiratory syndrome on emergency department staff",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Emerg Med J",
            "volume": "24",
            "issn": "",
            "pages": "12--19",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Ebola and psychological stress of health care professionals",
            "authors": [],
            "year": null,
            "venue": "Emerg Infect Dis",
            "volume": "21",
            "issn": "",
            "pages": "913--914",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The psychological impact of severe acute respiratory syndrome outbreak on healthcare workers in emergency departments and how they cope",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Yau",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Kwong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Lau",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Eur J Emerg Med",
            "volume": "12",
            "issn": "",
            "pages": "13--21",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Agedifferences in stress and coping processes",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Folkman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lazarus",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pimley",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Psychology and Aging",
            "volume": "2",
            "issn": "",
            "pages": "171--184",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "An analysis of coping in amiddle-aged community sample",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Folkman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lazarus",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Journal of Health and Social Behavior",
            "volume": "21",
            "issn": "",
            "pages": "219--239",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The Nature of Emotion: Fundamental Questions",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Frijda",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "broaden-and-build theory of positive emotions",
            "volume": "56",
            "issn": "",
            "pages": "218--226",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Age-related differences and change in positive and negative affectover 23 years",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Charles",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Reynolds",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gatz",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Journal of Personality and Social Psychology",
            "volume": "80",
            "issn": "",
            "pages": "136--151",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Age differences in coping and emotional responses toward SARS: A longitudinal study of Hong Kong Chinese",
            "authors": [
                {
                    "first": "Dyl",
                    "middle": [],
                    "last": "Yeung",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Fung",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Aging & Mental Health",
            "volume": "11",
            "issn": "5",
            "pages": "579--587",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "You want to measure coping but yourprotocol's too long: Consider the Brief COPE",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Carver",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "International Journal of Behavioral Medicine",
            "volume": "4",
            "issn": "",
            "pages": "92--100",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A study on the emotional and behavioral experiences of nursing students during the SARS epidemic",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "X"
                    ],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of Nurses Training",
            "volume": "19",
            "issn": "7",
            "pages": "601--603",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Countermeasures to reduce psychological stress of nurses in SARS ward",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chai",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of Peking University (Health Sciences)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Psychological survey of the first-line clinical front-line support nurses to combat new coronavirus-infected pneumonia",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nursing Research of China",
            "volume": "34",
            "issn": "3",
            "pages": "368--370",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The immediate psychological and occupational impact ofthe, 2003 SARS outbreak in a teaching hospital",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Maunder",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hunter",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vincent",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Canadian Medical Association Journal",
            "volume": "168",
            "issn": "",
            "pages": "1245--1251",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Psychosocial effects of SARS on hospital staff: survey of a large tertiary care institution",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Nickell",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Canadian Medical Association Journal",
            "volume": "170",
            "issn": "5",
            "pages": "793--798",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Analysis on the influence and change trend of public mentality during Sars epidemic",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "N"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Chinese Mental Health Journal",
            "volume": "17",
            "issn": "9",
            "pages": "594--596",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Changes of coping behavior, cognitive evaluation and emotional state of SARS in Peking people in different periods",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Qan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Chinese Mental Health Journal",
            "volume": "08",
            "issn": "",
            "pages": "515--520",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Research on coping style and related factors of college students during SARS outbreak",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Z"
                    ],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "F"
                    ],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Chinese Medical Ethics",
            "volume": "02",
            "issn": "",
            "pages": "60--63",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The \"psychological eye of typhoon",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "W"
                    ],
                    "last": "Bai",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science & Technology Review",
            "volume": "27",
            "issn": "03",
            "pages": "87--89",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": ". Three levels of severity did not differ in their use of problem-focused coping (F (2, 801) =0.33, P=0.717, η p 2 =0.001) and emotion-focused coping (F (2, 801) =2.24, P=0.107, η p 2 =0.006) toward COVID-19.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": ". Only problem-focused coping were included in the regression equation of anxiety, finding R 2 = 0.035 and adjusted R 2 = 0.034 (F(1,802)  =29.17, p＜0.000). This result demonstrates that the regression equation was significant, and problem-focused coping explain 3.4% of the variation. problem-focused coping and emotion-focused coping were included in the regression equation of fear, finding R 2 = 0.063 and adjusted R 2 = 0.060 (F (2,801) =26.79, p＜0.000). This result demonstrates that the regression equation was significant, and two factor explain 6% of the variation. Only problem-focused coping were included in the regression equation of sadness, finding R 2 = 0.01 and adjusted R 2 = 0.009 (F(1,802)  =8.25, p＜0.004). This result demonstrates that the regression equation was significant, and problem-focused coping explain 0.9% of the variation.problem-focused coping and emotion-focused coping were included in the regression equation of anger, finding R 2 = 0.029 and adjusted R 2 = 0.026 (F (2,801) =11.77, p＜ 0.000). This result demonstrates that the regression equation was significant, and two All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Descriptive statistics of emotion responses and coping strategies",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Correlations among emotion responses and coping strategies All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Regression analyses on emotion responses toward COVID-19 as a function of coping strategies.coping strategies was used as the dependent variable, whereas four dimensions of emotion scores were used as independent variables(Table 4). Only fear and anger were included in the regression equation of Problem-focused coping, finding R 2 =",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Regression analyses on coping strategies toward COVID-19 as a function of emotion responses.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "less psychological stress than nurses. This has a lot to do with the working environment of nurses. Although nurses and nursing college students have similar professional knowledge, nurses, as one of the most vulnerable groups, are at the core of infection risk. They will be worried about being infected due to close contact with patients, unfamiliarity with special working environments and procedures, physical discomfort and inconvenience caused by special protection, Facing the suffering and death of critically ill patients, long-term separation from family members, and Risking their lives to live with patients every day, etc., which all cause a certain psychological response to medical staff. When he hear that his family is in trouble, he also feel sorry for being unable to do anything for his family. When seeing the patient is very distressed, and even if he has done his best to still not be able to save his life, he will",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This study was supported by Anhui province philosophy and social science planning project of China (AHSKQ2019D059).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        }
    ]
}