{
    "paper_id": "a555fbeeffc44dfdb5087c83395f0f743654cbba",
    "metadata": {
        "title": "A novel totivirus alters gene expression and vacuolar morphology in Malassezia cells and induces a TLR3-mediated inflammatory immune response Running Head: A novel totivirus in Malassezia",
        "authors": [
            {
                "first": "Minji",
                "middle": [],
                "last": "Park",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chung-Ang University",
                    "location": {
                        "postCode": "17546",
                        "settlement": "Anseong",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Yong-Joon",
                "middle": [],
                "last": "Cho",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Seoul National University",
                    "location": {
                        "postCode": "08826",
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Donggyu",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hanyang University",
                    "location": {
                        "postCode": "15588",
                        "settlement": "Ansan",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Chul-Su",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hanyang University",
                    "location": {
                        "postCode": "15588",
                        "settlement": "Ansan",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Shi",
                "middle": [
                    "Mun"
                ],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Agency for Science, Technology and Research (A*STAR), 8A Biomedical Grove, 11 IMMUNOS Building, Biopolis",
                    "institution": "",
                    "location": {
                        "postCode": "138648, 12",
                        "settlement": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Thomas",
                "middle": [
                    "L"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dawson",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Satoshi",
                "middle": [],
                "last": "Nakamizo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Agency for Science, Technology and Research (A*STAR), 8A Biomedical Grove, 11 IMMUNOS Building, Biopolis",
                    "institution": "",
                    "location": {
                        "postCode": "138648, 12",
                        "settlement": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Kenji",
                "middle": [],
                "last": "Kabashima",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Agency for Science, Technology and Research (A*STAR), 8A Biomedical Grove, 11 IMMUNOS Building, Biopolis",
                    "institution": "",
                    "location": {
                        "postCode": "138648, 12",
                        "settlement": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Yang",
                "middle": [
                    "Won"
                ],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Konkuk University",
                    "location": {
                        "postCode": "05029",
                        "settlement": "Seoul",
                        "country": "Korea 18"
                    }
                },
                "email": ""
            },
            {
                "first": "Hee",
                "middle": [],
                "last": "Jung",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chung-Ang University",
                    "location": {
                        "postCode": "17546",
                        "settlement": "Anseong",
                        "country": "Korea"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Most fungal viruses have been identified in plant pathogens, whereas the presence of viral 33 particles in human pathogenic fungi is less well studied. In the present study, we observed 34 extrachromosomal double-stranded RNA (dsRNA) segments in various clinical isolates of 35 Malassezia species. Malassezia is the most dominant fungal genus on the human skin surface, 36 and species in this group are considered to be etiological factors in various skin diseases 37 including dandruff, seborrheic dermatitis, and atopic dermatitis. We identified novel dsRNA 38 segments and our sequencing results revealed that the virus, named MrV40, belongs to the 39 Totiviridae family and contains an additional satellite dsRNA segment encoding a novel 40 protein. The transcriptome of virus-infected M. restricta cells was compared to that of virus-41 free cells, and the results showed that transcripts involved in ribosomal biosynthesis were 42 down regulated and those involved in energy production and programmed cell death were 43 increased in abundance. Moreover, transmission electron microscopy revealed significantly 44 larger vacuoles for virus-infected M. restricta cells, indicating that MrV40 infection 45 dramatically altered M. restricta physiology. Our analysis also revealed that a viral nucleic 46 acid from MrV40 induces a TLR3-mediated inflammatory immune response in bone marrow-47 derived dendritic cells (BMDCs) and this result suggests that a viral element contributes to 48 the pathogenesis of Malassezia. Importance 51 Malassezia is the most dominant fungal genus on the human skin surface and is associated 52 with various skin diseases including dandruff and seborrheic dermatitis. Among Malassezia 53 species, M. restricta is the most widely observed species on the human skin. In the current 54 study, we identified a novel dsRNA virus, named MrV40, in M. restricta and characterized 55 the sequences and structure of the viral genome along with an independent satellite dsRNA 56 viral segment. Moreover, we found altered expression of genes involved in ribosomal 57 synthesis and programmed cell death, indicating that virus infection altered the physiology of 58 the fungal host cells. Our data also showed that the viral nucleic acid from MrV40 induces a 59 TLR3-mediated inflammatory immune response in bone marrow-derived dendritic cells 60 (BMDCs), indicating that a viral element likely contributes to the pathogenesis of Malassezia. 61 This is the first study to identify and characterize a novel mycovirus in Malassezia. : bioRxiv preprint 65 mushrooms (1). Fungal viruses, also known as mycoviruses, possess different forms of viral 66 genomes including double-stranded RNA (dsRNA), single-stranded RNA (ssRNA), and 67 single-stranded DNA (ssDNA). It is estimated that 30-80% of all fungal species, mainly 68 endophytic fungi, are infected with viruses. Unlike viruses that infect other organisms, the 69 transmission of fungal virus occurs vertically by cell division or horizontally via mating or 70 hyphal anastomosis, with no extracellular phase of the virus life cycle. dsRNA segments have 71 predominantly been found for fungal viruses and, taxonomically, the fungal dsRNA viruses 72 are classified into seven families: Chrysoviridae, Endornaviridae, Megabirnaviridae, 73 Quadriviridae, Partitiviridae, Reoviridae, and Totiviridae (2). 74 The model fungus Saccharomyces cerevisiae also carries a dsRNA virus that belongs to the 75 Totiviridae family and is known as the L-A virus. A unique feature of fungal viruses of the 76 Totiviridae family is their capability to produce the killer toxin that lyses susceptible neighbor 77 strains, whereas the virus-containing strain (also known as a killer strain) is immune to the 78 toxin. Studies of how the virus produces killer toxins in S. cerevisiae showed that killer toxins 79 are encoded by a satellite dsRNA segment, known as the M satellite, within the L-A virus. To 80 date, four different killer toxins, K1, K2, K28, and Klus have been described (3-6). The S. 81 cerevisiae L-A virus forms icosahedral particles with a diameter of approximately 39 nm (7).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "82 The virus possesses a non-segmented 4.6-kb dsRNA genome consisting of two open reading 83 frames (ORFs), gag and pol, which overlap by 130 base pairs (bp) (8). gag encodes a major 84 76-kDa capsid protein (CP), and a 180-kDa minor protein species is encoded as a Gag-Pol : bioRxiv preprint 6 fusion protein possesses viral RNA-dependent RNA polymerase (RDRP) activity (8). The 87 ribosomal frameshift is an interesting feature in a compact viral genome and has been 88 commonly found in various viral genomes as a mechanism to allow viruses to express 89 overlapping ORFs. Studies of S. cerevisiae L-A virus revealed that the mechanism of 90 frameshifting is based on the sequence structures including a canonical slippery heptamer, 5′-91 X XXY YYZ-3′ (X= A, U or G; Y=A or U; Z=A, U, or C) and RNA pseudoknot (11).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "92 Fungal viruses have also been considered as biocontrol agents in the field of agriculture. For 93 example, a virus causes hypovirulence in the chestnut blight fungus Cryphonectria parasitica 94 (12, 13), and a virus mediates the biocontrol of other phytopathogenic fungi such as 95 Helminthosporium victoriae, Sclerotinia sclerotiorum, and Botrytis cinerea (14). 96 Although viral infections in fungal cells are widespread, the interactions between the fungal 97 virus and its host are not well understood. One of the most studied host defense mechanisms 98 is RNA silencing. Several studies have shown that RNA silencing functions as an antiviral 99 defense mechanism against C. parasitica in fungi. Disruption of the dicer pathway in C. 100 parasitica increases the susceptibility to virus infections (15), and p29 was identified as a 101 suppressor that inhibits expression of the genes required for RNA silencing-mediated viral 102 defense in the fungus (16). Similarly, conserved RNA silencing-mediated antiviral defense 103 systems have been identified in Aspergillus nidulans, Rosellinia necatrix, and Fusarium 104 graminearum (17-19). 105 Malassezia is the most dominant fungal genus on the human skin surface and is considered as 106 an etiological factor in various skin diseases including dandruff, seborrheic dermatitis, and 107 atopic dermatitis (20-23). Eighteen Malassezia species have been identified; among them, M. 108 restricta is the most abundant on the human skin (20). Recent studies showed an increased : bioRxiv preprint 7 burden of M. restricta on the scalp of patients with dandruff, indicating an association 110 between dandruff and the fungus although its role as a pathogenic organism is still unclear, 111 and the host susceptibility should be taken into consideration (21, 24-27). Most fungal viruses 112 are found in plant pathogenic fungi, whereas few examples of viral particles have been 113 identified in human pathogenic fungi such as Candida albicans (28). In the present study, we 114 observed extrachromosomal dsRNA segments in various M. restricta clinical isolates which 115 represented a novel viral genome and its satellite. Sequence analysis revealed that the virus 116 belongs to the Totiviridae family and that the additional satellite dsRNA segment encodes a 117 novel protein. The interactions between the viral elements and the fungal host, and the impact 118 of the virus on fungal interactions with immune cells were evaluated. 119 120 Results 121 Identification of extrachromosomal dsRNA segments in Malassezia 122 Extrachromosomal nucleic acid bands were observed in total nucleic acid extracts of the M. 123 restricta strains isolated in our recent study (29). Among the strains, M. restricta KCTC 124 27540 was used to identify extrachromosomal segments. Total nucleic acids were extracted 125 from the strain and digested with DNase I, RNase A, and RNase T1. The extrachromosomal 126 segments and ribosomal RNA were resistant to DNase I, indicating that they were neither 127 ssDNA nor dsDNA. RNase A degraded all nucleic acids except for genomic DNA, whereas 128 RNase T1, which catalyzes the degradation of ssRNA, removed ribosomal RNA only (30). 129 These results suggested that the extrachromosomal segments correspond to dsRNA, and that 130 M. restricta KCTC 27540 possesses two separate extrachromosomal segments estimated by 131 agarose gel electrophoresis to be approximately 4.5 and 1.5 kb (Fig. 1A). : bioRxiv preprint 8 To confirm whether the extrachromosomal segments observed in other M. restricta clinical 133 isolates were also dsRNA, total nucleic acid extracts from the strains other than M. restricta 134 KCTC 27540 were treated with DNAse I and RNase T1. The extrachromosomal segments 135 remained unaffected after enzyme treatment, indicating that they are also dsRNA, as in M. 136 restricta KCTC 27540 (Fig. 1B). Moreover, other Malassezia species including M. globosa, 137 M. pachydermatis, and M sympodialis showed similar extrachromosomal dsRNA segments 138 suggesting that these segments are common characteristics of Malassezia species (Fig. 1C). 139 Agarose gel electrophoresis revealed extrachromosomal segments composed of at least two 140 separate dsRNA fragments except for M. restricta KCTC 27543, which showed a single 141 dsRNA fragment. Additionally, the large fragments of dsRNA showed similar sizes (~5.0 kb), 142",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "whereas the small dsRNA segments varied in size in different strains ( Fig. 1B and 1C) . We 143 hypothesized that the dsRNA segments from Malassezia strains represent the dsRNA 144 elements of mycoviruses, which are prevalent in all major fungal taxa (2).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 71,
                    "end": 86,
                    "text": "Fig. 1B and 1C)",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "Sucrose gradient ultracentrifugation was conducted to purify virus particles to confirm that 146 the dsRNA segments in the Malassezia strains were indeed viral elements. The separated 147 nucleic acids and proteins in each fraction were analyzed. Two dsRNA fragments (~5.0 and 148 ~1.7 kb) were clearly visible in fractions 1-6 following agarose gel electrophoresis ( Fig. 2A) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 368,
                    "end": 376,
                    "text": "Fig. 2A)",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "Moreover, the results of sodium dodecyl sulfate-poly acrylamide gel electrophoresis (SDS-150 PAGE) showed that fractions 3-6 contained protein bands with an estimated molecular 151 weight of ~77 kDa (Fig. 2B ). This molecular weight is similar to that of the known capsid 152 protein of the S. cerevisiae mycovirus (9, 31, 32). Fractions 3-6 were subsequently evaluated 153 by microscopy to visualize mycovirus particles in M. restricta. Transmission electron 154 microscopy (TEM) images showed virus-like particles with an isometric shape and a : bioRxiv preprint 157 the viral particle as MrV40 (M. restricta KCTC 27540 Mycovirus). The large and small 158 dsRNA viral fragments were named as MrV40L and MrV40S, respectively. In addition to 159 evaluating images of the purified virus particle, we examined the morphology of M. restricta 160 KCTC27540 cells containing the mycovirus for comparison with virus-free cells of M.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 199,
                    "end": 207,
                    "text": "(Fig. 2B",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "161 restricta KCTC 27527 by TEM. The results showed that, in general, the size of vacuoles in 162 the virus-containing strain was significantly larger than those in the virus-free strain, 163 suggesting that the virus influences vacuole size in M. restricta (Fig. 3). 164 165 Determination of dsRNA sequence of MrV40L 166 The complete sequence of MrV40L was determined by a combination of the Illumina MiSeq 167 technique and the Sanger sequencing method using purified viral dsRNA. The length of the 168 complete assembled sequence of MrV40L was 4,606 bp, and two overlapping open reading 169 frames (ORFs), designated as ORF1 and ORF2, were identified (Fig. 4A). ORF1 corresponds 170 to the region from nucleotides (nt) 28 to 2,097 and encodes a polypeptide of 689 amino acids 171 with a molecular weight of 77 kDa. ORF2 corresponds to the region from nt 1,949 to 4,538 172 and encodes a polypeptide of 862 amino acids with a molecular weight of 98 kDa. The results 173 of BLAST analysis showed that the protein sequences of ORF1 and ORF2 were highly 174 similar to the capsid protein (CP; the Pfam families of LA-virus_coat, PF09220) and viral 175 RNA-directed RNA polymerase (RDRP; the Pfam family of RDRP_4, PF02123) of S. 176 segobiensis virus L belonging to the genus Totivirus (Totiviridae family) with 53% 177 (YP_009507830.1) and 52% (YP_009507831.1) identities, respectively (33). Eight conserved : bioRxiv preprint 189 genomes similar to MrV40Ls, while the remaining samples had dissimilar viral genomes (Fig. 190 5B). 191 Furthermore, we performed phylogenetic classification of the same viruses found in other 192 clinical M. restricta isolates by multilocus sequence typing of the 1,075-bp region, 638 bp of 193 ORF1, and 437 bp of ORF2, corresponding to gag and pol, respectively, within the viral 194 genomes. The results revealed that the viruses were classified into three clades: clade Ⅰ 195 (MrV12L, MrV16L, MrV40L, MrV79L, MrV80L, and MrV82L), clade Ⅱ (MrV18L, 196 MrV43L, MrV83L, and MrV50L), and clade Ⅲ (MrV24L) (Fig. 5C). Additionally, the 197 sequences of the 1,075-bp region of MrV40L, MrV79L, and MrV82L in the clade I were 100% 198 identical, suggesting that they originated from the same lineage. : bioRxiv preprint To determine the sequence of MrV40S, the dsRNA segments of MrV40S were extracted from 202 agarose gels and then subjected to cDNA cloning and sequencing (See Materials and 203 Methods). Using the partial sequences obtained from cDNA clones and the sequences 204 obtained from repeated 5′ rapid amplification of cDNA ends (RACE), we successfully 205 determined the complete sequence of MrV40S. The sequence of MrV40S was 1,355 bp, and 206 a single ORF was identified in the 3′ region (from nt 773 to 1,097) which encoded a 207 polypeptide of 124 amino acids with a molecular weight of 15.6 kDa. The ORF was 208 designated as ORF3. Although we obtained the complete sequence of MrV40S, no 209 homologous protein sequence was identified by BLAST analysis using all currently available 210 databases. 211 Mycoviruses belonging to totivirus, particularly the S. cerevisiae LA-virus, often possess a 212 satellite dsRNA segment known as M dsRNA, which is responsible for producing a killer 213 toxin that excludes neighboring yeast cells. Because MrV40L resembles M dsRNA, we 214 predicted that MrV40S produces a protein that inhibits other Malassezia strains and/or other 215 fungal and/or bacterial cells residing on the skin. To test the toxin-like activity of the protein 216 produced from MrV40S, ORF3 was cloned and the protein was heterologously expressed in 217 Escherichia coli and purified (Fig. 6A). The activity of the purified protein was evaluated 218 against several pathogenic fungi and bacteria including M. restricta, C. albicans, 219",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Cryptococcus neoformans, E. coli, and Staphylococcus aureus. Unexpectedly, the purified 220 protein displayed no growth inhibitory effect on the microbial cells tested (data not shown).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Based on these results, we concluded that the novel protein produced from ORF3 likely has 222 no toxin-like activity against the microorganisms tested, and further functional studies are 223 required to characterize its function. : bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Notably, small increases in the production of TNF-α and IFN-α in TLR3 knockout mice in 318 response to the cell extract of virus-infected M. restricta KCTC 27540 were ignored in our 319 results because only one sample among the two virus-infected strains displayed an increase.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The change in IL-10 in the same mutant BMDCs was also excluded because the differences 321 were statistically insignificant. Overall, our data suggest that dsRNA in MrV40 triggers an 322 increase in the production of cytokines involved in inflammation and that TLR3 plays a 323 central role in the host response. 324 325 Discussion 326 In the current study, we detected dsRNA virus in several clinical isolates of Malassezia 327 species. Among them, MrV40 identified in M. restricta KCTC 27540 was selected, and its 328 genome structure, effects on host gene expression, and influence on the mammalian immune 329 response were evaluated. Our data showed that MrV40 consists of two RNA segments, which 330 we named as MrV40L and MrV40S. The results of genome sequence analysis suggested that 331 these segments were 4,606 and 1,355 bp, respectively, and belong to the totivirus. Typically, 332 the genomes of the viruses belonging to the genus Totivirus consist of non-segmented dsRNA 333 with sizes between 4.6 and 7.0 kb, and contain two ORFs, gag and pol. Studies have 334 specifically examined the genome structure of Totivirus because of the overlapping nature of 335 the two ORFs, where a -1 frameshift occurs, resulting translation of the fusion protein (2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The overlapping ORFs and frameshift were frequently observed in a compact viral genome to 337 translate proteins and were found in several dsRNA and ssRNA viruses; these ORFs allow 338 ribosomes to translate CP and RDRP continuously with a missing CP termination codon (11, : bioRxiv preprint 17 the pseudoknot structure of the mRNA for efficient slipping via a slippery site (57). For 341 example, in the genome of the S. cerevisiae L-A virus, the 5′ ORF (gag) encodes a 76-kDa 342 CP and the 3′ ORF (pol) encodes an RDRP which is expressed as a 180-kDa CP-RDRP 343 fusion protein generated by a -1 ribosomal frameshift (8, 11). In our study, MrV40L (the 344 major dsRNA segment in MrV40) contained two overlapping ORFs, ORF1 and ORF2. We 345 identified a putative slippery site heptamer, 5′-GGGTTTT-3′, at the region from nt 1, 968 to 346 1,974 for the -1 ribosomal frameshift, which may be associated with production of the fusion 347 protein of 170 kDa in MrV40L. A previous study suggested that in the S. cerevisiae L-A virus, 348 the rate of ribosomal frameshifs was approximately 1.8%, giving 120 CP and 2 CP-RDRP 349 fusion protein molecules per virus particle (11). Considering the low efficiency of producing 350 the fusion proteins by ribosomal frameshifting, we expected to observe a significantly lower 351 translation rate of the fusion protein; indeed, the putative 170-kDa band was not detected by 352 SDS-PAGE. In addition to MrV40L, we determined the sequence of the satellite dsRNA 353 segment MrV40S and found that it consists of 1,355 nt containing a single ORF, ORF3, 354 producing a novel 15.6-kDa protein. As observed for other totiviruses, the possible toxin-like 355 activity of the protein was investigated in our study, but no growth inhibitory activity against 356 several bacteria and fungi was observed. 357 It has been estimated that 30-80% of fungal species in nature are infected with viruses, and a 358 fungal host normally shows no specific symptoms upon infection (14). However, several 359 genes were shown to be required for maintaining and propagating viruses in the host fungal 360 cells. In S. cerevisiae, numerous chromosomal genes are known to be involved in viral 361 propagation and expression of the viral killer toxin (35). Furthermore, several genes are 362 known to be responsible for maintaining the L-A virus and M dsRNA in S. cerevisiae. The 363 MAK genes are required for the propagation and maintenance of the L-A virus and M dsRNA : bioRxiv preprint 18 in S. cerevisiae (58). Among the MAK genes, MAK3, MAK10, and PET18 are required for the 365 maintenance of both L-A virus and M dsRNA, whereas all other MAK genes are responsible 366 only for M dsRNA (37-42). Particularly, MAK3 encodes an N-acetyltransferase and is 367 required for N-acetylation of the coat protein (37, 59). A previous study showed that the coat 368 proteins without acetylation failed to self-assemble, resulting in the loss of all dsRNA viruses 369 (38). MAK10 and PET18 (MAK30+MAK31) encode a non-catalytic subunit of N-terminal 370 acetyltransferase and a protein of unknown function, respectively. Mutant strains lacking 371 each gene contained unstable viral particles, indicating that the genes are involved in the 372 structural stability of LA-virus and M dsRNA (39). MAK1 (MAK17, TOP1) encodes DNA 373 topoisomerase I, and other MAK genes including MAK2, MAK5, MAK11, MAK16, MAK21, 374 MAK7 (RPL4A), MAK8 (TCM1), and MAK18 (RPL41B) are related to 60S ribosomal subunit 375 assembly (42, 60, 61). All mutant stains lacking the above genes showed decreased levels of 376 free 60S ribosomal subunits and the inability to maintain M dsRNA, suggesting that stable 377 propagation of the satellite dsRNA depends on 60S ribosome synthesis (41, 42). In addition 378 to the MAK genes, the SKI gene family has been shown to be involved in the maintenance 379 and propagation of virus in S. cerevisiae. SKI1 (XRN1) encoding a 5′-3′ exonuclease is 380 involved in the degradation of uncapped mRNA including viral mRNA, and SKI2, SKI3, 381 SKI6, SKI7, and SKI8 block the translation of viral mRNAs (62-64).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "In the current study, homologs of most MAK and SKI genes were identified in M. restricta.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The results of the transcriptome analysis suggested that most MAK genes were downregulated, 384 which may in turn reduce ribosome synthesis in the M. restricta strain containing MrV40. In 385 contrast, no SKI homolog showed significantly altered transcript levels in the M. restricta 386 strain harboring MrV40. Moreover, we found increased expression of genes involved in : bioRxiv preprint 19 energy metabolism and programmed cell death in the M. restricta strain containing the virus. 388 Overall, our transcriptome analysis revealed that the expression of only a few genes was 389 altered upon virus infection in M. restricta. Although the differential expression patterns 390 differed from that of M. restricta, S. cerevisiae also displayed relatively small changes in 391 fungal host gene expression upon virus infection, possibly because of co-adaptation of the 392 virus within the fungal host (65). Maintenance and propagation of virus within the fungal 393 host may be involved in the post-transcriptional mechanism and may contribute to the 394 minimal changes in host gene expression. Notably, the possibility that an RNA silencing 395 pathway in M. restricta cells influences virus maintenance was excluded because of the 396 absence of homologous genes required for the pathway in the genome of the fungus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "397",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "In addition to transcriptome analysis, we directly investigated whether the virus influences 398 the cellular morphology of M. restricta and the structures of its intracellular organelles by 399",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Viruses have been observed in many fungal species since their first identification in diameter of 43 nm (Fig. 2C) . These results support the hypothesis that the extrachromosomal 156 dsRNA segments formed the genome of mycovirus in M. restricta KCTC27540. We named motifs, which are commonly found in totiviruses, were found within ORF2, supporting the (Table 1 and Table S1 ). These results indicate that the presence of the virus may 240 impact a number of physiological processes in M. restricta.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 104,
                    "end": 113,
                    "text": "(Fig. 2C)",
                    "ref_id": null
                },
                {
                    "start": 353,
                    "end": 374,
                    "text": "(Table 1 and Table S1",
                    "ref_id": null
                }
            ],
            "section": "64"
        },
        {
            "text": "In S. cerevisiae, numerous genes are known to be involved in maintaining its dsRNA virus 242 (35) and are categorized into two groups: MAK (maintenance of killer) and SKI (superkiller). (Table 3 ). These results suggest that virus maintenance and propagation may 264 require higher energy production in the host cell.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 186,
                    "end": 194,
                    "text": "(Table 3",
                    "ref_id": null
                }
            ],
            "section": "241"
        },
        {
            "text": "The overall dysregulation of primary metabolism may disturb the normal cell physiology in The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2019.12.17.880526 doi: bioRxiv preprint fungal cells, respectively. Moreover, MRET_0103 (FAS-associated factor), which is involved 272 in Fas-induced cell death, was found to be strongly upregulated (8.80-fold) in the presence of 273 the virus within the fungal host (43). It is well-known that programmed cell death is triggered showed significantly increased production of all cytokines tested. However, a relatively small 307 increase was observed in BMDCs treated with purified capsid protein, suggesting that the 308 MrV40 capsid contributes to cytokine production, but the contribution of the protein is 309 marginal (Fig. 7B) . Cytokine profiles were also measured in homozygous TLR3 knockout 310 mice, as our observations suggested a connection between TLR3 and cytokine production 311 upon MrV40 treatment. As shown in Fig. 7B , compared to wild-type BMDCs, cytokine levels 312 in BMDCs isolated from TLR3 knockout mice were not significantly altered. These data 313 suggest that increased production of the cytokines TNF-α, IL-6, IL-10, IFN-α, and IFN-γ in 314 response to MrV40 was TLR3-dependent in BMDCs. Our data also showed that the MrV40 315 capsid proteins caused a marginal increase in cytokine expression in both wild-type and TLR3 316 knockout BMDCs, indicating that the response to the viral capsid is TLR3-independent. The copyright holder for this preprint (which was not peer-reviewed) is the . https: //doi.org/10.1101 //doi.org/10. /2019 The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10. 1101 /2019 MrV-Ls were clustered into three clades (clade Ⅰ, Ⅱ, and Ⅲ",
            "cite_spans": [
                {
                    "start": 1618,
                    "end": 1635,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 1636,
                    "end": 1655,
                    "text": "//doi.org/10. /2019",
                    "ref_id": null
                },
                {
                    "start": 1754,
                    "end": 1758,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 1759,
                    "end": 1764,
                    "text": "/2019",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 815,
                    "end": 824,
                    "text": "(Fig. 7B)",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 1020,
                    "end": 1027,
                    "text": "Fig. 7B",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "265"
        },
        {
            "text": "). Multiple alignment of Table   923 S2 in supplemental material). The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2019.12.17.880526 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10. 1101 /2019 ",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 311,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 312,
                    "end": 317,
                    "text": "/2019",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 25,
                    "end": 36,
                    "text": "Table   923",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "265"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Viruses associated with a die-back disease of cultivated 544 mushroom",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hollings",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "Nature",
            "volume": "196",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "50-plus years of",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Ghabrial",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Caston",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Nibert",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "acid sequences of RDRP of dsRNA mycoviruses demonstrated that the RDRP 181 encoded by the MrV40L genome was clustered with totiviruses (Fig. 4C). Thus, MrV40L is a 182 dsRNA viral genome encoding CP and RDRP, and we propose that MrV40 belongs to the 183 Totivirus genus. 184 Next, we analyzed the genomic sequences of dsRNA viruses in other clinical M. restricta 185 isolates to confirm that they were similar to those of MrV40L, and thus belong to the 186 Totivirus genus. RT-PCR was performed using four primer sets corresponding to the sequence 187 of the conserved regions of CP and RDRP in the MrV40L genome (Fig. 5A). The results 188 showed that six of 11 viruses generated RT-PCR products, suggesting the presence of viral M dsRNA in S. cerevisiae produce several variants of killer toxins, M1, M2, M3, and Mlus, 225 and they showed limited homology in their protein sequences (4-6). Based on this 226 information, we compared the sequences of satellite dsRNA genomes between MrV40S and 227 that in other M. restricta strains containing the small dsRNA segments. Reverse transcription 228 (RT)-PCR was conducted using a series of primers specific to MrV40S. The results suggested 229 that among the nine strains tested, only the satellite dsRNA in M. restricta KCTC 27582 230 possessed a similar dsRNA segment. These data indicate that the satellite dsRNA genome 231 sequences are highly variable (Fig. 6B).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "transcriptome profiles in the host M. restricta strain 234 To understand the influence of MrV40 on the host physiology, we sequenced and compared 235 the transcriptomes of M. restricta KCTC27540 containing MrV40 and a strain sterilized by 236 numerous serial passages, named as the virus-cured strain (see Materials and Methods, and 237 Fig. S1). Transcriptome analysis showed that 258 and 809 genes were up-and down-238 regulated by more than 2-fold, respectively, in the virus-infected strain compared to the virus-239 cured strain",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "In addition to the genes involved in virus maintenance, we observed upregulation of257 numerous genes required for the TCA cycle and the electron transport chain, including 258 MRET_1104 (NADH dehydrogenase (ubiquinone) Fe-S protein 7), MRET_1378 (succinate 259 dehydrogenase (ubiquinone) iron-sulfur subunit), MRET_1953 (NADH dehydrogenase 260 (ubiquinone) Fe-S protein 1), MRET_2042 (fumarate hydratase, class II), MRET_2097 261 (succinate dehydrogenase (ubiquinone), MRET_2956 (2-oxoglutarate dehydrogenase E1 262 component), MRET_3173 (dihydrolipoamide dehydrogenase) and MRET_4117 (aconitate 263 hydratase)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "266 the M. restricta strain infected with MrV40. Indeed, we observed up-regulation of genes 267 involved in programmed cell death in the fungal host cells. For example, the expression of 268 MRET_3200 (p38 MAP kinase), MRET_1134 (programmed cell death 6-interacting protein), 269 and MRET_2499 (autophagy-related protein, ATG101), which are associated with 270programmed cell death, was upregulated by 4.43-, 3.14-, and 2.83-fold in the virus-infected",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "274during virus infection(44, 45), and our findings agree with this observation. Differential275 expression of numerous genes involved in energy metabolism and programmed cell death 276 may have influenced the abnormally larger vacuole in the MrV40-containing strain observed 277 by TEM (Fig. 3C).278 279 MrV40 induced the TLR3-mediated immune system 280 Since it was first reported that fungal viral dsRNA induces cytokine production in rabbits (46-281 48), several studies have demonstrated that Toll-like receptor 3 (TLR3) plays a central role in 282 viral dsRNA recognition and production of inflammatory cytokines in innate immune cells 283 (49, 50). Additionally, a recent study showed that S. cerevisiae viral dsRNA stimulates the 284 immune system through TLR3 in a human embryonic kidney cell line (51). We therefore 285 investigated whether MrV40 itself or the virus-containing Malassezia cells alter the 286 expression patterns of TLRs and cytokine production in mammalian cells. To this end, bone 287 marrow-derived dendritic cells (BMDCs) obtained from C57BL/6 mice, which have been 288 used as a model to study the interactions between fungal cells, including Malassezia, and the 289 innate immune system in a mammalian host (52, 53), were used in our study.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "MrV40 dsRNA, capsid protein of MrV40, total cell lysates of virus-infected M. 291 restricta strains (KCTC 27540 and KCTC 27550), and virus-free M. restricta strains (KCTC 292 27527 and KCTC 27539) were co-incubated with BMDCs, and the expression of TLRs and 293 cytokines were analyzed. First, we found that TLR3 expression was significantly induced by , whereas the expression of other TLRs were unchanged. These results were 295 supported by observation of highly increased expression of TLR3 in the cell lysates of the 296 virus-infected Malassezia strains KCTC 27527 and KCTC 27539 compared to virus-free 297 strains. However, the purified capsid protein from MrV40 did not alter the expression level of 298 any TLR, indicating that dsRNA, but not the capsid protein, induced TLR3 expression (Fig. 299 7A).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "We also evaluated the expression of several inflammatory cytokines including tumor necrosis301 factor (TNF)-α, interleukin (IL)-6, IL-10, interferon (IFN)-α and IFN-γ, in response to 302 MrV40 dsRNA, capsid protein, and M. restricta cell extracts with or without the virus. 303 Particularly, IFN-α and IFN-γ were examined because they are known to be involved in the 304 antiviral response in mammals (54). The results of the cytokine analysis indicated that 305 purified MrV40 dsRNA and the cell extracts of the M. restricta strains containing the virus 306",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Extrachromosomal dsRNA segments in Malassezia. (A) Nucleic acids from M.850 restricta KCTC 27540 were separated on a 0.7% agarose gel. Lane 1, total nucleic acids; lane 851 2, total nucleic acids treated with DNase I; lane 3, total nucleic acids treated with RNase A; 852 lane 4, total nucleic acids treated with RNase T1. (B) Presence of dsRNA in M. restricta",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Morphology of vacuoles in M. restricta cells containing MrV40. Ultrathin sections 873 of strains KCTC 27540 (A) and KCTC 27527 (B) were observed by TEM. strain) (D) were estimated. The measurements were displayed as a box plot 877 including the median values with the upper and lower quartiles. The lines expanded from the 878 boxes represent the minimum and maximum values, and outliers are displayed as dots. Genome and phylogenetic analysis of MrV40L. (A) Comparison of the genomic 884 organization of MrV40L with that of other Totiviruses. (B) Eight conserved motifs within the 18 amino acid sequences of RDRPs from dsRNA viruses was analyzed using the 888 neighbor-joining method with bootstrap test (1,000 replicates) using MEGA X (78, 81, 82). 889 The evolutionary distances are in units of the number of amino acid substitutions per site. All 890 ambiguous positions were removed for each sequence pair. CHV1, Phylogenetic classification of viruses found in M. restricta. (A, B) The cDNAs of 904 dsRNAs from M. restricta strains were amplified using primers for genes encoding CP and 905 RDRP (ORF1 and ORF2, respectively) homologs in the viral genome.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "910 nucleotide sequences of combined parts of gag and pol from 11 MrV-Ls was analyzed by the 911 neighbor-joining method with bootstrap test (1,000 replicates) in MEGA X (78, 81, 82). The 912 evolutionary distances are in units of the number of base substitutions per site. Characterization and similarity analysis of MrV40S. (A) The protein encoded by 919 ORF3 was heterologously expressed in E. coli and purified using a His-tag column. (B) RT-920 PCR results. The primers specific to MrV40S were used to amplify satellite dsRNA from 921 other M. restricta strain containing small dsRNA segments. The following primers were used: 922 lane 1, MrV40S_F5 and V40S_SP1; lane 2, MrV40S_ORF_F1 and MrV40S_R1 (see",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Evaluation of TLR and cytokine levels upon treatment with the viral elements. 928 TLR expression (A) and cytokines production (B) in BMDCs co-incubated with purified 929 MrV40 dsRNA, purified capsid protein of MrV40, and total cell lysates of the M. restricta 930 strains containing the virus (KCTC 27540 and KCTC 27550) and virus-free M. restricta 931 strains (KCTC 27527 and KCTC 27539). PBS and lipopolysaccharide served as the negative 932 and positive controls, respectively. WT; wild-type mice (C57BL/6), TLR3 -/-; TLR3 knock out 933 mice (B6;129S1-Tlr3 tm1Flv /J, 005217), CL; cell lysate. (*p < 0.01 and **p < 0.001).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "At least 25 MAK genes have been reported (36); among them, MAK3, MAK10, and PET18 were shown to be required for the maintenance of both S. cerevisiae L-A virus and its M satellite, whereas all other MAK genes are responsible only for the M satellite (37-42). We couldn't find the homologs of MAK10 or PET18 in the genome of M. restricta, suggesting that a different or modified virus maintenance mechanism may be present in the fungus compared to S. cerevisiae(Table 2). The results also showed that among the MAK homologs, MAK1, MAK5, MAK11, MAK16, MAK21, MAK7, and MAK8 were downregulated by more than 2-fold. In S. cerevisiae, these genes, except for MAK1, were involved in 60S ribosomal subunit biosynthesis and M satellite maintenance. Thus, we predicted that MrV40 reduced ribosomal biogenesis within the host. Additionally, M. restricta contained a series of SKI homologs. However, no genes were differentially expressed in M. restricta KCTC27540containing MrV40 compared to the virus-cured strain, indicating that the function of SKI genes was not critical for maintaining the virus.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "at 119,000 g at 4°C for 2 h to precipitate all particles. The resulting pellet was suspended in 456 1 mL of 0.1 M sodium phosphate buffer (pH 7.0), and the suspension was centrifuged at 457 16,000 g at 4°C for 30 min to remove large particles. The supernatant was overlaid on sucrose solution with a gradient concentration ranging from 10% to 40% (w/v) andcentrifuged at 70,000 g at 4°C for 2 h. Fractions (700 μL/each fraction) were collected from the top of the ultracentrifuged sucrose gradient solution. Each fraction was analyzed by 1% agarose gel electrophoresis and 8% SDS-PAGE to detect dsRNA segments and protein, respectively. Methods for cell fixation and TEM are described in the Supplementary mycoviruses are targets and suppressors of RNA silencing. Eukaryot Cell 7:350-7. Park M, Program NIHISCCS, Kong HH, Segre JA. 2013. Topographic diversity of fungal",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Differential expression of genes involved in maintaining dsRNA virus",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}