{
    "paper_id": "a5944e859b017fd4504ea042daaec613f3fba167",
    "metadata": {
        "title": "Human, Nonhuman Primate, and Bat Cells Are Broadly Susceptible 1 to Tibrovirus Particle Cell Entry 2 3 Running Title: 3/5 words",
        "authors": [
            {
                "first": "Yíngyún",
                "middle": [],
                "last": "Caì",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute of Allergy and Infectious",
                    "location": {
                        "addrLine": "8 Diseases"
                    }
                },
                "email": ""
            },
            {
                "first": "Shuǐqìng",
                "middle": [],
                "last": "Yú",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rohit",
                "middle": [
                    "K"
                ],
                "last": "Jangra",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute of Allergy and Infectious",
                    "location": {
                        "addrLine": "8 Diseases"
                    }
                },
                "email": ""
            },
            {
                "first": "Elena",
                "middle": [
                    "N"
                ],
                "last": "Postnikova",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute of Allergy and Infectious",
                    "location": {
                        "addrLine": "8 Diseases"
                    }
                },
                "email": ""
            },
            {
                "first": "Jiro",
                "middle": [],
                "last": "Wada",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute of Allergy and Infectious",
                    "location": {
                        "addrLine": "8 Diseases"
                    }
                },
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [
                    "B"
                ],
                "last": "Tesh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sean",
                "middle": [
                    "P J"
                ],
                "last": "Whelan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [],
                "last": "Lauck",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Wisconsin",
                    "location": {
                        "settlement": "Madison",
                        "region": "WI",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [
                    "R"
                ],
                "last": "Wiley",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Courtney",
                "middle": [
                    "L"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Finch",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute of Allergy and Infectious",
                    "location": {
                        "addrLine": "8 Diseases"
                    }
                },
                "email": ""
            },
            {
                "first": "Sheli",
                "middle": [
                    "R"
                ],
                "last": "Radoshitzky",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "San Francisco",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [
                    "H"
                ],
                "last": "O&apos;connor",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Wisconsin",
                    "location": {
                        "settlement": "Madison",
                        "region": "WI",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Gustavo",
                "middle": [],
                "last": "Palacios",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kartik",
                "middle": [],
                "last": "Chandran",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Albert Einstein College of Medicine",
                    "location": {
                        "settlement": "Bronx",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Charles",
                "middle": [
                    "Y"
                ],
                "last": "Chiu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "San Francisco",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Jens",
                "middle": [
                    "H"
                ],
                "last": "Kuhn",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute of Allergy and Infectious",
                    "location": {
                        "addrLine": "8 Diseases"
                    }
                },
                "email": "21kuhnjens@mail.nih.gov"
            }
        ]
    },
    "abstract": [
        {
            "text": "32",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Recently, the coding-complete BAV genome sequence (13,296 nt) was determined (Lauck et To further understand which cell types tibrovirus particles may enter and in which cell 133 types authentic tibroviruses may replicate, we exposed 53 human, 11 bat, 7 nonhuman primate, 1 134 hispid cotton rat, 1 boa constrictor, and 1 Asian tiger mosquito cell lines to newly established 135 infectious recombinant vesicular stomatitis Indiana viruses (rVSIVs) encoding the eight diverse 136 tibrovirus Gs and to four authentic tibroviruses (BAV, CPV, SWBV, and TIBV). The obtained 137 rVSIV infections rates, which reflect tibrovirus particle cell entry (host cell susceptibility), 138 indicate that particles of all tibroviruses, not only those of BASV, easily enter a broad range of 139 human and non-human cells. We confirm pH dependency of BASV G-mediated entry, show that 140 tibrovirus particle cell entry is likely dynamin-dependent and cholesterol-independent, and 141 extrapolate these findings to all tibroviruses. Using the four authentic tibroviruses and cross-142 reacting anti-tibrovirus N antibodies in western blots, we demonstrate, however, that many cell 143 lines that are susceptible to tibrovirus G-mediated particle entry are not likely to be permissive to 144 replication of most tibroviruses after particle entry. Kleinfelter et al., 2015) to yield 161 rVSIV-BAV G, rVSIV-BHV G, rVSIV-CPV G, and rVSIV-TIBV G, respectively ( Figure 1A) . 162 The sequences of the G-encoding regions of all created rVISV genomes were confirmed to be 163 identical to those of the respective GenBank accession numbers by Sanger sequencing. Primers 164 were designed to amplify rVSIV-tibrovirus G-encoding regions by RT-PCR, and these fragments 165 were sequenced by Macrogen, Rockville, MD, USA. All rVSIVs were rescued, grown, and were designed using Antigen Profiler software (ThermoFisher Scientific). Two 19-mers were 268 designed, produced, and injected into rabbits by the company. Rabbit sera containing antibodies 269 were harvested and purified by the company 72 days after peptide injection. To detect authentic 270 tibroviruses, virus-exposed cells were harvested and lysed using Cell Lysis Buffer (Cell Tris Gels (ThermoFisher Scientific), and gels were run with MOPS SDS Running Buffer 277 (ThermoFisher Scientific). Gels were dry-transferred using the iBlot 2 Gel Transfer Device 278 (ThermoFisher Scientific). Primary antibodies were diluted to 1:1,000; goat anti-rabbit IgG 279 coupled to horseradish peroxidase (HRP) (Sigma Aldrich) was diluted to 1:3,000. Protein 280 loading was controlled by detecting cellular β-actin using anti-beta actin antibody ab8227 281 This article is a US Government work. It is not subject to copyright under 17 USC 105 and is also made available for use under a CC0 license.",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 86,
                    "text": "(Lauck et",
                    "ref_id": null
                },
                {
                    "start": 475,
                    "end": 478,
                    "text": "136",
                    "ref_id": null
                },
                {
                    "start": 670,
                    "end": 673,
                    "text": "138",
                    "ref_id": null
                },
                {
                    "start": 1267,
                    "end": 1270,
                    "text": "144",
                    "ref_id": null
                },
                {
                    "start": 1326,
                    "end": 1351,
                    "text": "Kleinfelter et al., 2015)",
                    "ref_id": null
                },
                {
                    "start": 1450,
                    "end": 1453,
                    "text": "162",
                    "ref_id": null
                },
                {
                    "start": 1544,
                    "end": 1547,
                    "text": "163",
                    "ref_id": null
                },
                {
                    "start": 1737,
                    "end": 1740,
                    "text": "165",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1437,
                    "end": 1447,
                    "text": "Figure 1A)",
                    "ref_id": "FIGREF28"
                }
            ],
            "section": "Tibrovirus cell entry 4"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. Figure 1A) . We then exposed 53 well-characterized human adherent cancer rVSIV-VSIV G control occurs at the VSIV particle entry step and is not due to replication 353 restriction as rVSIVs encoding some non-VSIV Gs were able to replicate in these cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 91,
                    "end": 101,
                    "text": "Figure 1A)",
                    "ref_id": "FIGREF28"
                }
            ],
            "section": "Tibrovirus cell entry 4"
        },
        {
            "text": "To determine whether tibrovirus Gs also mediate virion entry into nonhuman cell lines, 355 we exposed 11 bat, 5 nonhuman primate, 1 hispid cotton rat, 1 boa constrictor, and 1 Asian tiger This article is a US Government work. It is not subject to copyright under 17 USC 105 and is also made available for use under a CC0 license.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "354"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/507350 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "354"
        },
        {
            "text": "Tibrovirus cell entry 10 rVSIV-VSIV G control infected these cells least efficiently compared to all other viruses ( Figure  3B ). Together, these results indicate that tibroviruses may be able to broadly enter non-human 371 cell lines, but some cell lines (e.g., PESU-B5L and MyDauLu/47.1) may not be permissive to 372 VSIV replication after particle entry.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 117,
                    "end": 127,
                    "text": "Figure  3B",
                    "ref_id": "FIGREF30"
                }
            ],
            "section": "354"
        },
        {
            "text": "The experiments above were performed with high amounts of rVSIVs (MOI = 3) as our 374 primary objective was to determine whether different cells types are absolutely susceptible or 375 resistant to tibrovirus G-mediated particle entry. To determine relative differences, we repeated To determine whether this idea can be extended to tibroviruses, we pretreated 400 Vero cells with CME inhibitors (AP-2-clathrin-coated pit lattice interrupter chlorpromazine or 401 dynamin inhibitors dynasore and dyngo-4a) and infected the cells as described above. As This article is a US Government work. It is not subject to copyright under 17 USC 105 and is also made available for use under a CC0 license.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 85,
                    "text": "374",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "373"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/507350 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "373"
        },
        {
            "text": "Tibrovirus cell entry 11 viruses. Cultured isolates of BASV, EKV-1, and EKV-2 are not available and, therefore, could 414 not be included in the experiment. 415 The large size of the experiment and the absence of commercially available or generally four tibroviruses in exposed Asian tiger mosquito and Vero cells. As expected, anti-TIBV N 422 antibody detected TIBV in these TIBV-infected cells. Anti-CPV N antibody detected CPV in 423 CPV-exposed Asian tiger mosquito cells but not in Vero cells. Encouragingly, anti-TIBV N 424 antibody also detected BAV (but not CPV and only weakly SWBV), and anti-CPV N antibody 425 also detected SWBV (but not TIBV and only very weakly BAV) ( Figure 5A ). 426 We next exposed all human, bat, nonhuman primate, hispid cotton rat, boa constrictor, (Table   443 2). In nonhuman cell lines, N was undetectable in cell lines that did not develop CPE with the 444 exception of four non-human primate cell lines, which expressed N despite the absence of CPE 445 (Table 3 ). In contrast, CPE and N detection was largely absent in all cell lines infected with The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/507350 doi: bioRxiv preprint",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 160,
                    "text": "415",
                    "ref_id": null
                },
                {
                    "start": 695,
                    "end": 698,
                    "text": "426",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 682,
                    "end": 691,
                    "text": "Figure 5A",
                    "ref_id": "FIGREF37"
                },
                {
                    "start": 785,
                    "end": 797,
                    "text": "(Table   443",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 994,
                    "end": 1002,
                    "text": "(Table 3",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "373"
        },
        {
            "text": "Tibrovirus cell entry 12 some tibroviruses could infect humans. Because BASV was discovered in the serum of a severely ill individual, tibroviruses should be considered potential human pathogens for 459 surveillance purposes until this hypothesis is ruled out.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "373"
        },
        {
            "text": "In this initial study, we aimed to comprehensively characterize the host and cell type This article is a US Government work. It is not subject to copyright under 17 USC 105 and is also made available for use under a CC0 license.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "460"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/507350 doi: bioRxiv preprint Tibrovirus cell entry 13 lack a functional RNAi antiviral response (Brackney et al., 2010) , all four authentic tibroviruses 501 replicated efficiently. We measured N expression only at one timepoint due to the scale of the 502 experiment, and we were unable to carefully quantify the titer and infectious-to-noninfectious 503 particle ratios for the cell infection experiments. Hence, lack of N detection could be due to 504 delayed or slow replication, whereas N detection could be partially due to detection of N 505 stemming from incoming virions rather than from newly made transcripts. Second, the passaging 506 histories of all isolated tibroviruses used in our study are complex, involving cells and animals of 507 different species (Table 1) (Figures 2 and 3) . This result is somewhat puzzling as the Together, the data obtained during our study indicate that tibrovirus tropism evaluations 527 using tibrovirus surrogate systems (such as pseudotyped VSIVs or rVSIVs) should not be 528 interpreted as indicative of the actual ability of a tibrovirus to infect, for instance, humans.",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 236,
                    "text": "(Brackney et al., 2010)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 887,
                    "end": 896,
                    "text": "(Table 1)",
                    "ref_id": null
                },
                {
                    "start": 897,
                    "end": 914,
                    "text": "(Figures 2 and 3)",
                    "ref_id": "FIGREF29"
                }
            ],
            "section": "460"
        },
        {
            "text": "However, these studies will be useful to further evaluate the general entry mechanism of 530 tibroviruses, including, for instance, the identification of (the) tibrovirus cell surface receptor(s), 531 which appear to be rather ubiquitously expressed. To evaluate the pathogenic potential of alleged 532 human tibroviruses such as BASV, EKV-1, and EKV-2, replicating isolates will have to be 533 obtained either by means of isolation from a natural host reservoir or vector or by means of 534 reverse genetics. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "529"
        },
        {
            "text": "This article is a US Government work. It is not subject to copyright under 17 USC 105 and is also made available for use under a CC0 license.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "543"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. This article is a US Government work. It is not subject to copyright under 17 USC 105 and is also made available for use under a CC0 license.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "543"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/507350 doi: bioRxiv preprint suckling laboratory mice (1 passage) and then into BHK-21 cells (Cybinski et al., 1980) . \"[P]assaged in cell culture a number of times\" (Gubala et al., 2011) [no further information available]. Genomic sequence of this passaged virus reported in 2011 (GenBank #GQ294472.1 (Gubala et al., 2011)) Deposited at WRECA some time prior to 1995. Provided by WRECA for this study after 7 IC passages in in suckling laboratory mice and 1 passage in Vero cells. Expanded for this study in Vero cells at 37ºC until CPE affected approximately 60% of cells compared to non-infected control cells.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 233,
                    "text": "(Cybinski et al., 1980)",
                    "ref_id": null
                },
                {
                    "start": 283,
                    "end": 304,
                    "text": "(Gubala et al., 2011)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "World Reference Center for Emerging Viruses and Arboviruses (WRCEVA) (The"
        },
        {
            "text": "This article is a US Government work. It is not subject to copyright under 17 USC 105 and is also made available for use under a CC0 license.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "566"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/507350 doi: bioRxiv preprint This article is a US Government work. It is not subject to copyright under 17 USC 105 and is also made available for use under a CC0 license.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "566"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/507350 doi: bioRxiv preprint No This article is a US Government work. It is not subject to copyright under 17 USC 105 and is also made available for use under a CC0 license.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "566"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/507350 doi: bioRxiv preprint This article is a US Government work. It is not subject to copyright under 17 USC 105 and is also made available for use under a CC0 license.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "566"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. Figure 3 using different cell types exposed to 654 This article is a US Government work. It is not subject to copyright under 17 USC 105 and is also made available for use under a CC0 license.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 91,
                    "end": 99,
                    "text": "Figure 3",
                    "ref_id": "FIGREF30"
                }
            ],
            "section": "566"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/507350 doi: bioRxiv preprint Figure 1 rVSIV-VSIV G control This article is a US Government work. It is not subject to copyright under 17 USC 105 and is also made available for use under a CC0 license.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 146,
                    "end": 154,
                    "text": "Figure 1",
                    "ref_id": "FIGREF28"
                }
            ],
            "section": "566"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/507350 doi: bioRxiv preprint Figure 2 rVSIV-BHV G rVSIV-CPV G This article is a US Government work. It is not subject to copyright under 17 USC 105 and is also made available for use under a CC0 license.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 146,
                    "end": 154,
                    "text": "Figure 2",
                    "ref_id": "FIGREF29"
                }
            ],
            "section": "566"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/507350 doi: bioRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "566"
        },
        {
            "text": "This article is a US Government work. It is not subject to copyright under 17 USC 105 and is also made available for use under a CC0 license.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "JK"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/507350 doi: bioRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "JK"
        },
        {
            "text": "This article is a US Government work. It is not subject to copyright under 17 USC 105 and is also made available for use under a CC0 license.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "% of Control % Survival"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/507350 doi: bioRxiv preprint This article is a US Government work. It is not subject to copyright under 17 USC 105 and is also made available for use under a CC0 license.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "% of Control % Survival"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/507350 doi: bioRxiv preprint +  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  - ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 146,
                    "end": 322,
                    "text": "+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -+  -",
                    "ref_id": null
                }
            ],
            "section": "% of Control % Survival"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Sequential transcription of the genes of vesicular 668 stomatitis virus",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Abraham",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Banerjee",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "73",
            "issn": "5",
            "pages": "1504--1508",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Lipid-protein interactions between the surface 670 glycoprotein of vesicular stomatitis virus and the lipid bilayer",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Altstiel",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Landsberger",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Virology",
            "volume": "115",
            "issn": "1",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Predicting reservoir hosts and arthropod 672 vectors from evolutionary signatures in RNA virus genomes",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Babayan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Orton",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Streicker",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Science",
            "volume": "362",
            "issn": "6414",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.aap9072"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Order of transcription of genes of vesicular stomatitis virus",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Ball",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Fish rhabdovirus cell entry is mediated by fibronectin",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bearzotti",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Delmas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lamoureux",
                    "suffix": ""
                },
                {
                    "first": "A.-M",
                    "middle": [],
                    "last": "Loustau",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chilmonczyk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bremont",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Virol",
            "volume": "73",
            "issn": "9",
            "pages": "7703--7709",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Type I interferon reaction to viral infection in interferon-competent, immortalized cell 680 lines from the African fruit bat Eidolon helvum",
            "authors": [],
            "year": null,
            "venue": "PLoS One",
            "volume": "6",
            "issn": "11",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "e28131.doi:68110.1371/journal.pone.0028131"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "pH-dependent 683 fusion of vesicular stomatitis virus with Vero cells. Measurement by dequenching of 684 octadecyl rhodamine fluorescence",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Blumenthal",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bali-Puri",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Walter",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Covell",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Eidelman",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J Biol Chem",
            "volume": "262",
            "issn": "28",
            "pages": "13614--13619",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Phylogenetic 686 relationships among rhabdoviruses inferred using the L polymerase gene",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bourhy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Cowley",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Larrous",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Walker",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Gen Virol",
            "volume": "687",
            "issn": "",
            "pages": "2849--2858",
            "other_ids": {
                "DOI": [
                    "10.1099/vir.0.81128-0"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "C6/36 Aedes albopictus cells have a dysfunctional antiviral RNA interference 690 response",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Brackney",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sagawa",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Woodward",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "D"
                    ],
                    "last": "Schilkey",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS Negl Trop Dis",
            "volume": "4",
            "issn": "10",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pntd.0000856"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Backbone 692 chemical shift assignments and secondary structure analysis of the U1 protein from the 693",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Buchko",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Clifton",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Wallace",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Atkins",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Myler",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Antibody to Bivens Arm 695 virus in Trinidadian buffalo: a temporal and evolutionary link between Australia, Asia 696 and the Caribbean?",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Calisher",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E N"
                    ],
                    "last": "Borde",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tuekam",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "P J"
                    ],
                    "last": "Gibbs",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Bovine ephemeral fever and related rhabdoviruses. 1st 697 international symposium, bovine ephemeral fever and related rhabdoviruses. ACIAR 698 Proceedings",
            "volume": "",
            "issn": "",
            "pages": "80--83",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Bovine 700 ephemeral fever virus uses a clathrin-mediated and dynamin 2-dependent endocytosis 701 pathway that requires Rab5 and Rab7 as well as microtubules",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Shih",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "I"
                    ],
                    "last": "Chi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Virol",
            "volume": "86",
            "issn": "24",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1128/jvi.01073-12"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Bas-Congo virus: another deadly virus?",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chiu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fair",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Leroy",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Future",
            "volume": "704",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Isolation of a new rhabdovirus in Australia related to 706",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Cybinski",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Gard",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Haploid genetic screen reveals a profound and direct dependence on cholesterol for 755 hantavirus membrane fusion",
            "authors": [],
            "year": null,
            "venue": "MBio",
            "volume": "6",
            "issn": "4",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1128/mBio.00801-15"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Comparative analysis of Ebola virus glycoprotein interactions with human and bat cells",
            "authors": [],
            "year": null,
            "venue": "J 758 Infect Dis",
            "volume": "204",
            "issn": "",
            "pages": "840--849",
            "other_ids": {
                "DOI": [
                    "10.1093/infdis/jir306"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Rabies virus receptors",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lafon",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Neurovirol",
            "volume": "11",
            "issn": "1",
            "pages": "82--87",
            "other_ids": {
                "DOI": [
                    "76010.1080/13550280590900427"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Genome 762 sequence of Bivens Arm virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lauck",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yú",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Caì",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Hensley",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chiu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "O&apos;connor",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Clathrin-mediated endocytosis in 766 living host cells visualized through quantum dot labeling of infectious hematopoietic 767 necrosis virus",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "D.-W",
                    "middle": [],
                    "last": "Pang",
                    "suffix": ""
                },
                {
                    "first": "Xiao",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Virol",
            "volume": "85",
            "issn": "13",
            "pages": "6252--6262",
            "other_ids": {
                "DOI": [
                    "10.1128/jvi.00109-11"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Taxonomy of the order Mononegavirales: second update",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Maes",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Amarasinghe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Ayllón",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Basler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bavari",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Blasdell",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Synthetically derived bat influenza A-like viruses reveal a cell type-but not 773 species-specific tropism",
            "authors": [
                {
                    "first": "É",
                    "middle": [
                        "A"
                    ],
                    "last": "Moreira",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Locher",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kolesnikova",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bolte",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Aydillo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "García-Sastre",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "113",
            "issn": "45",
            "pages": "12797--12802",
            "other_ids": {
                "DOI": [
                    "77410.1073/pnas.1608821113"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Uptake of rabies virus into epithelial 776 cells by clathrin-mediated endocytosis depends upon actin",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Piccinotti",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kirchhausen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P J"
                    ],
                    "last": "Whelan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "21",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1128/jvi.01648-13"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "NRP2 and CD63 are host factors for Lujo virus cell entry",
            "authors": [],
            "year": null,
            "venue": "Cell Host Microbe",
            "volume": "22",
            "issn": "5",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chom.2017.10.002"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Entry of rhabdoviruses into animal cells",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Regan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Whittaker",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Adv Exp Med",
            "volume": "782",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Infectious entry pathway mediated by the human 784 endogenous retrovirus K envelope protein",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P J"
                    ],
                    "last": "Whelan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Virol",
            "volume": "90",
            "issn": "7",
            "pages": "3640--3649",
            "other_ids": {
                "DOI": [
                    "78510.1128/jvi.03136-15"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Spring viraemia of carp virus enters grass carp ovary 787 cells via clathrin-mediated endocytosis and macropinocytosis",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Gen Virol",
            "volume": "97",
            "issn": "11",
            "pages": "2824--788",
            "other_ids": {
                "DOI": [
                    "10.1099/jgv.0.000595"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Studies on the pathogenesis of bovine ephemeral fever in sentinel cattle",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "St George",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Isolation of arboviruses from insects collected at Beatrice Hill, Northern Territory 793 of Australia",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Standfast",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Dyce",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "St George",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Doherty",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Carley",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Aust J Biol Sci",
            "volume": "37",
            "issn": "5-6",
            "pages": "351--366",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "al., 2015; Walker et al., 2015), and two long-known viruses, Sweetwater Branch virus (SWBV) and Beatrice Hill virus (BHV), were identified as tibroviruses after their coding-complete 118 genome sequences (13,141 nt and 13,296 nt, respectively) were determined (Walker et al., 2015; 119 Huang et al., 2016; Wiley et al., 2017). SWBV was originally isolated in 1981 from biting midges 120 (Culicoides insignis) together with BAV in Florida, USA (Gibbs et al., 1989). Anti-SWBV 121 antibodies have been detected in healthy Trinidad water buffaloes (Calisher et al., 1993). BHV was 122 first reported in 1984 as a novel virus of biting midges (Culicoides peregrinus) that were 123 collected at Beatrice Hill, Northern Territory, Australia (Standfast et al., 1984). 124 Beyond sequencing, very little research has been performed on any tibrovirus. Results of 125 recent studies revealed structural elements of the BASV U1 protein (Buchko et al., 2017) and 126 indicated that tibrovirus U3 encodes a small viroporin-like transmembrane protein (Walker et al., 127 2015). In addition, it is suspected that BASV G encodes a class III fusion glycoprotein (G) 128 (Steffen et al., 2013). BASV G mediates pseudotyped vesicular stomatitis Indiana virus (VSIV) 129 particle entry into a variety of human and nonhuman cells in a pH-dependent manner (Steffen et 130 al., 2013). However, whether such particle cell entry (susceptibility) can be correlated to actual 131 BASV replication (permissiveness) in the same cells remains unclear.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "and virus infections. Infectious recombinant vesicular stomatitis Indiana virus 148 expressing enhanced green fluorescent protein (eGFP) and its native glycoprotein (G) served as a 149 control for all cell susceptibility experiments (rVSIV-VSIV G control; Figure 1A, top). Open 150 reading frames encoding Bas-Congo virus (BASV; GenBank # JX297815.1), Ekpoma virus 1 151 (EKV-1; GenBank #KP324827), Ekpoma virus 2 (EKV-2; GenBank #KP324828), and 152 Sweetwater Branch virus (SWBV; Table 1) G were synthesized by DNA2.0 (Newark, CA, USA) 153 and cloned into the eGFP-expressing rVSIV control backbone in place of native VSIV G, as 154 described before (Wong et al., 2010; Kleinfelter et al., 2015), yielding rVSIV-BASV G, rVSIV-155 EKV-1 G, rVSIV-EKV-2 G, and rVSIV-SWBV G, respectively (Figure 1A). Open reading 156 frames encoding Bivens Arm virus (BAV), Beatrice Hill virus (BHV), Coastal Plains virus Tibrovirus cell entry 5 CPV, TIBV) or infected laboratory mouse brain samples (BHV) obtained from the World 159 Reference Center for Emerging Viruses and Arboviruses (WRCEVA) and cloned into the rVSIV 160 control backbone in place of native VSIV G (Wong et al., 2010;",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "166 plaque-purified as described before (Wong et al., 2010; Kleinfelter et al., 2015). For rVSIV 167 expansion, adult grivet (Chlorocebus aethiops) kidney Vero cells (American Type Culture 168 Collection [ATCC], Manassas, VA, USA; #CCL-81) were exposed to rVSIVs (MOI = 0.01) and 169 cell culture supernatants were harvested once eGFP expression was observed in ≈60-70% of the 170 cells. Supernatants were centrifuged to remove gross debris, used to quantify virus by plaque 171 assay on Vero cells, aliquoted, and stored at -80ºC until use. Using specifically designed primers, 172 G-encoding regions of the genomes of the expanded four authentic tibroviruses were sequenced 173",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "tibrovirus infection. Infection by rVSIV-VSIV G control and rVSIVs expressing 261 tibrovirus glycoproteins was measured by detecting eGFP expression using the Operetta High-262 Content Imaging System with Harmony 3.1 analysis software (PerkinElmer, Shelton, CT, USA).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Anti-CPV N and anti-TIBV N antibodies were custom-made by ThermoFisher Scientific. Due to 264 the large scale of the study, and because these antibodies were unfortunately not suitable for265 indirect fluorescence assays (IFA), authentic tibrovirus infection was determined via detection of 266 tibrovirus nucleoprotein (N) expression by western blot. Briefly, CPV and TIBV N peptides267",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Technology) with cOmplete Protease Inhibitor Cocktail (Sigma) (once cytopathic 272 effects [CPE] appeared-otherwise at day 10 post-infection; Tables 2 and 3). Protein 273 concentrations in each sample were measured using the bicinchoninic acid (BCA) assay 274 (ThermoFisher Scientific) following the manufacturer's instructions. Lysates were then analyzed 275 by western blots. Protein samples (20 μg) were loaded into the wells of NuPAGE 4-12% Bis-276",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "glycoproteins mediate virion entry into a broad range of human and animal cell 288 types 289 The glycoprotein (G) is the only rhabdovirus genome-encoded protein determining rhabdovirion 290 cell entry (Altstiel and Landsberger, 1981; Wunner et al., 1984; Gaudin et al., 1993; Regan and 291 Whittaker, 2013). Cell entry is thought to occur after G engages virus-specific cell-surface 292 receptors or attachment factors (Bearzotti et al., 1999; Lafon, 2005; Finkelshtein et al., 2013) and 293 subsequently mediates low-pH-induced viral and endosomal membrane fusion (Florkiewicz and 294 Rose, 1984; Blumenthal et al., 1987; Sun et al., 2005). Vesicular stomatitis Indiana virus (VSIV; 295 Rhabdoviridae: Vesiculovirus: Indiana vesiculovirus) has an extremely broad, close-to-universal, 296 cellular tropism. This broad tropism is due the fact that most cells are susceptible to VSIV G-297 mediated virus particle entry (cells allow virion entry) and that most cells are also permissive to 298 VSIV replication after particle entry (cells do not restrict virus replication or virion egress) 299 (Hastie et al., 2013). Using reverse genetics to create recombinant VSIV (rVSIV), VSIV G can 300 easily be replaced with other mononegaviral glycoproteins, thereby possibly changing the 301 receptor engagement of the rVSIV to that of G of the heterotypic virus, while likely maintaining 302 the ability of the recombinant virus to replicate in most cells after particle entry (change of cell 303 susceptibility while maintaining the same cell permissiveness). Therefore, rVSIVs expressing 304 heterotypic Gs can be used to perform well-controlled, initial cell susceptibility evaluations of G 305 from heterotypic viruses without including the authentic heterotypic viruses in the experiment 306 (Garbutt et al., 2004; Tani et al., 2011; Hastie et al., 2013; Moreira et al., 2016; Robinson and Whelan, 307 2016; Raaben et al., 2017; Jangra et al., 2018). This approach is especially useful when the actual 308 heterotypic viruses are only known from sequences, i.e., have not been isolated in culture (e.g., 309 Bas-Congo virus [BASV], Ekpoma virus 1 [EKV-1], Ekpoma virus 2 [EKV-2]).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "310To improve understanding of tibrovirus cell tropism, and to assess whether in vitro cell 311 tropism of tibroviruses might be indicative of (human) host tropism, we used a wild-type rVSIV312 expressing its native VSIV G and enhanced green fluorescent protein (eGFP) (rVSIV-VSIV G 313 control), and created rVSIVs based on this control expressing the Gs of all eight known 314 tibroviruses (BASV, Beatrice Hill virus [BHV], Bivens Arm virus [BAV], Coastal Plains virus 315 [CPV], EKV-1, EKV-2, Sweetwater Branch virus [SWBV], and Tibrogargan virus [TIBV]) in 316 place of VSIV G (",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "317cell lines of the \"NCI-60 panel\"(Weinstein, 2006)  to rVSIV-VSIV G control and the eight 318 rVSIVs encoding tibrovirus Gs (MOI = 3) and measured virion cell entry (cell susceptibility to 319 tibrovirus G-mediated particle entry) by quantifying the percentage of eGFP-expressing cells 320 using high-content imaging at 24 h post-exposure (Figures 1B and 2). As expected, rVSIV-VSIV321 G control infected almost all cell lines, with the notable exceptions of one central nervous system 322 (CNS) cancer cell line (SNB-75) and one renal cancer cell line (RXF-393). Hence, these two cell 323 lines are not susceptible, not permissive, or not susceptible and not permissive to VSIV infection. Tibrovirus cell entry 9 rVSIV-VSIV G control infection occurred in 100% of cells in 25 of the 53 tested cell lines, and 325 infection efficiency was approximately ≤50% in 8 of them (Figure 1B). 326 Due to the overall known broad cell tropism of VSIV (Hastie et al., 2013), and assuming 327 that VSIV uses a different cell-surface receptor or attachment factor than tibroviruses, we 328 expected rVSIVs expressing tibrovirus Gs in place of VSIV G to enter fewer cell lines with less 329 efficiency than rVSIV-VSIV G control. Assuming that within-cell VSIV restriction factors do 330 not target G, we further surmised that rVSIV-VSIV G control and rVSIVs expressing a 331 tibrovirus G would replicate at similar efficiencies in cells that permit entry of both viruses, i.e., 332 that these cells would be equally permissive. Interestingly, rVSIV-BAV (3 negative cell lines, 19 333 cell lines with ≈100% infection efficiency), rVSIV-BASV (4 negative cell lines, 11 cell lines 334 with ≈100% infection efficiency), rVSIV-SWBV (6 negative cell lines, 21 cell lines with ≈100% 335 infection efficiency), and rVSIV-TIBV (5 negative cell lines, 23 cell lines with ≈100% infection 336 efficiency) fulfilled the first assumption, but not necessarily the second (Figure 2). Even more 337 surprisingly, rVSIVs expressing Gs of the remaining tibroviruses equaled or outperformed 338 rVSIV-VSIV G control in number of cell types infected and/or infection efficiency. Most 339 notably, rVSIV-EKV-1 and rVSIV-EKV-2 entered and replicated in all tested cell lines. Only 340 two cell lines were infected with approximately ≤50% efficiency, and 44 cell lines (rVSIV-EKV-341 1) or 40 cell lines (rVSIV-EKV-2) were infected with ≈100% efficiency (Figure 2). Importantly, 342 cell lines resistant to rVSIV-VSIV G control infection (i.e., CNS SNB-75, RXF-393) were not 343 necessarily resistant to infection with rVSIVs expressing certain tibrovirus Gs. For instance, the 344 SNB-75 cell line was efficiently infected with rVSIV-BHV (≈80%) and rVSIV-CPV (≈45%). 345 The cell line was inefficiently infected with rVSIV-BAV, rVSIV-EKV-1, rVSIV-EKV-2, and 346 rVSIV-TIBV and not at all infected with rVSIV-BASV and rVSIV-SWBV. Likewise, the renal 347 cancer RXF-393 cell line was efficiently infected with rVSIV-BAV, rVSIV-BHV, rVSIV-EKV-348 1, rVSIV-EKV-2, and rVSIV-TIBV, inefficiently infected with rVSIV-BASV and rVSIV-CPV, 349 and resistant to rVSIV-SWBV. Together, these results indicate that all tibroviruses may be able 350 to broadly enter human cell types and that individual tibrovirus Gs bestow different cell tropism 351 patterns. Furthermore, these data indicate that resistance of SNB-75 and RXF-393 cells to 352",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "356 mosquito cell lines to rVSIV-VSIV G control and the 8 rVSIVs expressing tibrovirus Gs (Figure 357 3). Two bat cell lines, PESU-B5L and MyDauLu/47.1, were almost uniformly resistant to 358 infection (virus particle entry and/or subsequent replication), and only a low level of infection by 359 rVSIV-SWBV was detected in PESU-B5L cells. Tb1 Lu cells were resistant to rVSIV-BASV, 360 rVSIV-EKV-1, and rVSIV-VSIV G control but were susceptible to all other viruses. RoNi/7.1 361 cells were resistant to rVSIV-BASV, rVSIV-BHV, rVSIV-CPV, rVSIV-EKV-1, and rVISV-362 TIBV. All other bat cell lines were variably susceptible and permissive to all rVSIVs (Figure 363 3A). All 9 rVSIVs infected hispid cotton rat CRL, boa constrictor JK, and nonhuman primate 364 MA104 and Vero cells with high efficiency. However, gorilla (RPGor53) cells could not be 365 infected by rVSIV-VSIV G control or rVSIV-SWBV, and common chimpanzee (S008397 and 366 RP00226) cells were highly susceptible to rVSIV-CPV but much less susceptible or resistant to 367 the other rVSIVs expressing tibrovirus Gs (Figure 3A). Finally, all viruses infected Asian tiger 368 mosquito (C6/36) cells, but infection only became apparent at ≈72 h post-exposure. Interestingly, 369",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "infected cells were generally decreased in the lower MOI experiment, but numerous cell 378 lines were still infected at the 100% level. Most strikingly, rVSIV-EKV-1 and rVSIV-EKV-2 379 infection rates among human cell lines barely diminished, suggesting that EKV-1 and EKV-2 are 380 more efficient in entering human cell lines compared to all other tibroviruses.381 382 Tibrovirus particle host cell entry is dependent on low pH and dynamin but is independent 383 of cholesterol 384 Rhabdovirion cell entry is thought to generally occur by a pH-dependent mechanism (Florkiewicz 385 and Rose, 1984; Blumenthal et al., 1987; Sun et al., 2005). Previously, rVSIV particles devoid of 386 VSIV G and pseudotyped with BASV G were also confirmed to enter target cells in a pH-387 dependent manner (Steffen et al., 2013). To evaluate whether all tibrovirus Gs function 388 analogously, we chose a common cell line universally susceptible to tibrovirus G-mediated 389 particle entry (Vero cells, Figure 3A). These cells were pretreated with increasing concentrations 390 of endosomal pH modulators (lysosomotropic weak bases NH4Cl or chloroquine or vacuolar type 391 H + -ATPase inhibitor concanamycin A) for 30 min followed by exposure to rVSIV-VSIV G 392 control and all 8 rVSIVs expressing tibrovirus Gs at MOI = 0.6 in the presence of these 393 modulators for 1 h. At 16 h, we quantified eGFP expression. As previously described (Steffen et 394 al., 2013), rVSIV-VSIV G control and rVSIV-BASV infectivity decreased with increasing 395 modulator concentrations in the absence of modulator-induced cytotoxicity. As expected, similar 396 results were obtained with all other rVSIVs (Figure 4A). 397 Rhabdovirions are thought to generally enter cells by clathrin-mediated endocytosis 398 (CME) (Sun et al., 2005; Liu et al., 2011; Cheng et al., 2012; Piccinotti et al., 2013; Weir et al., 2014; 399 Shao et al., 2016).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "402expected, infectivity of all rVSIVs was inhibited by all three compounds in a dose-dependent 403 manner in the absence of compound-induced cytotoxicity (Figure 4B). Together, these results 404 suggest that tibrovirus G-mediated cell entry occurs analogous to that of other rhabdoviruses by 405 low-pH-induced CME.406 407 Authentic tibrovirion cell entry and infections 408 Finally, we evaluated whether tibrovirus cell tropism data obtained with rVSIVs reflect authentic 409 tibrovirus infections. For this experiment, we obtained samples containing the five tibroviruses 410 that were previously isolated in culture (BAV, BHV, CPV, SWBV, and TIBV) (Cybinski et al., 411 1980; Standfast et al., 1984; Cybinski and Gard, 1986; Gibbs et al., 1989). We succeeded in cultivating 412 all of these viruses except BHV and therefore continued all experiments with the remaining four",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": ", 1976; Ball and White, 1976; Iverson and Rose, 1981), we aimed to detect tibrovirus cell 419 infection using anti-tibrovirus N antibodies via western blotting using newly created anti-CPV N 420 and anti-TIBV N antibodies. First, these antibodies were tested for cross-reactivity against all 421",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Asian tiger mosquito cell lines used in previous experiments (Figures 1-3) to the four 428 authentic tibroviruses and used the respective antibodies to detect N via western blotting once 429 CPE appeared or otherwise at day 10 post-infection (Tables 2 and 3). In combination with the 430 results depicted in Figures 2 and 3, the results of this experiment suggest that authentic tibrovirus 431 replication does not occur in most cell types after particle entry. For instance, BAV N could be 432 detected in only six cell lines (4 human lung cancer cell lines, 1 human prostate cancer cell line, 433 and Asian tiger mosquito cells) (Figure 5B and 5D, Table 2), whereas rVSIV-BAV infected 50 434 human cell lines (Figure 2) and all other cell lines with the exception of one bat cell line 435 (MyDauLu/47.1) (Figure 3, Table 3). Likewise, CPV infected only 4 human cell lines and Asian 436 tiger mosquito cells, and SWBV did not infect any cell line but Asian tiger mosquito cells 437 (Figure 5B and 5D, Tables 2 and 3). The exception to these observations was TIBV, the 438 tibrovirus with the broadest tropism. TIBV N could be detected in the majority of tested cell 439 lines (Figure 5B-D, Tables 2 and 3), which was largely in agreement with rVSIV-TIBV data 440 (Figures 2 and 3). The N detection results were also largely in agreement with the observation of 441 CPE. For instance, TIBV caused CPE in almost all human cell lines but N could be detected in 442 two cell lines (human breast cancer Hs-578T and MDA-MB-468) in the absence of CPE",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "446 BAV, CPV, or SWBV with some individual exceptions. Generally, N could not be detected in 447 cell lines that did not develop CPE and N could be detected in cells that did develop CPE. 448 However, in some cases CPE developed despite the absence of N detection and vice versa 449(Tables 2 and 3).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "are highly undercharacterized rhabdoviruses with unknown pathogenic potential.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "All isolated tibroviruses (BAV, BHV, CPV, SWBV, and TIBV) have only been found in biting454 midge vectors or in various, apparently healthy non-human mammals (Cybinski et al., 1980; 455 Standfast et al., 1984; Cybinski and Gard, 1986; Gibbs et al., 1989). The discovery of BASV, EKV-1, 456 and EKV-2 genomes in human sera (Grard et al., 2012; Stremlau et al., 2015) suggests that at least 457This article is a US Government work. It is not subject to copyright under 17 USC 105 and is also made available for use under a CC0 license.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "461 tropism of tibroviruses to determine whether tibroviruses in general can enter human and other 462 animal cells. Previous studies on this topic have been extremely limited. BAV and SWBV were 463 isolated in Asian tiger mosquito (C6/36) cells, and all attempts to grow them in baby golden 464 hamster (Mesocricetus auratus) kidney (BHK-21) and adult grivet (Chlorocebus aethiops) 465 kidney (Vero) cells failed (Gibbs et al., 1989). BHV was isolated only in porcine stable-equine 466 kidney (PS-EK) cells (Standfast et al., 1984) and in C6/36 cells after a single Vero cell passage 467 (Huang et al., 2016). CPV was isolated in BHK-21, C6/36 cells, and Vero cells (Cybinski and Gard, 468 1986). TIBV was originally isolated in suckling laboratory mice and could be grown in BHK-21 469 and Vero cells (Cybinski et al., 1980). To our knowledge, no further data on cell or animal tropism 470 of replicating tibroviruses have been reported. However, in 2013, Steffen et al. reported the 471 evaluation of BASV cell entry using an eGFP-expressing VSIV pseudotyped with BASV G 472 (Steffen et al., 2013). Using this system, the authors demonstrated that BASV G successfully 473 mediates VSIV particle entry into human B lymphocytes (B-THP), cervix (HeLa), colon 474 (SW480), and colon carcinoma (CaCo-2) cells, erythroblasts (HEL), fibrosarcoma (HT1080), 475 liver (Huh-7.5), and lung (A549) cells, and monocytes (THP-1), muscle (RD) cells, and T 476 lymphocytes (Jurkat, H9). The same pseudotype system was used to demonstrate that BASV G-477 mediated VSIV entry into adult grivet kidney (Vero), Asian tiger mosquito larva (C6/36, C7/10), 478 aurochs (Bos taurus) kidney (MDBK), BHK-21, Brazilian free-tailed bat (Tadarida brasiliensis) 479 lung (Tb1 Lu), brown rat (Rattus norvegicus) kidney (NRK) and brain (C6) cells, domestic pig 480 (Sus scrofa) kidney (SK-RST) cells, and house mouse (Mus musculus) fibroblasts (3T3, MC57) 481 (Steffen et al., 2013). These experiments suggested that BASV particles can enter a broad range of 482 cells from diverse animal species, including Homo sapiens. This result stands in contrast to the 483 knowledge available at the time on tropism of other tibroviruses. 484 Our systematic approach sheds further light on tibrovirion cell entry abilities. Together, 485 our results indicate that all tibrovirus Gs, not only BASV G, can mediate tibrovirus particle entry 486 into a wide variety of cells derived from animals of diverse species, including Homo sapiens 487 (Figures 2, 3, and 5). The most surprising result was that EKV-1 and EKV-2, which had been 488 discovered in human sera (Stremlau et al., 2015), appeared so much more efficient in entering 489 human cells than BASV, the only other tibrovirus found in humans thus far (Grard et al.our results need to be regarded with caution. First, it is important to emphasize 492 that our data only indicate which cell lines allow entry of particles of diverse tibroviruses, but we 493 cannot state which of these tibrovirion-susceptible cells are also permissive to tibrovirus 494 replication, particle formation, and particle egress. For instance, BASV, EKV-1, and/or EKV-2 495 could possibly enter numerous human cell types in vivo but then be restricted via antiviral 496 pathways of the penetrated cells in replication and virion progeny formation. Indeed, N-detecting 497 western blots using cells infected with four authentic tibroviruses (Figure 5) suggest that most 498 cell lines are resistant to productive tibrovirus infection (absence of CPE and/or N expression) 499 with the notable exception of TIBV. Vice versa, in Asian tiger mosquito (C6/36) cells, which",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": ". Unpassaged or low-passaged tibroviruses or tibrovirus sequences (or 508 original samples) are not available anymore. Because the tibrovirus G sequences used for the 509 creation of rVSIVs for this study were ultimately derived from these passaged viruses (Gubala et 510 al., 2011; Lauck et al., 2015; Walker et al., 2015), we can only claim these those viruses enter animal 511 cells efficiently, but we cannot extrapolate these results to wild-type tibroviruses. Interestingly, 512 authentic TIBV entered (and likely infected) the majority of tested cell lines (Figure 5) largely in 513 agreement with rVSIV-TIBV data",
            "latex": null,
            "type": "figure"
        },
        "FIGREF22": {
            "text": "514 closest relative of TIBV, BAV, which is classified in the same species as TIBV (Walker et al., 515 2015), did not cause CPE in most cell lines and BAV N could not be detected in them via 516 western blotting, either. One explanation for this discrepancy is that the TIBV isolate we 517 obtained evolved to be able to use mammalian and reptilian cells during repeated in vitro and in 518 vivo passaging over the last decades, whereas BAV evolution took a different path because of a 519 different passaging history (Table 1). In that regard it is worth mentioning that the experiment 520 with BAV also produced individual puzzling results: for instance, three human cancer cell lines 521 (melanoma M14, human colon cancer HCC-2998, renal cancer A498) developed CPE after 522 BAV exposure but BAV N could not be detected; vice versa, four human cell lines (renal cancer 523 ACHN, lung cancer A549, NCI-H23, and NCI-H460) did not develop CPE but BAV N could be 524 detected. The latter result could indicate nondetrimental viral replication (or detection of 525 incoming virion N), whereas the former result remains to be explained.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF24": {
            "text": "like to thank Charles H. Calisher (Colorado State University, Fort Collins, CO, USA), 538 Ania Gubala (CSIRO, Australia), and Toby St. George (Australia) for sharing knowledge and 539 historic reports on tibroviruses, and Laura Bollinger (IRF-Frederick, Frederick, MD, USA) for 540 critically editing the manuscript.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF26": {
            "text": "history prior to WRCEVA deposition Bivens Arm virus (BAV) strain UF-10/BT82-55 Isolated in 1982 from biting midges (Culicoides insignis) in Florida, USA, and then deposited to WRECA (Gibbs et al., 1989). Provided by WRECA for this study after 6 intracranial (IC) passages in suckling laboratory mice, 1 IC passage in a Syrian golden hamster (Mesocricteus auratus), and 1 passage in adult grivet (Chlorocebus aethiops) kidney Vero cells. Genomic sequence of this passaged virus reported in 2015 (GenBank #KM205019.1 (Walker et al., 2015) and GenBank # KP688373.1 (Lauck et al., 2015)). Expanded for this study in Asian tiger mosquito (Aedes albopictus) C6/36 cells at 30ºC until CPE affected approximately 60% of cells compared to non-infected control cells. Coastal Plains virus (CPV) strain DPP 53 Isolated in 1981 at Coastal Plains Research Station, Northern Territory, Australia, from an apparently healthy steer (Cybinski and Gard, 1986). \"[P]assaged in cell culture a number of times\" (Gubala et al., 2011) [no further information available]. Genomic sequence of this passaged virus reported in 2011 (GenBank #GQ294473.1 (Gubala et al., 2011)). Deposited at WRECA some time prior to 1995. Provided by WRECA for this study after 4 IC passages in suckling laboratory mice. Expanded for this study in C6/36 cells at 30ºC until cytopathic effects CPE affected approximately 60% of cells compared to non-infected control cells. Sweetwater Branch virus (SWBV) strain UF-11 Isolated in 1981 from biting midges (Culicoides insignis) in Florida, USA (Gibbs et al., 1989), and then deposited at WRECA. Provided by WRECA for this study after an unknown number of undescribed passages followed by 2 passages in C6/36 cells. Genomic sequence of this passaged virus reported in 2015 (GenBank #KM204997.1 (Walker et al., 2015)). Expanded for this study in C6/36 cells at 30ºC until cytopathic effects CPE affected approximately 60% of cells compared to non-infected control cells. Tibrogargan virus (TIBV) strain UF-10 Isolated in 1976 from biting midges (Culicoides brevitaris) collected around Peachester, Queensland, Australia, via inoculation of midge homogenates intracerebrally into",
            "latex": null,
            "type": "figure"
        },
        "FIGREF27": {
            "text": "Biven Arm virus; CPE, cytopathic effects; CPV, Coastal Plains virus; SWBV, Sweetwater 571 Branch virus; TIBV, Tibrogargan virus; WB, western blot 572",
            "latex": null,
            "type": "figure"
        },
        "FIGREF28": {
            "text": "Recombinant vesiculoviruses used in this study. (A) Genome schematic of 574 recombinant vesicular stomatitis Indiana virus (rVSIV) expressing its native glycoprotein (G) 575 and enhanced green fluorescent protein (eGFP) (rVSIV-VSIV G control; top row) and rVSIVs 576 created for this study encoding tibrovirus G instead of VSIV G (other rows). (B) Infectivity of 577 rVSIV-VSIV G control (MOI = 3). The percentage of eGFP-expressing NCI-60 human cell 578 panel cell lines was measured by high-content imaging at 24 h post-exposure. All experiments 579 were performed in triplicate; error bars show standard deviations. BHV, Beatrice Hill virus; 580 BASV, Bas-Congo virus; BAV, Bivens Arm virus; CNS, central nervous system, CPV; Coastal 581 Plains virus; EKV-1, Ekpoma virus 1; EKV-2, Ekpoma virus 2; MOI, multiplicity of infection; 582 NCI, National Cancer Institute; SWBV, Sweetwater Branch virus; TIBV, Tibrogargan virus. 583 NCI-60 cell lines are listed by their abbreviations and grouped by organ/cancer type.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF29": {
            "text": "Tibrovirus glycoproteins mediate virion entry into a broad range of human cell 586 types. Same experiment as in Figure 1B using rVSIVs expressing diverse tibrovirus G 587 glycoproteins (MOI = 3). The percentage of eGFP-expressing NCI-60 human cell panel cell lines 588 was measured by high-content imaging at 24 h post-exposure. All experiments were performed 589 in triplicates; error bars show standard deviations. BHV, Beatrice Hill virus; BASV, Bas-Congo 590 virus; BAV, Bivens Arm virus; CNS, central nervous system, CPV; Coastal Plains virus; EKV-1, 591 Ekpoma virus 1; EKV-2, Ekpoma virus 2; eGFP, enhanced green fluorescent protein; MOI, 592 multiplicity of infection; NCI, National Cancer Institute; SWBV, Sweetwater Branch virus; 593 TIBV, Tibrogargan virus; rVSIV, recombinant vesicular stomatitis Indiana virus. NCI-60 cell 594 lines are listed by their abbreviations and grouped by organ/cancer type.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF30": {
            "text": "Tibrovirus glycoproteins mediate virion entry into a broad range of animal cell 597 types. Same experiment as in Figures 1B and 2 using different cell types exposed to rVSIV-598 VSIV G control and rVSIVs expressing diverse tibrovirus glycoproteins (G) (MOI=3). Lu, MyDauLu/47.1), nonhuman primate (Vero, MA104, RPGor53, S008397, 601 RP00226), hispid cotton rat CRL, and boa constrictor JK cell lines. (B) Asian tiger mosquito 602 C6/36 cells. The percentage of eGFP-expressing cell lines was measured by high-content 603 imaging at 24 h post-exposure (bat, nonhuman primate, hispid cotton rat, and boa constrictor cell 604 lines) or at 24 h, 48 h, 72 h, and 96 h post-exposure (Asian tiger mosquito cells). All experiments 605 were performed in triplicate; error bars show standard deviations. BHV, Beatrice Hill virus; 606 BASV, Bas-Congo virus; BAV, Bivens Arm virus; CPV, Coastal Plains virus; eGFP, enhanced 607 green fluorescent protein; EKV-1, Ekpoma virus 1; EKV-2, Ekpoma virus 2; MOI, multiplicity 608 of infection; SWBV, Sweetwater Branch virus; TIBV, Tibrogargan virus; rVSIV, recombinant 609 vesicular stomatitis Indiana virus.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF31": {
            "text": "Tibrovirus particle host cell entry is dependent on low pH and dynamin but is 612 independent of cholesterol. Tibrovirus G glycoprotein-mediated cell entry occurs via a low-pH-613",
            "latex": null,
            "type": "figure"
        },
        "FIGREF32": {
            "text": "Vero) cells with increasing concentrations of endosomal pH modulators on cell entry of rVSIV-615 VSIV G control and rVSIVs expressing diverse tibrovirus glycoproteins (G). (B) Effect of 616 pretreatment of Vero cells with increasing concentrations of clathrin-mediated endocytosis 617 inhibitors on cell entry of the same viruses as in A. Cells were pretreated with the indicated 618 concentrations of inhibitors for 30 min and then exposed to rVSIVs (MOI = 0.6) in the presence 619 of inhibitors for 1 h at 37˚C, followed by removal of virus inocula. Total expression levels of 620 eGFP were measured using a Tecan microplate reader at 16 h post-exposure. BHV, Beatrice Hill 621 virus; BASV, Bas-Congo virus; BAV, Bivens Arm virus; CPV, Coastal Plains virus; eGFP, 622 enhanced green fluorescent protein; EKV-1, Ekpoma virus 1; EKV-2, Ekpoma virus 2; MOI, 623 multiplicity of infection; SWBV, Sweetwater Branch virus; TIBV, Tibrogargan virus; rVSIV, Authentic tibrovirion cell entry and infections. (A) Asian tiger mosquito (C6/36) 627 and grivet (Vero) cells were exposed to medium-only control (-), BAV, CPV, SWBV, or TIBV 628 particle preparations. Virion entry was detected via western blotting using an anti-TIBV N 629 antibody (here shown to be strongly cross-reactive with BAV in C6/36 cells and weakly cross-630 reactive with SWBV) and an anti-CPV N antibody (here shown to be cross-reactive with SWBV 631 in C6/36 cells and very weakly cross-reactive with BAV). (B) NCI-60 cells, (C) bat cells, and 632 (D) nonhuman primate (NHP), hispid cotton rat, boa constrictor, and Asian tiger mosquito cells 633 (see also Figure 3) were exposed to medium-only control (-) or BAV, CPV, SWBV, or TIBV 634 (+). Cell lysates were harvested after the appearance of cytopathic effects (CPE) or otherwise at 635 day 10 post-exposure (Table 2). Tibovirion entry was detected via western blotting using the 636 appropriate anti-TIBV, BAV, SWBV, and anti-CPV N antibodies. Protein loading was 637 controlled by detecting β-actin. BAV, Bivens Arm virus; CPV, Coastal Plains virus; N, 638 nucleoprotein; NCI, National Cancer Institute; SWBV, Sweetwater Branch virus; TIBV, Tibrovirus glycoproteins mediate virion entry into a broad range 642 of human cell types. Same experiment as in Figures 1B and 2 using rVSIVs expressing diverse 643 tibrovirus glycoproteins (G) (MOI = 0.3). The percentage of eGFP-expressing NCI-60 human 644 cell panel cell lines was measured by high-content imaging at 24 h post-exposure. All 645 experiments were performed in triplicate; error bars show standard deviations. BHV, Beatrice 646 Hill virus; BASV, Bas-Congo virus; BAV, Bivens Arm virus; CNS, central nervous system, 647 CPV; Coastal Plains virus; EKV-1, Ekpoma virus 1; eGFP, enhanced green fluorescent protein; 648 EKV-2, Ekpoma virus 2; MOI, multiplicity of infection; SWBV, Sweetwater Branch virus; 649 TIBV, Tibrogargan virus; rVSIV, recombinant vesicular stomatitis Indiana virus. NCI-60 cell650 lines are listed by their abbreviations and grouped by organ/cancer type. 651 652 Supplementary Figure 2. Tibrovirus glycoproteins mediate virion entry into a broad range 653 of animal cell types. Same experiment as in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF34": {
            "text": "Figure 3",
            "latex": null,
            "type": "figure"
        },
        "FIGREF36": {
            "text": "Figure 4",
            "latex": null,
            "type": "figure"
        },
        "FIGREF37": {
            "text": "Figure 5",
            "latex": null,
            "type": "figure"
        },
        "FIGREF39": {
            "text": "Figure 5 (continued)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "by Macrogen to ensure that the deduced G amino acid sequences are identical to the respective 174 deduced G sequences from tibrovirus genomes deposited to GenBank.Information on the four authentic tibroviruses used in this study, including their sometimes 176 incompletely documented passaging histories, is outlined inTable 1. All four viruses were 177 received as lyophilized powders in individual tubes. Each powder was resuspended in 1 ml of 178 phosphate-buffer saline (PBS). 100 μl of a given suspension were added to a T75 flask 179 containing Vero or Asian tiger mosquito (Aedes albopictus) larva C6/36 (ATCC, #CRL-1660) cells (see below for culture conditions). Cell supernatants were harvested when cytopathic 181 effects (CPE) affected approximately 60% of cells (designated P1; 15 ml/flask). 1 ml of P1 was used to infect a T175 flask of Vero or C6/36 cells. Supernatants were harvested when CPE affected approximately 60% of cells (designated P2; 30 ml/flask). P2 was centrifuged to remove gross debris, aliquoted, and stored at -80ºC until use for all tibrovirus infections performed for 185 this study. In addition, Beatrice Hill virus (BHV) strain Commonwealth Scientific and Industrial Research Organisation (CSIRO) 25 (GenBank #KY073493.1 (Wiley et al., 2017)) was kindly 187 provided by Kim Blasdell, Australian Animal Health Laboratory (AAHL)/CSIRO, Geelong, Victoria, Australia. Unfortunately, attempts to grow BHV in any culture failed and therefore 189 authentic BHV had to be omitted from this study.humidified 5% CO2 atmosphere for the indicated times. At 24 h later, cells were fixed in 10% neutral buffered formalin (ThermoFisher Scientific), and the total numbers of cells were counted using cell membrane-permeant, minor groove-binding blue fluorescent Hoechst 33342 DNA stain (Cell Signaling Technology, Danvers, MA, USA). The authentic tibroviruses used in this study did not cause plaques on any tested cell line and qRT-PCR assays have not yet been established for any of them. Hence, equal volumes of virus powder suspensions were used to expose identical numbers of cells. Cells were exposed to authentic tiborviruses in a humidified Inhibitor studies. Ammonium chloride, chloroquine, chlorpromazine, concanamycin A, and dynasore were obtained from Sigma-Aldrich. Dyngo-4a was kindly provided by AdamMcCluskey and Volker Haucke, Freie Universität Berlin, Germany. Confluent Vero cells were exposed to the indicated concentrations of inhibitors in the appropriate medium for 30 min.rVSIV-VSIV G control or rVSIV expressing tibrovirus Gs were directly added to inhibitorcontaining media. Cells were exposed for 1 h at 37°C (MOI = 0.6), followed by eGFP255 quantification 16 h later using an Infinite M1000 microplate reader (Tecan, Männedorf, Switzerland). The Cell Counting Kit-8 (Dojindo Molecular Technologies, Rockville, MD, USA) was used according to the manufacturer's instructions to determine the cytotoxicity of inhibitors 258 in uninfected cells in parallel to infection assays.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "(Abcam, Cambridge, MA, USA). Western blotting was performed using a BlotCycler (Biocompare, South San Francisco, CA, USA) after transfer. Tibrovirus N bands were detected with SuperSignal West Femto Maximum Sensitivity Substrate (ThermoFisher Scientific). Gel images were taken using a G:BOX gel documentation system (Syngene, Frederick, MD, USA).",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 1. Strain and passaging history of the four authentic tibroviruses studied from the",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Detection of authentic tibroviruses in human cell lines. Biven Arm virus; CPE, cytopathic effects; CPV, Coastal Plains virus; NCI, National Cancer Institute; SWBV, Sweetwater Branch virus; TIBV, Tibrogargan virus; WB, western blot",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Detection of authentic tibroviruses in nonhuman cell lines.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "β-actin (42 kD)β-actin (42 kD)β-actin (42 kD)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CNS cancer"
        },
        {
            "text": "A-549 rVSIV-CPV G",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lung cancer"
        }
    ]
}