{
    "paper_id": "a6d2875c8b70a41ea815511417546a0689816964",
    "metadata": {
        "title": "Estimating number of global importations of COVID-19 from Wuhan, risk of transmission outside mainland China and COVID-19 introduction index between countries outside mainland China",
        "authors": [
            {
                "first": "Haoyang",
                "middle": [],
                "last": "Sun",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National University of Singapore",
                    "location": {
                        "addrLine": "12 Science Drive 2",
                        "postCode": "117549",
                        "settlement": "Singapore",
                        "country": "Republic of Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Borame",
                "middle": [
                    "L"
                ],
                "last": "Dickens",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National University of Singapore",
                    "location": {
                        "addrLine": "12 Science Drive 2",
                        "postCode": "117549",
                        "settlement": "Singapore",
                        "country": "Republic of Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Mark",
                "middle": [
                    "I C"
                ],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National University of Singapore",
                    "location": {
                        "addrLine": "12 Science Drive 2",
                        "postCode": "117549",
                        "settlement": "Singapore",
                        "country": "Republic of Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Alex",
                "middle": [
                    "R"
                ],
                "last": "Cook",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National University of Singapore",
                    "location": {
                        "addrLine": "12 Science Drive 2",
                        "postCode": "117549",
                        "settlement": "Singapore",
                        "country": "Republic of Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Hannah",
                "middle": [
                    "E"
                ],
                "last": "Clapham",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National University of Singapore",
                    "location": {
                        "addrLine": "12 Science Drive 2",
                        "postCode": "117549",
                        "settlement": "Singapore",
                        "country": "Republic of Singapore"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The emergence of a novel coronavirus (SARS-CoV-2) in Wuhan, China in early December 2019 has caused widespread transmission within the country, with over 1,000 deaths reported to date. Other countries have since reported coronavirus disease 2019 (COVID- 19) importation from China, with some experiencing local transmission and even case importation from countries outside China. We aim to estimate the number of cases imported from Wuhan to each country or territory outside mainland China, and with these estimates assess the risk of onward local transmission and the relative potential of case importation between countries outside China.",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 257,
                    "text": "19)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "We used the reported number of cases imported from Wuhan and flight data to generate an uncertainty distribution for the estimated number of imported cases from Wuhan to each location outside mainland China. This uncertainty was propagated to quantify the local outbreak risk using a branching process model. A COVID-19 introduction index was derived for each pair of donor and recipient countries, accounting for the local outbreak risk in the donor country and the betweencountry connectivity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We identified 13 countries or territories outside mainland China that may have under-detected COVID-19 importation from Wuhan, such as Thailand and Indonesia. In addition, 16 countries had a local outbreak risk estimate exceeding 50%, including four outside Asia. The COVID-19 introduction index highlights potential locations outside mainland China from which cases may be imported to each recipient country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "As SARS-CoV-2 continues to spread globally, more epicentres may emerge outside China. Hence, it is important for countries to remain alert for the possibilities of viral introduction from other countries outside China, even before local transmission in a source country becomes known.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The emergence of a novel coronavirus (SARS-CoV-2) in Wuhan City, China at the end of 2019, has caused large numbers of cases of coronavirus disease 2019 and deaths in Wuhan. 1-3 As of 11 th February 2020, there are increasing reports of large scale transmission and numbers of cases in other places in China. 4, 5 In addition, there are now reports of cases in multiple countries outside of China, and limited reports of transmission within countries outside of China. 5 From January 23 rd travel from Wuhan was halted by the Chinese government, and in addition many countries have implemented measures such as airport screening, testing of patients reporting symptoms who have recent travel from China, 5 quarantining arrivals from Wuhan and/or China or halting travel altogether.",
            "cite_spans": [
                {
                    "start": 309,
                    "end": 311,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 312,
                    "end": 313,
                    "text": "5",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As with many infectious diseases, there is a risk of under reporting of cases, as some people who are infected do not seek care, some who seek care are not diagnosed and, in some settings, those who are diagnosed may not reported. There are also particular issues in an outbreak of a novel pathogen due to difficulties in mobilizing the response and in development of testing capacities, as well as changes over time in the definition of SARS-CoV-2 infection symptoms. There are therefore concerns the reported cases in countries outside of China may be an under-report of what is actually occurring. Previous work has estimated significant under reporting of COVID-19 cases in a number of countries such as Indonesia, Cambodia and Thailand. 6 A detailed understanding of the geographical distribution of case importation will help to guide resources to places with currently limited capacity to test, and provide support to perform control measures and support for clinical care.",
            "cite_spans": [
                {
                    "start": 742,
                    "end": 743,
                    "text": "6",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Flight data has been used to determine connectivity between countries and therefore risk of onward transmission from China to other countries. Early in the outbreak, Bogoch et al. listed the countries at most risk of importations given the number of flights from Wuhan. 7 Their ranking ultimately followed closely the countries that first reported imported cases, albeit with some countries predicted to report that did not. Since then others have used flight and other data to highlight countries at most risk of importation of SARS-CoV-2 from China. 8, 9 These papers have then used the infectious disease vulnerability index (IDVI) as an assessment of how at risk a country is to local transmission. 8, 9 In countries where importations are occurring, it will be important to quantify the risk of onward transmission occurring and the extent of this transmission. Kucharski et al. 10 considered this generally given the number of importations using a probabilistic model, and Wu et al estimated a probability of transmission within cities outside China. 4 However risk estimates of importations to countries outside China have been focused on the risk of importations from mainland China, with the risk being correlated with the connectivity of places in mainland China to other countries. [7] [8] [9] As transmission increasingly occurs in countries outside mainland China it may also become important to consider the risk of importations to and from other countries. Indeed there have already been cases outside of China, only reporting travel history to countries outside of China, such as from Singapore to the UK, 11 and from Thailand, Singapore and Japan to South Korea. 12 In light of this, there is some urgency to assessing the relative risks of onward transmission between countries outside of China.",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 271,
                    "text": "7",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 552,
                    "end": 554,
                    "text": "8,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 555,
                    "end": 556,
                    "text": "9",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 703,
                    "end": 705,
                    "text": "8,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 706,
                    "end": 707,
                    "text": "9",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 884,
                    "end": 886,
                    "text": "10",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1057,
                    "end": 1058,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1293,
                    "end": 1296,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1297,
                    "end": 1300,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1301,
                    "end": 1304,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1680,
                    "end": 1682,
                    "text": "12",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Therefore in this paper we estimate 1) the number of imported cases globally from Wuhan (using flight data and the currently reported cases), then using our estimates of the number of imported cases and current estimates of R0 for SARS-CoV-2 we estimate, 2) the probability of an outbreak in countries outside mainland China, and finally given this outbreak risk and the flights between countries outside mainland China, we estimate 3) the risk index for importations occurring from and to countries outside mainland China. There is, of course, large uncertainty in these values and we propagate the uncertainty through the estimates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.17.20024075 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We used the information on the date, location, and travel history of each reported COVID-19 case, which was synthesized and made publicly available by the nCoV-2019 Data Working Group. 13 For each country or territory outside of mainland China, we collated data on the total number of reported COVID-19 cases imported from Wuhan only (not from other places in China), based on the epidemiological data updated as of 7 th February-15 days since the Wuhan shutdown (Table S1) . For a small number of cases, we were unable to identify the cities from which they were imported. We included these into our data as having originated from Wuhan to avoid producing false positive results when we later on identified countries that may have under-detected SARS-CoV-2 importation from Wuhan.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 187,
                    "text": "13",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 463,
                    "end": 473,
                    "text": "(Table S1)",
                    "ref_id": null
                }
            ],
            "section": "Case data"
        },
        {
            "text": "We used the monthly number of air ticket bookings during 2017 from the Official Airline Guide 14 to approximate the volumes of air passengers for each origin-destination route.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Flight data"
        },
        {
            "text": "For each country or territory outside of mainland China (denoted by ), we assumed that the total number of COVID-19 cases imported from Wuhan ( ) followed a Poisson distribution with rate parameter proportional to the number of air travelers from Wuhan during January 2020 ( → , ), with an unknown coefficient 0 to be estimated from data (more detail in supporting information):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "To date, the reported total number of imported cases from Wuhan ( ) differ substantially between countries even after adjusting for the volumes of air passengers arriving from Wuhan. We assumed this was due to inter-country variation in case detection and reporting rates. We ranked countries based on the ratio between the reported case count and passenger volume → , , and assumed all the imported COVID-19 cases from Wuhan have been successfully detected and reported by countries having the top 10 rankings, to provide a conservative estimate for 0 and hence the number of cases imported from Wuhan to the rest of the countries we consider. In the equation below, Θ refers to the set of the aforementioned countries having the highest rankings, and the posterior of 0 follows a gamma distribution if we impose a uniform prior:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "The posterior predictive distribution of the estimated number of COVID-19 cases imported from Wuhan to each country ∉ Θ is thus a Gamma-Poisson mixture. Alternatively, this can be viewed as a negative binomial distribution that models the number of failures before the (∑ + 1 ∈Θ ) th success in a series of independent and identical Bernoulli trials, each with probability of . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "The copyright holder for this preprint ⁄",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": ". Subsequently, we computed the 95% uncertainty interval for the total number of COVID-19 cases imported from Wuhan to each country ∉ Θ. The left tail probability P( ≤ ) can also be used to identify countries that may have under-detected COVID-19 importation from Wuhan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Next, we propagated the uncertainty in the estimated number of imported COVID-19 cases from Wuhan, and estimated the probability that a local outbreak would occur and sustain for at least three generations (hereinafter referred to as \"local outbreak risk\") for each country or territory outside mainland China. We modelled the offspring distribution of each case as a negative binomial distribution, with mean equal to the basic reproduction number estimated by Riou et al. 15 , and dispersion parameter assumed to be equal to that of SARS-CoV. 16 Using the first-step analysis, the local outbreak risk can be mathematically derived, where we created two scenarios for each country: (1) only the reported cases imported from Wuhan were immediately isolated, but the rest of the estimated cases were not (main analysis) and (2) immediate isolation of 95% of the estimated imported cases from Wuhan. Here, we assumed that immediately isolated cases were not able to cause any secondary infection throughout their infectious periods, and hence the local outbreak risk estimation was conservative. For the main analysis, we truncated the uncertainty distribution of the imported case count derived earlier using the reported case count, to ensure that the estimated total number of cases imported from Wuhan was always greater than or equal to the reported case count. Countries with a local outbreak risk above 0.5 in our main analysis were named as potential donor countries, and subsequently assessed for their relative potential of exporting SARS-CoV-2 to any recipient country or territory outside mainland China, described as follows.",
            "cite_spans": [
                {
                    "start": 474,
                    "end": 476,
                    "text": "15",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 545,
                    "end": 547,
                    "text": "16",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "For each recipient country outside mainland China , we derived a COVID-19 introduction index → (on a relative scale) that ranks potential donor countries in terms of their viral exportation potential. This was expressed as the product of the probability of travelling from a potential donor country to a recipient country in February, and the local outbreak risk , where the total population size in each potential donor country ( ) was based on the data published by the Socioeconomic Data and Applications Centre 17 . In addition, we also derived the total COVID-19 introduction index estimate for each recipient country ( •→ ) by summing over all the potential donor countries :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.02.17.20024075 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Outside of mainland China, most countries or territories we estimate as having a large number of COVID-19 cases imported from Wuhan are located in Asia (Figure 1 and Table S1 ). Outside Asia, we estimate United States, Australia, and United Kingdom as having the highest imported case count estimates (Figure 1 and Table S1 ). In addition, we also identify countries whose reported number of imported cases from Wuhan is less than the 5 th percentile of the posterior predictive distribution of our imported case estimates (Table 1) , suggesting under-detected cases imported from Wuhan in these countries or territories. In particular, we estimate that Thailand received 97 (95% CI: 66-136) imported cases from Wuhan-the largest among all the countries analyzed but have only reported ~20 cases (Table 1) . For Indonesia there have not been any reported COVID-19 cases imported from Wuhan, and yet we estimate at least 19 (95% CI: 10-30) imported cases.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 152,
                    "end": 161,
                    "text": "(Figure 1",
                    "ref_id": null
                },
                {
                    "start": 166,
                    "end": 174,
                    "text": "Table S1",
                    "ref_id": null
                },
                {
                    "start": 301,
                    "end": 310,
                    "text": "(Figure 1",
                    "ref_id": null
                },
                {
                    "start": 315,
                    "end": 323,
                    "text": "Table S1",
                    "ref_id": null
                },
                {
                    "start": 523,
                    "end": 532,
                    "text": "(Table 1)",
                    "ref_id": null
                },
                {
                    "start": 796,
                    "end": 805,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "If we assume each country has immediately isolated all the reported cases imported from Wuhan (and therefore truncated transmission), but not isolated the extra cases we estimated and that no extra control measures are put in place, we estimate that the chance that local transmission would occur and sustain for at least three generations exceeds 50% for a total of 16 countries or territories, including four outside Asia: Australia, Canada, United Kingdom, and United States ( Table 2 ). In a second scenario, where we assume that 95% of all the imported cases from Wuhan were immediately isolated, the estimated local outbreak risk reduces substantially, with only Thailand having a local outbreak risk estimate greater than 50%. Still, the estimated risk of local transmission sustaining for at least three generations is not negligible (> 20%) in many other countries or territories, including Japan, Taiwan, Hong Kong, South Korea, United States, Malaysia, and Singapore ( Table 2 for the countries or territories having a local outbreak risk estimate greater than 50% in the main analysis, and Figure 2 & Table S2 for results obtained for all countries or territories outside of mainland China). For countries where we estimate a large number of unreported cases, the local outbreak risk is ranked higher in the first scenario than the second scenario, as the extra estimated cases not being detected means a higher risk of onward transmission compared to countries where we estimate higher detection (Table 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 480,
                    "end": 487,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 980,
                    "end": 987,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 1102,
                    "end": 1110,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 1113,
                    "end": 1121,
                    "text": "Table S2",
                    "ref_id": null
                },
                {
                    "start": 1509,
                    "end": 1517,
                    "text": "(Table 2",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "For each recipient country or territory outside mainland China, we assess the relative potential of COVID-19 introduction from each donor country that has a local outbreak risk estimate exceeding 50%. For example, Hong Kong, Singapore, and Australia are found to have the highest COVID-19 introduction index estimates when we consider the United Kingdom as the recipient country. Using the United Kingdom, United States, South Korea, and South Africa as recipient country examples, we highlight the top donor countries or territories based on the COVID-19 introduction index estimate for each of these countries (Figure 3 ). The COVID-19 introduction index estimates for all pairs of donor-recipient countries create a network of ranked possible importation links between countries outside mainland China (Table S3A ). The total COVID-19 introduction index estimate from all the potential donor countries is highest for Taiwan followed by Japan (full list of estimates shown in Table S3B ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 612,
                    "end": 621,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 805,
                    "end": 815,
                    "text": "(Table S3A",
                    "ref_id": null
                },
                {
                    "start": 978,
                    "end": 987,
                    "text": "Table S3B",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The copyright holder for this preprint Table 2 : Countries or territories having a local outbreak risk greater than 50% in the main analysis (i.e. assuming immediate isolation of all the reported cases imported from Wuhan). In an alternative scenario, we assumed that each country or territory was able to isolate 95% of all the cases imported from Wuhan, and the risk of local outbreak was re-computed (shown in the last column). Figure 1 : Posterior median estimate of the number of COVID-19 cases imported from Wuhan, for each country or territory outside mainland China. For the countries having the top 10 highest ratios between the reported number of imported cases and the volume of passengers from Wuhan (used as the top reporting rate in our analysis), the reported case counts were shown instead. Figure 2 : Estimated probability that a local outbreak will occur and sustain for at least 3 generations following the importation from Wuhan (\"local outbreak risk\") for each country or territory outside mainland China: (A) Assuming immediate isolation of all the reported cases imported from Wuhan; (B) Assuming immediate isolation of 95% of all the imported cases from Wuhan occurs. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 39,
                    "end": 46,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 431,
                    "end": 439,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 807,
                    "end": 815,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.02.17.20024075 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "This study quantifies, with uncertainty, the estimated number of cases imported from Wuhan to countries outside mainland China. As we use information from the places with the highest ratio of the reported case count to the volume of passengers from Wuhan, we are only estimating the number of importations if these places with the highest ratio are capturing all imported cases. Therefore our estimates should be viewed as a lower bound on the number of imported infections, given possible mild and asymptomatic infections. Even given this, we estimate that Indonesiawhich has reported 0 cases to date-would be expected to have more cases than this, in line with estimates from Lipsitch et al. 6 . In addition, in places that have identified some cases-such as Thailand, Japan, South Korea, Taiwan and Hong Kong, the US and Malaysia-we estimate that the imported number of cases from Wuhan is even higher than those reported. In some of these places, testing may be already increasing, but if not, our results would suggest that these places should be targets for increased screening and testing for SARS-CoV-2.",
            "cite_spans": [
                {
                    "start": 694,
                    "end": 695,
                    "text": "6",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We next probabilistically determine the risk of local transmission within countries outside mainland China. There is of course currently great uncertainty in these estimates, however some of the countries we estimate with the highest probability have indeed reported (limited) local transmission such as Thailand, the US, Singapore, Taiwan, Japan and the South Korea 18 . This information was not used to generate our estimates, but provides some validation for the model. In countries such as Singapore, intensive contact tracing of cases and testing of all pneumonia cases was implemented 19 , increasing the likelihood of finding community transmission. The impact of control measures after initial detected cases is not included in our model, but may alter the risk of onward transmission and should be considered in further iterations of the model as in other modelling work considering impact interventions under different transmission scenarios. 20, 21 Other countries that we estimate to be at high risk of local transmission, but that have not yet detected transmission 18 include Indonesia, Cambodia, Canada and the Philippines. For all these places, our results suggest there could be a consideration of expanding testing of pneumonia or influenza like illness cases beyond those who have currently travelled, to find community transmission as soon as possible after it occurs, as has been ongoing in Singapore 19 and has been recommended recently in some areas of the US 22 .",
            "cite_spans": [
                {
                    "start": 591,
                    "end": 593,
                    "text": "19",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 953,
                    "end": 956,
                    "text": "20,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 957,
                    "end": 959,
                    "text": "21",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1422,
                    "end": 1424,
                    "text": "19",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1483,
                    "end": 1485,
                    "text": "22",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We estimate that in the first wave of inter-country spread not including mainland China the countries at highest risk are still mainly within Asia, the Pacific, North America and Europe. The first importations of cases to and from countries outside mainland China have already occurred, including from Singapore to the UK, 23 and Thailand, Japan and Singapore to the South Korea. 12 Singapore was second highest on our UK donor risk result list after Hong Kong and Japan, Singapore and Thailand were numbers 4, 5 and 6 on the South Korea's list after Macao, Hong Kong and Taiwan. Given our results and these observations, it would seem prudent for planning to consider the scenario in which the number of countries that may be both recipient and donors of importations will be increasing. Once transmission is confirmed in a possible donor country, our estimates of the risk transmission index are no longer needed, and the number of reported cases and the volume of traffic between countries are what will become important (see Table S3 ). However it must be considered that transmission may not always be detected quickly in all possible donor countries so estimates of the risk of transmission in donor countries may remain useful for planning. Though many of the countries at risk of second wave importations are similar to those at risk from Wuhan, there are some countries that we did not estimate as having the highest numbers of importations from Wuhan, but become at increased risk as we consider donor countries outside mainland China. These include India, New Zealand, Spain and Mexico, as they have greater links to countries outside mainland China than to Wuhan, China. With the first imported case in Africa recently reported in Egypt 24 (which was estimated to have the highest link with mainland China by Lai et al. 8 ,) we must assess where we are in the timeline of the outbreak with respect to importations to Africa, and including the risk of importation from not only mainland China could be important here.",
            "cite_spans": [
                {
                    "start": 323,
                    "end": 325,
                    "text": "23",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 380,
                    "end": 382,
                    "text": "12",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1832,
                    "end": 1833,
                    "text": "8",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 1029,
                    "end": 1037,
                    "text": "Table S3",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Not included in our analysis currently is the risk of importation from places in China outside Wuhan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There have yet not been enough importations from outside Wuhan to use our current method, and there is currently much uncertainty on the numbers of cases in China to use this data. However as this changes, methods using both types of data could be considered here. The links between other places in China may follow similar patterns to Wuhan and therefore our risk of countries vulnerable for outbreaks and sourcing onward transmission may be similar, but there may be places that are differentially connected to Wuhan and other places in China and so will become at increased risk as importations from China continue. In addition, flights from other places in China to different countries will be truncated at different times for different countries depending on if and when countries halted incoming flights from China. We also currently don't consider travel across land or sea borders in our analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There are other limitations to our analysis. We assume that R0 in places outside of Wuhan is similar to that estimated from early transmission in Wuhan, however we do not know how variation in climate, population structure, contact patterns, control measures such as contact tracing and quarantine, and other factors may impact transmission. This is an important area for future research based on what is observed in different places and the extension of the analysis to explicitly model transmission in each recipient country can be undertaken as more becomes known.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In summary, we estimate a number of imported cases from Wuhan that were undetected. Given these importations, we estimate a high risk of onward transmission within a number of countries outside mainland China, particularly in those places where cases were not detected, as these undetected cases could not be isolated, and transmission truncated. Given our results of high risk of onward transmission we highlight the importance of wider testing to pick up community transmission as soon as possible after transmission occurs. We also highlight countries that become at increased risk of importation as transmission occurs outside China, and provide results for each country to assess the countries that pose their highest risk of importation. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "0",
            "pages": "30251--30259",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001316"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Lancet",
            "volume": "",
            "issn": "0",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30183-5"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "0",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30260-9"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Using predicted imports of 2019-nCoV cases to determine locations that may not be identifying all imported cases. medRxiv",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Salazar",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "De",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Niehus",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "O"
                    ],
                    "last": "Buckee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.04.20020495"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Pneumonia of Unknown Etiology in Wuhan, China: Potential for International Spread Via Commercial Air Travel",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "I"
                    ],
                    "last": "Bogoch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Watts",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Thomas-Bachli",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huber",
                    "suffix": ""
                },
                {
                    "first": "Mug",
                    "middle": [],
                    "last": "Kraemer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Travel Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/jtm/taaa008"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Assessing spread risk of Wuhan novel coronavirus within and beyond China",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Bogoch",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ruktanonchai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.04.20020479"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Preparedness and vulnerability of African countries against introductions of 2019-nCoV. medRxiv",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gilbert",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pullano",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pinotti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.05.20020792"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Early dynamics of transmission and control of 2019-nCoV: a mathematical modelling study. medRxiv",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Kucharski",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Diamond",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Funk",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Eggo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.01.31.2001990111.BBCNEWS"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "nCoV-2019 Data Working Group. No Title. Epidemiological Data from the nCoV-2019 Outbreak: Early Descriptions from Publicly Available Data",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Definitive flight information, aviation intelligence and analytics",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Oag",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Oag",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Pattern of early human-to-human transmission of Wuhan",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Riou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Althaus",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Eurosurveillance",
            "volume": "25",
            "issn": "4",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES.2020.25.4.2000058"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Superspreading and the effect of individual variation on disease emergence",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Lloyd-Smith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Schreiber",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Kopp",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Getz",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "WHO. WHO Coronavirus Situation Report February",
            "volume": "438",
            "issn": "",
            "pages": "355--359",
            "other_ids": {
                "DOI": [
                    "10.1038/nature0415317"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "All pneumonia patients in public hospitals in Singapore being tested for coronavirus: MOH, Health News & Top Stories -The Straits Times",
            "authors": [],
            "year": 2020,
            "venue": "Straits Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Effectiveness of airport screening at detecting travellers infected with novel coronavirus (2019-nCoV)",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Quilty",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Clifford",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Flasche",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Eggo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Eggo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eurosurveillance",
            "volume": "25",
            "issn": "5",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES.2020.25.5.2000080"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Feasibility of controlling 2019-nCoV outbreaks by isolation of cases and contacts. medRxiv",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hellewell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Abbott",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gimma",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.08.20021162"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The US will begin testing patients with flu-like symptoms for coronavirus in an expanded effort to contain the outbreak",
            "authors": [],
            "year": 2020,
            "venue": "Business Insider -Business Insider Singapore",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Coronavirus: Third UK patient \"caught coronavirus in Singapore",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bbc News",
                    "suffix": ""
                }
            ],
            "year": 1924,
            "venue": "CNA. Egypt confirms first coronavirus case in Africa -CNA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Estimated COVID-19 introduction index between each donor country and (A) United Kingdom, (B) United States, (C) South Korea, and (D) South Africa as the recipient countries. Donor countries refer to countries or territories outside mainland China with a local outbreak risk estimate exceeding 50% in the main analysis. The width of each flight route denotes connectivity between the donor and recipient. Countries with thick black borders or are in a bounding box with a thick black border denote that they are within the top 5 donors in terms of their COVID-19 introduction index estimates for that recipient country.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Countries or territories with likely under-detection of COVID-19 cases imported from Wuhan: Reported and estimated case count, and left-tailed P-value.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}