{
    "paper_id": "a7804d77d1a75810af0148d8fea8acbe2941f1b9",
    "metadata": {
        "title": "The effect of variant interference on de novo assembly for viral deep sequencing",
        "authors": [
            {
                "first": "Christina",
                "middle": [
                    "J"
                ],
                "last": "Castro",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rachel",
                "middle": [
                    "L"
                ],
                "last": "Marine",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Edward",
                "middle": [],
                "last": "Ramos",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Terry",
                "middle": [],
                "last": "Fei",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Fan",
                "middle": [],
                "last": "Ng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Viruses have high mutation rates and generally exist as a mixture of variants in biological samples. Next-24 generation sequencing (NGS) approach has surpassed Sanger for generating long viral sequences, yet how 25 variants affect NGS de novo assembly remains largely unexplored. Our results from >15,000 simulated 26 experiments showed that presence of variants can turn an assembly of one genome into tens to thousands of 27 contigs. This \"variant interference\" (VI) is highly consistent and reproducible by ten most used de novo 28 assemblers, and occurs independent of genome length, read length, and GC content. The main driver of VI is 29 pairwise identities between viral variants. These findings were further supported by in silico simulations, 30 where selective removal of minor variant reads from clinical datasets allow the \"rescue\" of full viral genomes 31 from fragmented contigs. These results call for careful interpretation of contigs and contig numbers from de 32 novo assembly in viral deep sequencing. Genomic surveillance of viruses is particularly important in light of their rapid rate of evolution. Viruses 44 have higher mutation rates than cellular-based taxa, with RNA viruses having mutation rates as high as 1.5 × 45 10 −3 mutations per nucleotide, per genomic replication cycle. 4 Due to this high mutation rate, it is well 46 established that most RNA viruses exist as a swarm of quasispecies, 5 with each quasispecies containing unique 47 single nucleotide polymorphisms (SNPs). The presence of these variants plays a key role in viral adaptation. 48 49 Due to viruses' rapid evolution, a single clinical sample often contains a mixture of many closely related 50 viruses. Viral quasispecies are mainly derived from intra-host evolution, with RNA viruses such as poliovirus, 51 human immunodeficiency virus (HIV), hepatitis C (HCV), influenza, dengue, and West Nile viruses maintaining 52 diverse quasispecies populations within a host. 6, 7, 8, 9, 10, 11, 12, 13 Conversely, the term \"viral strains\" often refers 53 to different lineages of viruses found in separate hosts, or a co-infection of viruses in the same host due to 54 multiple infection events. As a result, sequence divergence is usually higher when comparing viral strains 55 compared to quasispecies. In this study, we use the term \"variant\" to encompass both quasispecies and 56 strains regardless of how the variants originated in the biological samples. 57 58 Since many sequencing technologies produce reads that are significantly shorter than the target 59 genome size, a process to construct contigs, scaffolds, and full-length genomes is needed. Reference-mapping 60 and de novo assembly are the two primary bioinformatic strategies for genome assembly. Reference-mapping 61 requires a closely-related genome as input to align reads, while de novo assembly generates contigs without 62",
            "cite_spans": [
                {
                    "start": 532,
                    "end": 534,
                    "text": "28",
                    "ref_id": null
                },
                {
                    "start": 753,
                    "end": 755,
                    "text": "30",
                    "ref_id": null
                },
                {
                    "start": 1131,
                    "end": 1133,
                    "text": "44",
                    "ref_id": null
                },
                {
                    "start": 1354,
                    "end": 1356,
                    "text": "46",
                    "ref_id": null
                },
                {
                    "start": 1580,
                    "end": 1585,
                    "text": "48 49",
                    "ref_id": null
                },
                {
                    "start": 1693,
                    "end": 1695,
                    "text": "50",
                    "ref_id": null
                },
                {
                    "start": 1807,
                    "end": 1809,
                    "text": "51",
                    "ref_id": null
                },
                {
                    "start": 1969,
                    "end": 1971,
                    "text": "6,",
                    "ref_id": null
                },
                {
                    "start": 1972,
                    "end": 1974,
                    "text": "7,",
                    "ref_id": null
                },
                {
                    "start": 1975,
                    "end": 1977,
                    "text": "8,",
                    "ref_id": null
                },
                {
                    "start": 1978,
                    "end": 1980,
                    "text": "9,",
                    "ref_id": null
                },
                {
                    "start": 1981,
                    "end": 1984,
                    "text": "10,",
                    "ref_id": null
                },
                {
                    "start": 1985,
                    "end": 1988,
                    "text": "11,",
                    "ref_id": null
                },
                {
                    "start": 1989,
                    "end": 1992,
                    "text": "12,",
                    "ref_id": null
                },
                {
                    "start": 1993,
                    "end": 1995,
                    "text": "13",
                    "ref_id": null
                },
                {
                    "start": 2046,
                    "end": 2048,
                    "text": "53",
                    "ref_id": null
                },
                {
                    "start": 2669,
                    "end": 2671,
                    "text": "60",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "23"
        },
        {
            "text": "The rise of NGS and de novo assembler use in GenBank viral sequences 73 74 GenBank viral entries from 1982-2017 were collected and analyzed, with extensive analyses performed 75 to evaluate technologies and bioinformatics programs cited in records deposited between 2011 and 2017. 76 Through 2017, there were over 2.3 million viral entries in GenBank; however, over 70% (1.7 million) do not 77 specify a sequencing technology [Supplement Table S1 ] due to the looser data requirement in earlier years. 78 When looking at recently deposited records (2014) (2015) (2016) (2017) , the Illumina sequencing platform was the most 79 common NGS platform used for viral sequencing, with about a 2-fold increase over the next most popular NGS 80 platform [ Figure 1d & e]. When long sequences (≥2,000 nt) are considered, NGS technologies surpassed 81 Sanger in 2017 as the dominant strategy for sequencing, comprising 53.8% (14,653/27,217) of entries 82 compared to 46.2% of entries (12,564/27,217) for Sanger [ Figure 1f and Supplement Table S2 ]. 83 84 Hybrid sequencing approaches, where researchers use more than one sequencing technology to 85 generate complete viral sequences, have also become more common over the past several years. The most 86 common combination observed was 454 and Sanger (18,002 entries), likely due to the early emergence of the 87 454 technology compared to other NGS platforms [ Figure 1c and Supplement Table S3 ]. However, combining 88 Illumina with various other sequencing platforms is quite commonplace (>10,000 entries).",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 74,
                    "text": "73 74",
                    "ref_id": null
                },
                {
                    "start": 175,
                    "end": 177,
                    "text": "75",
                    "ref_id": null
                },
                {
                    "start": 281,
                    "end": 283,
                    "text": "76",
                    "ref_id": null
                },
                {
                    "start": 502,
                    "end": 504,
                    "text": "78",
                    "ref_id": null
                },
                {
                    "start": 548,
                    "end": 554,
                    "text": "(2014)",
                    "ref_id": null
                },
                {
                    "start": 555,
                    "end": 561,
                    "text": "(2015)",
                    "ref_id": null
                },
                {
                    "start": 562,
                    "end": 568,
                    "text": "(2016)",
                    "ref_id": null
                },
                {
                    "start": 569,
                    "end": 575,
                    "text": "(2017)",
                    "ref_id": null
                },
                {
                    "start": 839,
                    "end": 841,
                    "text": "81",
                    "ref_id": null
                },
                {
                    "start": 974,
                    "end": 989,
                    "text": "(12,564/27,217)",
                    "ref_id": null
                },
                {
                    "start": 1137,
                    "end": 1139,
                    "text": "85",
                    "ref_id": null
                },
                {
                    "start": 1459,
                    "end": 1461,
                    "text": "88",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 438,
                    "end": 446,
                    "text": "Table S1",
                    "ref_id": null
                },
                {
                    "start": 748,
                    "end": 757,
                    "text": "Figure 1d",
                    "ref_id": null
                },
                {
                    "start": 1003,
                    "end": 1012,
                    "text": "Figure 1f",
                    "ref_id": null
                },
                {
                    "start": 1028,
                    "end": 1036,
                    "text": "Table S2",
                    "ref_id": null
                },
                {
                    "start": 1403,
                    "end": 1412,
                    "text": "Figure 1c",
                    "ref_id": null
                },
                {
                    "start": 1428,
                    "end": 1436,
                    "text": "Table S3",
                    "ref_id": null
                }
            ],
            "section": "72"
        },
        {
            "text": "De novo assembly programs (ABySS, BWA, Canu, Cap3, IDBA, MIRA, Newbler, SOAPdenovo, SPAdes, 91 Trinity, and Velvet) have increased from less than 1% of viral sequence entries in 2012, to 20% of all viral 92 sequence entries in 2017 [ Figure 1h & i]. A similar increase was observed for reference-mapping programs 93 (i.e., Bowtie and Bowtie2), from 0.03% in 2012 to 6.5% in 2017. Multifunctional programs (Suppl. Information) 94 that offer both assembly options were the most common programs cited for the years 2013-2017, but since 95 the exact sequence assembly strategy used for these records is unknown, the contributions of de novo 96 assembly are likely underestimated. An expanded summary of the sequencing technologies and assembly 97 approaches used for viral GenBank records is available in Supplement Tables S1-S6. 98 99 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 26,
                    "end": 33,
                    "text": "(ABySS,",
                    "ref_id": null
                },
                {
                    "start": 34,
                    "end": 38,
                    "text": "BWA,",
                    "ref_id": null
                },
                {
                    "start": 39,
                    "end": 44,
                    "text": "Canu,",
                    "ref_id": null
                },
                {
                    "start": 45,
                    "end": 50,
                    "text": "Cap3,",
                    "ref_id": null
                },
                {
                    "start": 51,
                    "end": 56,
                    "text": "IDBA,",
                    "ref_id": null
                },
                {
                    "start": 57,
                    "end": 62,
                    "text": "MIRA,",
                    "ref_id": null
                },
                {
                    "start": 63,
                    "end": 71,
                    "text": "Newbler,",
                    "ref_id": null
                },
                {
                    "start": 72,
                    "end": 83,
                    "text": "SOAPdenovo,",
                    "ref_id": null
                },
                {
                    "start": 84,
                    "end": 91,
                    "text": "SPAdes,",
                    "ref_id": null
                },
                {
                    "start": 92,
                    "end": 94,
                    "text": "91",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 234,
                    "end": 243,
                    "text": "Figure 1h",
                    "ref_id": null
                }
            ],
            "section": "90"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/815480 doi: bioRxiv preprint Effect of variant assembly using popular de novo assemblers 100 101 After establishing the growing use of NGS technologies for viral sequencing, we next focused on 102 understanding how the presence of viral variants may influence de novo assembly output. We generated 247 103 simulated viral NGS datasets representing a continuum of pairwise identity (PID) between two viral variants, 104 from 75% PID (one nucleotide difference every 4 nucleotides), to 99.6% PID (one nucleotide difference every 105 250 nucleotides) [ Figure 2 ]. For Experiment 1, these datasets were assembled using 10 of the most used de 106 novo assembly programs [ Figure 2 and Supplement Figure S1a ] to evaluate their ability to assemble the two 107 variants into their own respective contigs as the PID between the variants increases. One key observation is that the assembly result can change from two (correct) contigs to many 110 (unresolvable) contigs simply by having variant reads; the presence of viral variants affected the contig 111 assembly output of all 10 assemblers tested. The output of the SPAdes, MetaSPAdes, ABySS, Cap3, and IDBA 112 assemblers shared a few commonalities, demonstrated by a conceptual model in Figure 3A . First, below a 113 certain PID, when viral variants have enough distinct nucleotides to resolve the two variant contigs, the de 114 novo assemblers produced two contigs correctly [ Figure 3 ]. We refer to this as \"variant distinction\" (VD), with 115 the highest pairwise identity where this occurs as the VD threshold. Above this threshold, the assemblers 116 produced tens to thousands of contigs [ Figure 3 ], a phenomenon we define as \"variant interference\" (VI). As 117 PID between the variants continue to increase, the de novo assemblers can no longer distinguish between the 118 variants and assembled all the reads into a single contig, a phenomenon we define as \"variant singularity\" 119 (VS). [ Figure 3 ]. The lowest pairwise identity where a single contig is assembled is the VS threshold. 120 121 Slight differences in the variant interference patterns (relative to the canonical variant interference 122 model) were observed for the 10 assemblers investigated. VD was observed for SPAdes, MetaSPAdes, and 123 ABySS assemblers. While it was not observed with Cap3 and IDBA with the current simulated data parameters, 124 we speculate that VD may occur at a lower PID level for these assemblers than tested in this study. The PID 125 range where VI was observed was distinct for each de novo assembler [ Figure 3 ]. During VI, SPAdes produced 126 as many as 134 contigs and ABySS produced 3,076 contigs, while MetaSPAdes, Cap3, and IDBA produced up to 127 10. 128 7 129 A different pattern was observed for Mira, Trinity, and SOAPdenovo2 assemblers. The average number 130 of contigs generated by Mira, Trinity, and SOAPdenovo2 was 5, 36, and 283, respectively across all variant PIDs 131 from 75%-99.96%. Specifically, Mira and Trinity generated fewer contigs at low PID, but produced many 132 contigs when the two variants reach 97.1% PID and 96.0% PID, respectively. For SOAPdenovo2, a larger 133 number of contigs were produced regardless of the PID. This indicates that these assemblers generally have 134 major challenges producing a single genome; this has been observed in previous studies comparing assembly 135 performance. 15 136 137 Finally, Geneious and CLC were the least affected by VI in the simulated datasets tested, returning only PID, but tens to thousands of contigs were generated at a slightly lower PID of 99.21%. This PID threshold, 158 99.21%, marked the drastic transition from VS to VI, whereas the transition from VI to VD (i.e., the VD 159 threshold) occurred at 98.99% PID [ Figure 4b ]. A correlation was observed between genome length and the 160 number of contigs produced during VI, where longer genomes returned proportionally more contigs as 161 expected as total VI occurrence should increase with length [r 2 = 0.967; p <0.0001 Figure 4b and 4c]. The read length of a given NGS dataset will vary depending on the sequencing platform and kits utilized 166 to generate the data. Since read length is an important factor for de novo assembly success, 16 we 167 hypothesized that it may also influence the ability to distinguish viral variants. For Experiment 3, using SPAdes For clinical samples, assembly of viral genomes is affected by multiple factors other than the presence 176 of variants, including sequencing error rate, host background reads, depth of genome coverage, and the 177 distribution (i.e., pattern) of genome coverage. We next utilized viral NGS data generated from four 178 picornavirus-positive clinical samples (one coxsackievirus B5, one enterovirus A71, and two parechovirus A3) 179 to explore VI in datasets representative of data that may be encountered during routine NGS. The NGS data 180 for each sample was partitioned into four bins of read data: (1) total reads after quality control (T); (2) major 181 variants only (M); (3) major and minor variants only (Mm); and (4) major variants and background non-viral 182 reads only (MB) [ Figure 5 ]. These binned datasets were then assembled separately using three assembly 183 programs: SPAdes, Cap3, and Geneious. By comparing these manipulations, we aimed to test the hypothesis 184 that minor variants directly affect the performance of assembly through VI in real clinical NGS data. 185 186 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 2494,
                    "end": 2497,
                    "text": "124",
                    "ref_id": null
                },
                {
                    "start": 3493,
                    "end": 3496,
                    "text": "135",
                    "ref_id": null
                },
                {
                    "start": 4916,
                    "end": 4919,
                    "text": "179",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 667,
                    "end": 675,
                    "text": "Figure 2",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 785,
                    "end": 793,
                    "text": "Figure 2",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 809,
                    "end": 819,
                    "text": "Figure S1a",
                    "ref_id": null
                },
                {
                    "start": 1352,
                    "end": 1361,
                    "text": "Figure 3A",
                    "ref_id": null
                },
                {
                    "start": 1545,
                    "end": 1553,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 1764,
                    "end": 1772,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 2069,
                    "end": 2077,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 2680,
                    "end": 2688,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 3882,
                    "end": 3891,
                    "text": "Figure 4b",
                    "ref_id": "FIGREF14"
                },
                {
                    "start": 4143,
                    "end": 4152,
                    "text": "Figure 4b",
                    "ref_id": "FIGREF14"
                },
                {
                    "start": 5277,
                    "end": 5285,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "90"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/815480 doi: bioRxiv preprint Even with an adequate depth of coverage for genome reconstruction, assembly of total reads (T) in 187 11/12 experiments resulted in unresolved genome construction -resulting in numerous fragmented viral 188 contigs [ Figure 6 ]. The only exception was one experiment where one single PeV-A3 (S1) genome was 189 assembled using Cap3. When only reads from the major variant were assembled (M), full genomes were 190 obtained for all datasets using SPAdes and Cap3, and for the CV-B5 sample using Geneious. Conversely, 191 assembly of the read bins containing major and minor variants (Mm) resulted in an increased number of 192 contigs for 9 of the 12 sample and assembly software combinations tested [ Figure 6 ], indicating that VI due to Several experiments using simulated and clinical sample NGS data were performed to evaluate the 212 ability of genome assembly programs to distinguish genome variants. All assemblers investigated generated 213 fragmented assemblies when the data contained reads from two closely related variants due to \"variant 214 interference\" (VI). Changes in pairwise identity (PID) as small as 0.01% between the two variants triggered an 215 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 650,
                    "end": 661,
                    "text": "Conversely,",
                    "ref_id": null
                },
                {
                    "start": 662,
                    "end": 665,
                    "text": "191",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 363,
                    "end": 371,
                    "text": "Figure 6",
                    "ref_id": "FIGREF16"
                },
                {
                    "start": 847,
                    "end": 855,
                    "text": "Figure 6",
                    "ref_id": "FIGREF16"
                }
            ],
            "section": "90"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/815480 doi: bioRxiv preprint assembler to change from producing one or two contigs to producing hundreds of contigs. A quintessential 216 example of this phenomenon was the SPAdes assembly of EV-A71 sequences during the in silico experiments 217 with clinical NGS data. Assembly of major variant reads resulted in one full length contig [ Figure 5 ], whereas 218 assembly of datasets containing the major and minor variant reads (Mm and T) were characterized by a 219 number of contigs, resulting in \"cobwebs\" of contig fragments when visualized using Bandage [Supplement 220 Figure S2 ]. 22 Even though the de novo assembly graph linked the different contig fragments, the assembly 221 could not differentiate the multiple routes of possible contig construction. We speculate this is the main 222 reason why VI occurs in the context of de Bruijn graph assemblers.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 456,
                    "end": 464,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 693,
                    "end": 702,
                    "text": "Figure S2",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "90"
        },
        {
            "text": "The simulated experiments suggested that genome length and read length influence VI; A longer 225 genome length will produce proportionally more contigs during VI, whereas a longer read length decreases 226 the PID range where VI occurs [ Figure 4 ]. While longer read length improves assembly, unfortunately, 227 platforms that produce long reads such as Oxford Nanopore and PacBio have higher error rates. 23 Until long 228 reads can be produced at high fidelity, researchers must continue to rely on combining long-and short-read The large number of contigs generated due to VI may be overwhelming for most researchers, and for 232 viral ecology studies, could lead to over-estimation of species richness for methods that use contig spectra to 233 infer richness, such as PHACCS or CatchAll. 24, 25, 26 This phenomenon may also impact studies differently 234 depending on the overall goal for generating viral sequence data. For example, some researchers may only be 235 concerned with generating a single major consensus genome, even when variants are detected in the data. The effects of VI could potentially be mitigated by running multiple assembly programs. A previous 243 study testing bioinformatics strategies for assembling viral NGS data found that employing sequential use of 244 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 747,
                    "end": 750,
                    "text": "233",
                    "ref_id": null
                },
                {
                    "start": 795,
                    "end": 798,
                    "text": "24,",
                    "ref_id": null
                },
                {
                    "start": 799,
                    "end": 802,
                    "text": "25,",
                    "ref_id": null
                },
                {
                    "start": 803,
                    "end": 805,
                    "text": "26",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 239,
                    "end": 247,
                    "text": "Figure 4",
                    "ref_id": "FIGREF14"
                }
            ],
            "section": "224"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/815480 doi: bioRxiv preprint de Bruijn graph and overlap-layout-consensus assemblers produced better assemblies. 15 We speculate that 245 this \"ensemble strategy\" 15 may perform better because the multiple assemblers complement one another by 246 having different VI PID thresholds. Future assembly approaches could also consider resolving the VI problem 247 by possibly discriminating the major and minor variant reads first (perhaps by coverage or SNP analysis), and 248 then assembling major and minor variant reads separately. This study aimed to understand how variants affect assembly. As an initial investigation, many 259 confounding factors were simplified for experimentation. Simulated variants studied here only depicted 260 periodic mutations, set at regular intervals. However, in real viral data, SNPs are never evenly distributed 261 across the genome, with zones of divergence and similarity. 31, 32 Other important factors which influence 262 genome assembly include sequencing error rates, presence of repetitive regions, and coverage depth. We 263 limited our experiments to keep these factors constant in order to investigate the sole effect of VI. Through 264 this exploration, we demonstrated that reads from related genome variants adversely affect de novo 265 assembly. As NGS and de novo assembly have become essential for generating full-length viral genomes, 266 future studies should investigate the combined effects of the number and relative proportion of minor 267 variants, as well as additional assembly factors (e.g., error rates) to supplement this work. 268 269 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 232,
                    "text": "15",
                    "ref_id": null
                },
                {
                    "start": 360,
                    "end": 363,
                    "text": "246",
                    "ref_id": null
                },
                {
                    "start": 1504,
                    "end": 1507,
                    "text": "266",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "224"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. Simulated genomes were generated using custom scripts that randomly assign each nucleotide over a 284 designated genome length with a weighted distribution dependent on the GC content [Supplement Figure S1 ]. 285 The random genomes were then screened using NCBI BLAST to insure no similarity/identity existed to any 286 classified organism (i.e., no BLAST hits). These simulated genomes served as the initial variant genome (variant 287 1). To generate the mutated variant genomes (variant 2), a custom script was used to systematically introduce 288 evenly distributed random mutations at rates from 1 mutation in every 4 nucleotides (75% PID) to 1 mutation 289 in every 250 nucleotides (99.6% PID), incrementing by 1 nucleotide. 290 291 Following the generation of initial and mutated variant genomes, high-quality fastq reads were 292 generated using ART, 33 simulating Illumina MiSeq paired-end runs at 50X coverage with 250 nt reads, 293 DNA/RNA mean fragments size of 500, and quality score of 93. Fastq reads were combined in equal numbers 294 for the initial and mutated variants, and used as input for subsequent de novo assembly experiments 295 [Supplement Figure S1 ]. The same process was utilized to generate the artificial genomes, initial and mutated 296 variant genomes, and reads for each of the experiments. 297 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 303,
                    "text": "285",
                    "ref_id": null
                },
                {
                    "start": 1138,
                    "end": 1141,
                    "text": "294",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 287,
                    "end": 296,
                    "text": "Figure S1",
                    "ref_id": null
                },
                {
                    "start": 1258,
                    "end": 1267,
                    "text": "Figure S1",
                    "ref_id": null
                }
            ],
            "section": "224"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/815480 doi: bioRxiv preprint Experiment 1: Analyzing simulated reads from variants using different de novo assembly programs 298 299 The simulated datasets containing reads from two variant genomes with nucleotide pairwise identity 300 ranging from 75%-99.6% were analyzed using 10 different genome assembly programs. Table S6 ]. The simulation settings for the reads were single-end reads, 250 nt read length, and 305 50X coverage. A total of 2,470 assemblies (247 datasets per genome X 10 assemblers) were analyzed 306 [Supplement Figure S1a ]. Cap3, and Geneious. The length of the longest contig produced from each assembly and the performance 353 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 249,
                    "text": "298 299",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 435,
                    "end": 443,
                    "text": "Table S6",
                    "ref_id": null
                },
                {
                    "start": 650,
                    "end": 660,
                    "text": "Figure S1a",
                    "ref_id": null
                }
            ],
            "section": "224"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. All authors contributed to the conceptualization, data analysis, preparation, and review of this manuscript. The authors declare no competing interests. 374 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "224"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/815480 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/815480 doi: bioRxiv preprint was the most apparent. When longer read lengths were used, the variant interference PID range was much 586 narrower than when shorter read lengths were used to build contigs. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/815480 doi: bioRxiv preprint tended to be paired with Illumina more frequently compared to traditional Sanger sequencing. A small 641 number of studies even combined three or four different sequencing technologies (530 and 6 entries, 642 respectively) [Supplement Table S4 ]. Some users employed a combined approach to circumvent the inherent 643 flaws of one sequencing platform, particularly for genome finishing. 44 For example, after NGS has been used to 644 generate the majority of a RNA virus genome, RACE (Rapid amplification of cDNA ends) is typically performed 645 with Sanger to obtain the 5' or 3' termini. 45 reference-mapping assembly, the exact sequence assembly strategy used for these records is unknown, and 661 thus the contributions of both de novo assembly and reference recruitment are likely underestimated. 662 663 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 1316,
                    "end": 1319,
                    "text": "644",
                    "ref_id": null
                },
                {
                    "start": 1476,
                    "end": 1478,
                    "text": "45",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1121,
                    "end": 1129,
                    "text": "Table S4",
                    "ref_id": null
                }
            ],
            "section": "224"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/815480 doi: bioRxiv preprint All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "224"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/815480 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "224"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Although NGS usage has risen tremendously, Sanger sequencing still contributed the majority 624 of all viral sequences. This is likely because Sanger is still attractive for generating short viral sequences over 625 genotyping windows or other informative regions. If only long sequences (≥2000 nt) are considered",
            "authors": [],
            "year": 2017,
            "venue": "GenBank's non-redundant nucleotide database had grown to more than 2.3 617 million virus sequences, with the annual number of new sequences deposited increasing by 270% between 618 2007 and 2017 [Figure 1a and Supplement Table S1",
            "volume": "144",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A total of 27,217 counts of sequencing technologies were listed for the 25,344 long viral GenBank 630 entries in 2017, as some sequences were generated using two or more sequencing technologies",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Illumina was identified as the most dominant NGS technology, accounting for 12,615/14,653 entries 633 (86.1%)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Sanger",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Multiple sequencing technologies may be used to generate viral sequence for one entry. The most 636 common combination observed was 454 and Sanger (18,002 entries), likely due to the early emergence of the 637 454 technology compared to other NGS platforms",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Illumina and Ion Torrent",
            "authors": [
                {
                    "first": "Sanger",
                    "middle": [],
                    "last": "Illumina",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Interestingly, more recently released longer-read platforms like PacBio and Oxford Nanopore 640 All rights reserved. No reuse allowed without permission. The copyright holder for this preprint",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Pacbio",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/815480"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "665 (a) Comparison of assemblers. First, an artificial reference genome and corresponding initial variant reads 666 were created with the following constraints: (1) reference genome length: 100K; (2) GC% of reference 667 genome: 50%; (3) read length: 250 nt; and (4) coverage: 50X. Second, an artificial mutated variant genome and 668 corresponding mutated variant reads were created 247 times, each with a differing pairwise percent identity 669 ranging from 1 mutation every 4 nucleotides (75% PID)",
            "authors": [],
            "year": null,
            "venue": "Supplement Figure S1. Workflow diagrams of simulated data from data creation through de novo assembly",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The initial and mutated variants were then combined and used as input for 10 different de novo assemblers 671 with varying underlying algorithms. A total of 2,470 assemblies were performed. (b) Comparison of genome 672 length and GC%. First, 13 artificial reference genomes and corresponding initial variant reads were created for 673 four different genome lengths (2Kb, 10Kb, 100Kb, and 1Mb), each specifying a different GC% ranging from 674 20%-80%. In addition, two actual virus reference genomes from NCBI were included",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Read lengths of 250 nt with a 676 coverage of 50X were used for all genomes. Second, an artificial mutated variant genome and corresponding 677 mutated variant reads were created 247 time, each with a differing pairwise percent identity ranging from 1 678 mutation every 4 nucleotides (75% PID) to 1 mutation in every 250 nucleotides (99.6% PID). The initial and 679 mutated variants were then combined for each and used as input for the SPAdes de novo assembler. A total of 680 13,338 assemblies were performed. (c) Comparison of read length. First, an artificial reference genome and 681 corresponding initial variant reads were created with the following constraints: (1) reference genome length: 682 100K; (2) GC% of reference genome: 50%; (3) read lengths: 50 nt, 100 nt, 150 nt, or 250 nt; and (4) coverage: 683 50X. Second, an artificial mutated variant genome and corresponding mutated variant reads were created, 684 each with a differing pairwise percent identity ranging from 1 mutation every 4 nucleotides (75% PID) up to 1 685 mutation in every 250 nucleotides (99.6% PID). The initial and mutated variants created for each of the four 686",
            "authors": [],
            "year": null,
            "venue": "NC_002645, with genome lengths of 7,440 nt and 27,317 nt, respectively",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "No reuse allowed without permission. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/815480"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "doi: bioRxiv preprint Supplement Table S1. Total counts from NCBI's GenBank non-redundant nucleotide database",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/815480"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "† Total count is the combination of all sequencing technologies listed for each entry plus the 697 total number of entries with sequencing technology omitted",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Total # of viral entries in GenBank because it accounts for all entries with multiple sequencing",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "All rights reserved. No reuse allowed without permission. The copyright holder for this preprint",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Sequencing Technology",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Seq",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Tech",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Oxford Nanopore",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "P"
                    ],
                    "last": "Oxford",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "702",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/815480"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "doi: bioRxiv preprint Supplement Table S2. Total count of sequencing technologies for sequences >2000 nt in the 705 NCBI GenBank non-redundant nucleotide database for years",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2012--2017",
            "other_ids": {
                "DOI": [
                    "10.1101/815480"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "These numbers were found with the following search criteria: \"viruses",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "707",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "No reuse allowed without permission. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/815480"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Sequencing Technologies, Seq",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "No reuse allowed without permission. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/815480"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Total count of assembly programs used to generate sequences >2000 nt 730 in the NCBI GenBank non-redundant nucleotide database",
            "authors": [],
            "year": null,
            "venue": "doi: bioRxiv preprint Supplement Table S5",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/815480"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "No reuse allowed without permission. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/815480"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "for investigating viral infections. 1 As technologies have evolved, the emergence of next-38 generation sequencing (NGS), which drastically reduced the cost per base to generate sequence data for 39 complete viral genomes, has allowed scientists to apply viral sequencing on a grander scale. 2 Genomic 40 sequencing is ideal for elucidating viral transmission pathways, characterizing emerging viruses, and locating 41 genomic regions which are functionally important for evading the host immune system or antivirals.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "for all pairwise identities. CLC's assembly algorithm primarily returned a single contig over the 139 range of PIDs tested (218/247 simulations; 88.3%), thus favoring VS. In comparison, Geneious predominantly 140 distinguished the two variants (234/247 simulations; 94.7%), favoring VD. 141 142 Effect of GC content and genome length on variant assembly 143 Experiment 2, we focused our study on evaluating whether VI observed in SPAdes de novo 145 assembly is influenced by the GC content or genome length of the pathogen. Two datasets were used for the 146 evaluation: reads generated from four artificial genomes ranging in length from 2 Kb to 1 Mb, as well as from 147 genome sequences of poliovirus (NC_002058; 7,440 nt in length) and coronavirus (NC_002645; 27,317 nt in 148 length). No discernable correlation was observed between the GC content of variant genomes and the degree 149 of VI for any of the simulated datasets [Supplemental Dataset S2, p < 0.0001]. Therefore, for subsequent 150 analyses examining the effects of genome length on VI, the number of contigs at each PID level was no matter the genome length, SPAdes produced vastly more contigs (i.e., VI) in a constant, 154 narrow range of PID [99%-99.21% ; Figure 4a & b]. The effect of variants on assembly was characterized by 155 the three distinct intervals described previously: VD at lower PIDs, VI [Figure 4b], and VS at higher PIDs for all 156 genome lengths. For example, during VS, a single contig was generated when the two variants shared ≥99.22%",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "168 we investigated assemblies with four typical read lengths: 50, 100, 150, and 250 nt. At longer read lengths, 169 the VD threshold occurred at higher PIDs [Figure 4d & e]. Also, with increasing read length, the width of the 170 PID window where VI occurs gradually decreased from a 1.52% spread to a 0.21% spread [Figure 4e]. This 171 indicates that longer reads are better for distinguishing viral variants with high PIDs. 172 173 In silico experiments examining variant assembly with NGS data derived from clinical samples 174 175",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "193 the addition of the minor variant reads likely adversely affected the assembly. The presence of background 194 reads with major variant reads (MB) did not appear to affect viral genome assembly, as the UG 50 % value, a 195 performance metric which only considers unique, non-overlapping contigs for target viruses 17 , was similar 196 between M and MB datasets. of the GenBank quantified the decade-long expansion of NGS technologies and de novo 201 assembly for viral sequencing [Figure 1]. As the number of viral sequences in public databases continues to 202 grow, an important question that naturally arises is how well current de novo assembly programs perform for 203 datasets with viral variants. Viral variants are expected in biological samples, with the number of variants and 204 the extent of the sequence divergence between variants related to the mutation rate of the virus and the 205 types of specimens that are being investigated. For example, samples containing rapidly evolving RNA viruses, 206 such as poliovirus,HIV, and HCV 7, 9, 18 , environmental samples, 19  and clinical samples from immunosuppressed 207 individuals 20, 21 usually harbor many variants. The ability to accurately distinguish variants is imperative to 208 inform treatments (in the case of HIV and HCV), or determine whether a subpopulation of a",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "236This is common during outbreak responses for pathogens such as Ebola virus or Middle East respiratory 237 syndrome coronavirus, where detection of SNPs (indicative of minor variants) is not immediately important.238    On the other hand, some investigations could favor distinguishing variants, such as for investigating the 239 presence of vaccine-derived poliovirus, where a small number of SNPs may distinguish a vaccine-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "observed VI occurring in simulated data from 2 Kb to 1 Mb genome lengths, we speculate 251 that it may not only affect viral data but also larger draft contigs of bacteria and other microorganisms. Even 252 though bacterial mutation rates are much lower than those of most viruses, bacterial variants are common.253    For environmental studies, bacterial metagenomes are known to contain many related taxa and variants 27 28, 254 29, 30 , and in clinical investigations, minor bacterial variants can harbor SNPs that provide resistance against 255 antimicrobials. This warrants future investigation into how the presence of variants may impact the",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "and assembler usage in the virus nucleotide collection in GenBank 272 Viral sequence entries from the GenBank non-redundant nucleotide collection were obtained by 273 downloading all sequences under the virus taxonomy through the end of 2017. A total of 2number of viral sequences submitted annually in GenBank through December 2017 was 277 calculated by filtering GenBank submissions by \"virus,\" followed by application of the following additional 278 filtering steps: \"genomic DNA/RNA\" was selected and a \"release date: Jan 1 through Dec 31\" was applied to 279 find the total number of viruses for a given year. A custom script was used to filter and count all documented 280 sequencing technologies and assembly methods used for each GenBank entry. 281 282 Creation of simulated variant genomes and reads 283",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Simulated data by varying genome length and GC content 309 310Artificial genomes were constructed for four genome lengths: 2 Kb, 10 Kb, 100 Kb, and 1 Mb, with311    varying GC content from 20%-80%, in 5% increments [SupplementFigure S1b]. Datasets derived using one 312 poliovirus genome (NC_002058) and one coronavirus genome (NC_002645) were also included in this analysis,313    representing the lower and upper genome length range typical of RNA viruses. The original GC content was 314 kept constant for the poliovirus and coronavirus genomes. For all of these genomes, simulated reads for initial315    and mutated variants were generated as above.316 317 A total of 13,338 SPAdes assemblies were generated, which included 12,844 assemblies for the four 318 artificial genomes (247 datasets per genome X 4 artificial genome lengths X 13 GC content proportions X 1 319 assembler) and 494 assemblies for the poliovirus and coronavirus datasets (247 datasets per genome X 2 320 genomes X 1 assembler) [Supplement Figure S1b]. JMP v13.0.0 (www.sas.com) was used to calculate 321 Pearson's correlation and Spearman's ρ values to compare the association between percent GC levels and the 322 number of contigs produced at each PID level. Since there was little statistical difference when comparing the 323 contig numbers generated at varying percent GC for each of the four genome length datasets (Spearman's ρ = 324 0.8299 to 0.9801, p<0.001) [Supplement Excel file], the final contig number was averaged across the 13 were generated as described above (\"Creation of simulated variant genomes and 331 reads\") for a genome of size 100 Kb with 50% GC; this was the starting initial variant genome. In this 332 simulation, initial and mutation variant reads at four sequencing read lengths (50, 100, 150, and 250 nt) were 333 created using ART. A total of 538 SPAdes assemblies were generated (47, 97, 147, and 247 datasets for the 50derived from clinical samples containing picornaviruses (one enterovirus A71 [EV-A71], 339 one coxsackievirus B5 [CV-B5] and two parechovirus A3 [PeV-A3]) were analyzed for this experiment, as 340 previous sequencing analysis using Geneious indicated the presence of genome variants. The datasets were 341 analyzed using an in-house pipeline (VPipe), 18 which performs various quality control (QC) steps and de novo 342 assembly using SPAdes. The post-QC reads were considered total reads (T)and mapped to their respective 343 reference genome in order to determine the major and minor variants present in each sample. Total reads 344 which mapped with high similarity (≥99%) to the major variant were categorized as reads representing the 345 major variant (M). Unbinned reads from the major variant reference recruitment were used to construct the 346 minor variant consensus using a second round of reference recruitment, and these reads were categorized as 347 the minor variant (m). Remaining reads from the previous two steps were considered background (B) reads. 348 349 De novo assembly for each of the four clinical samples was performed for the following binned NGS 350 datasets: (1) total reads only (T); (2) major variants only (M); (3) major and minor variants only (Mm); and (4) 351 major variants and background reads only (MB). This was repeated with three assembly programs: SPAdes, 352",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Figures and legends",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Trends and patterns of sequencing technology and assembly methods of viral entries in the 518 GenBank database. (a) Cumulative frequency histogram of all viral entries in GenBank from Jan. ). (b) Count of all viral entries with at least one Sequencing 520 Technology documented for the years 1982-2017. For panels (b) and (d), the \"Other\" category denotes entries 521 with the Sequencing Technology field omitted or mis-assigned. (c) Relationship between viral entries listing 522 one or two Sequencing Technologies during 1982-2017. The number inside the circle indicates viral entries 523 with only one Sequencing Technology listed; the number adjacent to the line indicates entries combining two 524 Sequencing Technologies. The thicker the connection line, the stronger the relationship. (d and e) Percentage 525 ratio graph of all viral entries with Sequencing Technology documented for the years 2010-2017, with (d) and 526 without (e) the Other category. The majority of entries in earlier years include omissions classified under the 527 Other category, which is detailed in Supplement Table S1. (f) Percentage ratio graph of viral entries with 528 length greater than 2000 nt that have been documented with one of the seven Sequencing Technologies for 529 the years 2012-2017. The seven technologies includes Sanger (n=1) and NGS technologies (n=6). (g) 530 Percentage ratio graph of viral entries with length greater than 2000 nt and that have been documented with 531 one of the six NGS as the Sequencing Technology for the years 2012-2017. Compared to panel (f), Sanger is 532 excluded in this graph. (h) Assembly method of viral entries greater than 2000 nt, showing percentage ratio 533 graph of entries with at least one Assembly Method. For (h) and (i), the Other category describes assembly 534 methods outside of the 18 most popular programs investigated. (i) Reclassification of panel (h) by the nature 535 of the assembly methods. The programs can be grouped into de novo assembler, referenceWorkflow diagram of the investigation of variant simulated NGS reads through de novo assembly. 543 First, in step 1, an artificial reference genome and corresponding initial variant reads were created with 544 varying constraints such as genome length, GC content, read length, and assemblers, according to the 545 experiment types as detailed in Supplement Figure S1. In the second step, an artificial mutated variant 546 genome was created. The process is repeated to generate 247 different mutated variants with controlled 547 mutation parameters-starting with 1 mutation every 4 nucleotides (75% PID) and ending with a mutated 548 variant with 1 mutation in every 250 nucleotides (99.6% PID). Mutated variant reads are also generated for 549 each of the mutation parameters. In the third and fourth steps, the initial and mutated variants were then 550 combined and used as input for de novo assembly for the three experiments, as detailed in The number of contigs generated by different de novo assemblers using simulated data containing 561 variants differed with a range of percentage identities (PID). Blue denotes de Bruijn graph assemblers (DBG); 562 green denotes overlap-layout-consensus assemblers (OLC); orange denotes commercialized proprietary 563 algorithms. Variant distinction, VD; variant interference, VI; variant singularity, VS. *For SOAPdenovo2, several 564 data points returned zero contigs due to a well-documented segmentation fault error. (a) Schematic diagram of the VD, VI, and VS, and their relationship to PID. (b) Comparison of output from 10 566 different assemblers. The number of contigs produced by each de novo assemblers at different variant PID 567 ranges (75%-99.6%) were shown. (c) Close-up of PID ranges where variant interference is the most 568 apparent. The y-axis denotes the number of contigs.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "The effect of genome length and read length on de novo assembly of simulated variants across a 573 range of percentage identities (PID). (a & b) Comparison of genome lengths. Six different genome lengths 574 were assembled and the final contig counts were tallied across varying PID thresholds (75%-99.6%). For the 575 simulated genome lengths of 2Kb, 10kb, 100Kb, and 1Mb, the average of contig number at each PID was 576 plotted. Panel (b) shows the close-up view where interference was the most prominent. For all six genome 577 lengths and each of the 13 iterations, VI consistently occurred in the same range of PID (99.00%-99.24%). The 578 assembly makes a transition from VD to VI at the threshold of 99.00%, and it makes a transition from VI to VS 579 at the threshold of 99.24%. Also, the longer the genome length, the more contigs produced during VI. (c) The 580 relationship between genome length and the total number of contigs produced. Data from panel (a) were 581 plotted on a logarithmic scale. The total number of contigs produced is significantly dependent on the genome 582 size (r 2 =0.967; p-value<0.0001). (d and e) The effect of read length in variant assembly with a genome size of 583 100K. Simulated data with four different read lengths were created and assembled, and the final contig counts 584 were tallied across varying PID thresholds (75%-99.6%). Panel (e) shows the close-up view where interference 585 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "The effect of variant interference in a real dataset from a clinical sample containing enterovirus 590 A71 (EV-A71) and its variants. Fastq reads were partitioned into four components: trimmed reads after 591 quality control (T), major variant (M), minor variant (m), and background (B). These reads were then combined 592 into four different experiments: T, M, Mm, and MB and assembled using SPAdes. The contig representation 593 schematic showing the abundance and length of the generated contigs reveals the impact of variant 594 interference on de novo assembly. The bar graphs show the UG 50 % metric and the length of the longest contig. 595 UG 50 % is a percentage-based metric that estimates length of the unique, non-overlapping contigs as 596 proportional to the length of the reference genome. 17 Unlike N 50 , UG 50 % is suitable for comparisons across 597 different platforms or samples/viruses. More clinical samples and viruses are analyzed similarly in Figure",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "The effect of variant interference on the assembly of four clinical datasets using three assembly 603 programs. Fastq reads were partitioned into four categories: total reads (T), major variant (M), minor variant 604 (m), and background (B). These reads were then combined into four different categories: T, M, major and 605 minor variants (Mm), and major variant and background (MB). Datasets were assembled using SPAdes, Cap3, 606 and Geneious. The bar graphs show the UG 50 % metric and the length of the longest contig. 607 608Coxsackievirus B5, CV-B5; Enterovirus A71, EV-A71; Parechovirus A3 (Sample 1), PeV-A3 (S1)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "novo assembly plays a major role in analyzing long viral sequences 648 649 We analyzed the assembly methods used for GenBank entries of long sequences (≥2000 nt) from 2012 to 2017 650 when NGS usage become relevant [Figure 1h & i and Supplement Table S5]. The number of programs used to 651 assemble viral sequences has steadily increased over time (a >2-fold increase from 2012-2017). With new 652 sequencing technologies emerging and computational power continually improving, the development of new 653 and better assembly programs always follows suite. The use of specifically-designed de novo assembly 654 programs (ABySS, BWA, Canu, Cap3, IDBA, MIRA, Newbler, SOAPdenovo, SPAdes, Trinity, and Velvet) has 655 increased from less than 1% of viral sequence entries in 2012, to 20% of all viral sequence entries in 2017. A 656 similar increase was observed for reference-mapping software (i.e., Bowtie and Bowtie2), from 0.03% in 2012 657 to 6.5% in 2017. Multifunctional programs that offer both assembly options, including CLC Genomics 658 Workbench (CLC), DNA Baser, DNASTAR, Geneious, and Sequencher, were by far the most popular option for 659 the years 2013-2017. However, since these commercial software packages can perform both de novo and 660",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "Analysis of the final contig assembly graphs for a clinical sample containing 692 enterovirus A71 (EV-A71) variants using Bandage. Based on the four assemblies in Figure 5, Bandage was 693 used to display the contig graphs from each SPAdes output. The visualizations for T, Mm, and MB show the 694 effects of variant interference, while M shows the ideal assembly.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The de novo assembly",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "metric UG 50 %. 17 were calculated to compare the results for these 48 assemblies (4 experiments X 4 viruses X 3 Sequencing reads for the experiments conducted using clinical specimens are available through the NCBI Sequence Read Archive (SRA) accession PRJNA577924. Reads from simulated datasets (Experiments 1-3) are This work was supported in part by Federal appropriations to the Centers for Disease Control and Prevention, 363 through the Advanced Molecular Detection Initiative line item. We thank Dr. Steve Oberste for thoughtful suggestions on this work.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "All rights reserved. No reuse allowed without permission. Ng TFF, et al. High Variety of Known and New RNA and DNA Viruses of Diverse Origins in Untreated Sewage.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": ". https://doi.org/10.1101/815480 doi: bioRxiv preprint Supplement Table S4. Total counts from NCBI's GenBank non-redundant nucleotide database of all entries with three and four sequencing technologies listed For example, there are a total of 6 entries in GenBank that have the following sequencing 723 technologies listed: 454, Illumina, Ion Torrent, and Sanger for one sequence entry.All rights reserved. No reuse allowed without permission.The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/815480 doi: bioRxiv preprint SupplementTable S6. The 10 de novo assemblers used for analysis of the simulated data, as categorized by their underlying assembly algorithms. de Bruijn graph, DBG; overlap-layout-All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Total # of viral Total Total Total # of entries with Sequencing Technology Breakd entries in GenBank count † omitted at least one Seq. Tech .  Sanger  454  Illumina IonTorrent Oxford N  2017  238367  243849  108021  135828  85194 15999  31279  2130  46  2016  235477  237569  107090  130479  102837 2971  22185  2111  119  2015  197440  211177  71148  140029  102440 15517  17625  3048  2014  158579  163092  66217  96875  81515  5452  7399  2345  2013  198540  202232  108365  93867  84527  5243  2474  758  2012  172850  173324  126821  46503  43509  1194  277 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 140,
                    "end": 562,
                    "text": ".  Sanger  454  Illumina IonTorrent Oxford N  2017  238367  243849  108021  135828  85194 15999  31279  2130  46  2016  235477  237569  107090  130479  102837 2971  22185  2111  119  2015  197440  211177  71148  140029  102440 15517  17625  3048  2014  158579  163092  66217  96875  81515  5452  7399  2345  2013  198540  202232  108365  93867  84527  5243  2474  758  2012  172850  173324  126821  46503  43509  1194  277",
                    "ref_id": null
                }
            ],
            "section": "Year"
        }
    ]
}