{
    "paper_id": "a7ac40c0f2083c733cc714e563b21c2d606818c0",
    "metadata": {
        "title": "Appealing for Efficient, Well Organized Clinical Trials on COVID-19",
        "authors": [
            {
                "first": "Yang",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nanjing Medical University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Phd",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nanjing Medical University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Wei",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nanjing Medical University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Shen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nanjing Medical University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nanjing Medical University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nanjing Medical University",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "As of February 29, 2020, approximately 85,000 cases of coronavirus disease 2019 (COVID-19) have been confirmed worldwide, with nearly 3,000 deaths occured.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Recently, many COVID-19-related interventional clinical trials have emerged in China, the original and high-incidence area of COVID-19 1 . The rapid emergence of these trials stimulated a wave of discussion. Herein, we reviewed the characteristics of interventional trials from Chinese Clinical Trial Registration (ChiCTR) and",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 136,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "ClinicalTrials.gov. 2, 3 ",
            "cite_spans": [
                {
                    "start": 20,
                    "end": 22,
                    "text": "2,",
                    "ref_id": null
                },
                {
                    "start": 23,
                    "end": 24,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The data of interventional trials from ChiCTR and ClinicalTrials.gov were retrieved updated on February 22, 2020. Two authors (Zhao and Shen) were independently responsible for collecting the relevant information, including clinical phase, study design, presence or absence of randomization, blinding, sample size, severity of disease and source of samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "A total of 171 COVID-19-related interventional trials were identified (138 from ChiCTR and 33 from ClinicalTrials.gov). The registration date distribution of these trials was shown in Figure 1 . Of the trials registered at ChiCTR, 120 were approved by the institutional review boards. The 171 trials are classified into 4 categories based on treatment modalities, including chemical drugs (CDs), biological therapies (BTs), traditional Chinese medicine (TCM) treatments and other therapies. The characteristics of these trials were summarized in Table 1 More trials on TCM treatment use 2 or more primary endpoints (PEs) than those on CDs or BTs (57.6%, 39.4% and 40.5%, respectively). Some trials even have 6 or more PEs. The most 3 common used PEs are associated with clinical symptoms(73.1%), pathogen(29.2%) and lung function(27.5%). Trials on CDs have greater proportions of pathogen (41.0%) or fatality (18.0%) related PEs than the others. It is worth noting that these trials have registered over 300 distinct PEs totally.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 184,
                    "end": 192,
                    "text": "Figure 1",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 546,
                    "end": 553,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "During the outbreak, we are in urgent need of an effective treatment strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Through analyzing currently-registered interventional trials, we found some studies with potential defects including unreasonable design, inappropriate PE definition, small sample size and ethical issue.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Determining the appropriate PEs is crucial to address the primary scientific question of the study. The PEs should be defined clearly and specifically to improve the operation quality. Objective endpoints, such as pathogen or imaging results, are preferred to avoid the bias during evaluation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It is possible that some trials lack statistical power. Assuming a two-side significance level of 0.05 and power of 80%, a trial on mild pneumonia patients should recruit nearly 1,000 patients if the effective rate increases from 90% to 95% for the new treatment. More patients are needed for the trials planning to decrease the fatality of critically ill patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Some drugs and therapies under study are short of previous theoretical support for . These drugs and therapies may be not beneficial to the patients, leading to non-compliance to ethical standards. These unnecessary trials may also waste medical resources, as well as diverting patients resources. WHO has suggested an establishment of a centralized research program to ensure the most promising researches 4 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.05.20031476 doi: medRxiv preprint As appealed by some Chinese scientists recently, clinical trials on COVID-19 should be designed based on scientific rules (appropriate controls, randomization, blinding, and sufficient sample size)，ethics and patients' benefits 5 CC-BY-NC 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 372,
                    "end": 373,
                    "text": "5",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint **Three trials are registered as \"factorial design\", one for TCM, one for psychological intervention to doctors and nurses, and one for probiotics. However, unlike the general purporse of factorial design, none of the 3 trials aim to find the best \"combination\" of the treatments. ***Trials registered at ClinicalTrials do not provide information about the collected samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "#Percentages for PE type are calculated by the number of trials using this PE divided by the number of corresponding type of trials. Percentages of severity and samples are calculated in the same manner.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.05.20031476 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "More than 80 clinical trials launch to test coronavirus treatments",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Maxmen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "578",
            "issn": "7795",
            "pages": "347--348",
            "other_ids": {
                "DOI": [
                    "Doi:10.1038/d41586-020-00444-3"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "An Urgent Call for Raising the Scientific Rigorousness of Clinical Trials on COVID-19",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Hao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "J"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Chin J Epidemiol",
            "volume": "41",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ". The standards for clinical trials should not be compromised in such a special time. Conflict of Interest Disclosures: None. Acknowledgment This study was funded by the National Natural Science Foundation of China (Grant N o. 81872709) and Key Project of the Natural Science Foundation of the Jiangsu Higher Education Institutions of China (Grant No. 18KJA110004). The authors are grateful to Miss Yuanping Yue and Mrs. Yue Wang for their help on preparing the manuscript.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure legends",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The Registration Date Distribution of the Interventional Clinical Trials",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "There are 11 confirmatory Phase III or Phase II/III studies (6.4%), 8 of which are for CDs. Most trials (88.3%) use parallel-arm design. Randomization is applied in 132 trials (77.2%), while blinding in only 25 trials (14.6%). The sample sizes of 45.6% trials are more than 100. Two trials on TCM treatments are planned to recruit 800 or more patients. Severe and critically ill patients are respectively recruited in 70 (40.9%) and 28 (16.4%) trials. More than half of the trials (72.4%) are planned to collect blood samples, while only 19 trials (13.8%) to collect nasopharyngeal swabs.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "ahead of print. DOI: 10.3760/cma.j.issn.0254-6450.2020.03.004. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.Table 1. Characteristics of the 171 Interventional Clinical Trials [n(%)]Notes: *Chemical drugs include remdesivir, ritonavir, triavevirin, leflumite, glucocorticoid, hydroxychloroquine, darunavir and cobicistat, etc. Biological therapies include PD1, bevacizumab, natural killer cell therapy and convalescent plasma therapy. TCM treatments include TCM and physical treatment (Qigong and Taiji).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}