{
    "paper_id": "a83b9f98ccbd6dd76d47c49cfe5785f9c2ecc09e",
    "metadata": {
        "title": "Large-scale Lassa fever outbreaks in Nigeria: quantifying the association between disease reproduction number and local rainfall",
        "authors": [
            {
                "first": "Shi",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hong Kong Polytechnic University",
                    "location": {
                        "settlement": "Hong Kong",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Salihu",
                "middle": [
                    "S"
                ],
                "last": "Musa",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hong Kong Polytechnic University",
                    "location": {
                        "settlement": "Hong Kong",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Hao",
                "middle": [],
                "last": "Fu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "South China Agricultural University",
                    "location": {
                        "settlement": "Guangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Daihai",
                "middle": [],
                "last": "He",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hong Kong Polytechnic University",
                    "location": {
                        "settlement": "Hong Kong",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jing",
                "middle": [],
                "last": "Qin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hong Kong Polytechnic University",
                    "location": {
                        "settlement": "Hong Kong",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background Lassa fever (LF) is increasingly recognized as an important rodent-borne viral hemorrhagic fever presenting a severe public health threat to sub-Saharan West Africa. In 2018, LF caused an unprecedented outbreak in Nigeria, and the situation was worse in 2019. This work aims to study the epidemiological features of outbreaks in different Nigerian regions and quantify the association between reproduction number (R) and local rainfall by using modeling analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We quantify the infectivity of LF by the reproduction numbers estimated from four different growth models: the Richards, three-parameter logistic, Gompertz, and Weibull growth models. LF surveillance data are used to fit the growth models and estimate the Rs and epidemic turning points (τ) in different regions at different time periods. Cochran's Q test is further applied to test the spatial heterogeneity of the LF epidemics. A linear random-effect regression model is adopted to quantify the association between R and local rainfall with various lag terms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Our estimated Rs for 2017-18 (1.33 with 95% CI: [1.29, 1.37]) and 2018-19 (1.29 with 95% CI: [1.27, 1.32]) are significantly higher than those for 2016-17 (1.23 with 95% CI: [1.22, 1.24])",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": ". We report spatial heterogeneity in the Rs for outbreaks in different Nigerian regions. For the association between rainfall and R, we find that a one unit (mm) increase in . CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/602706 doi: bioRxiv preprint average rainfall over the past 7 months could cause a 0.62% (95% CI: [0.20%, 1.05%]) rise in R.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "There is significant spatial heterogeneity in the LF epidemics in different Nigerian regions. We report clear evidence of rainfall impacts on LF outbreaks in Nigeria and quantify the impact.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Lassa fever (LF), caused by Lassa virus (LASV), is increasingly recognized as an important rodent-borne viral hemorrhagic fever presenting a severe public health threat to some of the communities in sub-Saharan West Africa [1] . Discovered in 1969 [2], LF is endemic to much of rural Nigeria and regions in the Mano River Union [3] . LASV transmits from human to human, as well as via the zoonotic cycle [1, 3, 4] . LF has a high case fatality rate ranging from 1% in the community to over 60% in hospital settings [1, 4, 5] . The common reservoir of LASV is Mastomys natalensis, one of the most widespread rodent species in sub-Saharan Africa [1, 3] , which exhibit sensitive population dynamics to water level [6, 7] . Previous studies have recognized the ecological connection between the population levels of rodents and rainfall [8] [9] [10] .",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 226,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 328,
                    "end": 331,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 404,
                    "end": 407,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 408,
                    "end": 410,
                    "text": "3,",
                    "ref_id": null
                },
                {
                    "start": 411,
                    "end": 413,
                    "text": "4]",
                    "ref_id": null
                },
                {
                    "start": 515,
                    "end": 518,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 519,
                    "end": 521,
                    "text": "4,",
                    "ref_id": null
                },
                {
                    "start": 522,
                    "end": 524,
                    "text": "5]",
                    "ref_id": null
                },
                {
                    "start": 644,
                    "end": 647,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 648,
                    "end": 650,
                    "text": "3]",
                    "ref_id": null
                },
                {
                    "start": 712,
                    "end": 715,
                    "text": "[6,",
                    "ref_id": null
                },
                {
                    "start": 716,
                    "end": 718,
                    "text": "7]",
                    "ref_id": null
                },
                {
                    "start": 834,
                    "end": 837,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 838,
                    "end": 841,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 842,
                    "end": 846,
                    "text": "[10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "LF epidemics typically start in November and last until May of the following year, with the majority of cases occurring in the first quarter of the following year, in addition to sporadic cases reported throughout the year. The 2017-18 epidemic in Nigeria was an unprecedented LF outbreak in the country's history [11] , which resulted in 400 confirmed cases, including 97 deaths, between January and March 2018 [12] . The 2018-19 epidemic in Nigeria has already caused 420 confirmed cases from January to March 02 of 2019, which included 93 deaths [12] . The five states of Edo, Ondo, Ebonyi, Bauchi, and Plateau are the only states that have been among the top 10 hit hardest states in terms of number of LF cases in both the 2018 (85.5% of total national cases) and 2019 (85.7% of total national cases) outbreaks. While there have been discussions about the connection of rainfall to LF [13, 14] , this connection has not yet been demonstrated and quantified. This work aims to study the epidemiological features of outbreaks in different Nigerian regions between January 2016 and March 2019. We estimate LF infectivity in terms of the reproduction number (R) and quantify the association between R and local rainfall by using modeling analysis. We explore the spatial heterogeneity of the LF outbreaks and summarize the overall findings with model-average estimates.",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 318,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 412,
                    "end": 416,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 549,
                    "end": 553,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 890,
                    "end": 894,
                    "text": "[13,",
                    "ref_id": null
                },
                {
                    "start": 895,
                    "end": 898,
                    "text": "14]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Weekly Lassa fever (LF) surveillance data are obtained from the Nigeria Centre for Disease Control (NCDC) [12] . Laboratory-confirmed case time series are used for analysis. We examine the major epidemics that occurred between January 2016 and March 2019 across the whole country and only in the five states that were among the top 10 hardest-hit states in both the 2018 and 2019 outbreaks, i.e., Edo, Ondo, Ebonyi, Bauchi, and Plateau. Local rainfall records are collected from the historical records of the World Weather Online website [15] . ",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 110,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 538,
                    "end": 542,
                    "text": "[15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "Four different nonlinear growth models are adopted to pinpoint the epidemiological features of each outbreak. The models are the Richards, three-parameter logistic, Gompertz, and Weibull growth models. These simple structured models are widely used to study S-shaped cumulative growth processes; e.g., the curve of a single-wave epidemic and have been extensively studied in previous work [16, 17] . These models consider cumulative cases with saturation in the growth rate to reflect the progression of an epidemic due to reductions in susceptible pools. The extrinsic growth rate does not steadily decline but increases to a maximum (i.e., saturation) before steadily declining to zero.",
            "cite_spans": [
                {
                    "start": 389,
                    "end": 393,
                    "text": "[16,",
                    "ref_id": null
                },
                {
                    "start": 394,
                    "end": 397,
                    "text": "17]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Models and estimation"
        },
        {
            "text": "We fit all models to the weekly reported LF cases in different regions evaluate the fitting performance by the Akaike information criterion (AIC). We adopt the standard nonlinear least squares (NLS) approach for model fitting and parameter estimation, following [16, 18] . A pvalue < 0.05 is regarded as statistically significant, and the 95% confidence intervals (CIs) are estimated for all unknown parameters. The models are selected by comparing the AIC to that of the baseline model. Only the models with an AIC lower than the AIC of the baseline model are considered for further analysis. Since the epidemic curves of an infectious disease commonly exhibit autocorrelations [19], we use autoregression (AR) models with a degree of 2, i.e., AR(2), as the baseline models for growth model selection. We also adopt the coefficient of determination (R-squared) and the coefficient of partial determination (partial R-squared) to evaluate goodness-of-fit and fitting improvement, respectively. For partial Rsquared, the AR(2) model is treated as the baseline model.",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 266,
                    "text": "[16,",
                    "ref_id": null
                },
                {
                    "start": 267,
                    "end": 270,
                    "text": "18]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Models and estimation"
        },
        {
            "text": "After the selection of models, we estimate the epidemiological features (parameters) of turning point (τ) and reproduction number (R) from the selected models. The turning point is defined as the time point of a sign change in the rate of case accumulation, i.e., from increasing to decreasing or vice versa [16, 18] . The reproduction number, R, is the average number of secondary infectious cases produced by one infectious case during a disease outbreak [18, 20] . When the population is totally (i.e., 100%) susceptible, the R will equate to the basic reproduction number, commonly denoted as R 0 [20, 21] . The reproduction number (R) is given in Eqn (1),",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 312,
                    "text": "[16,",
                    "ref_id": null
                },
                {
                    "start": 313,
                    "end": 316,
                    "text": "18]",
                    "ref_id": null
                },
                {
                    "start": 457,
                    "end": 461,
                    "text": "[18,",
                    "ref_id": null
                },
                {
                    "start": 462,
                    "end": 465,
                    "text": "20]",
                    "ref_id": null
                },
                {
                    "start": 601,
                    "end": 605,
                    "text": "[20,",
                    "ref_id": null
                },
                {
                    "start": 606,
                    "end": 609,
                    "text": "21]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Models and estimation"
        },
        {
            "text": ". CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/602706 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Models and estimation"
        },
        {
            "text": "Here, γ is the intrinsic per capita growth rate from the nonlinear growth models, and κ is the serial interval of the Lassa virus (LASV) infection. The serial interval (i.e., the generation interval) is the time between successive cases in a chain of transmission [20, 22, 23] . The function h(•) represents the probability distribution of κ. Hence, the function M(•) is the Laplace transform of h(•), and specifically, M(•) is the moment generating function (MGF) of a probability distribution [20] . According to previous work [24], we assume h(κ) to follow a Gamma distribution with a mean of 7.8 days and a standard deviation (SD) of 10.7 days. Therefore, R can be estimated with the values of γ from the fitted models [18, 20, 25].",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 268,
                    "text": "[20,",
                    "ref_id": null
                },
                {
                    "start": 269,
                    "end": 272,
                    "text": "22,",
                    "ref_id": null
                },
                {
                    "start": 273,
                    "end": 276,
                    "text": "23]",
                    "ref_id": null
                },
                {
                    "start": 495,
                    "end": 499,
                    "text": "[20]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Models and estimation"
        },
        {
            "text": "We then summarize the κ and R estimates by AIC-weighted model averaging. The AIC weights, w, of the selected models (with AIC lower than the AIC from the AR(2) model) are defined in Eqn (2),",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Models and estimation"
        },
        {
            "text": "Here, AIC i is the AIC of the i-th selected model, and the AIC min is the lowest AIC among all selected models. Thus, the i-th selected model has a weight of w i . The model-averaged estimator is the weighted average of the estimates in each selected model, which has been well studied in previous work [16, 26] .",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 307,
                    "text": "[16,",
                    "ref_id": null
                },
                {
                    "start": 308,
                    "end": 311,
                    "text": "26]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Models and estimation"
        },
        {
            "text": "Testing the spatial heterogeneity of the LF epidemics After finding the model-averaged estimates, we apply Cochran's Q test to examine the spatial heterogeneity of the epidemics in different regions over the same period of time [27] . For instance, we treat the model-averaged R estimates as the univariate meta-analytical response against different Nigerian regions (states) and further check the heterogeneity by estimating the significance levels of the Q statistics. A p-value < 0.05 is regarded as statistically significant.",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 232,
                    "text": "[27]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Models and estimation"
        },
        {
            "text": "The association between local rainfall and LASV transmissibility are modeled by a linear random-effect regression (LRER) model in Eqn (3),",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Association between rainfall and reproduction number"
        },
        {
            "text": "Here, E(•) represents the expectation function and j is the region index corresponding to different regions (states). Term c j is the interception term of the j-th region to be estimated and it is variable from different regions, serving as the baseline scale of transmissibility in different states. The term t denotes the cumulative lag in the model, and 〈rainfall j,t 〉 represents the average monthly rainfall of the previous t months from the turning point, τ, of the j-th region. The reproduction numbers, R j , are estimated for different epidemics from the selected growth models. The regression coefficient, β, is to be estimated. Hence, the term (e β -1)*100% is the percentage change rate (of R), which can be interpreted as the percentage change in transmissibility due to a one unit (mm) increase in monthly rainfall. The framework of the regression is based on the exponential form of the predictor to model the expectation of transmissibility (e.g., R); this framework is inspired by previous work [28] [29] [30] [31] . To quantify the impacts of local rainfall, we calculate the percentage change rate with different cumulative lags (t) from 0-11 months and estimate their significant levels. Only the lag terms (t) with significant estimates are presented in this work. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/602706 doi: bioRxiv preprint",
            "cite_spans": [
                {
                    "start": 1012,
                    "end": 1016,
                    "text": "[28]",
                    "ref_id": null
                },
                {
                    "start": 1017,
                    "end": 1021,
                    "text": "[29]",
                    "ref_id": null
                },
                {
                    "start": 1022,
                    "end": 1026,
                    "text": "[30]",
                    "ref_id": null
                },
                {
                    "start": 1027,
                    "end": 1031,
                    "text": "[31]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Association between rainfall and reproduction number"
        },
        {
            "text": "We present the modeling analysis procedures in a flow diagram in Figure 2 . All analyses are conducted by using R (version 3.4.3 [32]), and the R function \"nls\" is employed for the NLS estimation of model parameters.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 65,
                    "end": 73,
                    "text": "Figure 2",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Association between rainfall and reproduction number"
        },
        {
            "text": "The rainfall time series of the five states and the weekly reported LF cases of the whole of Nigeria are shown in Figure 1 (a)-(b). We observe that the major LF epidemics usually occur in Nigeria between November and May of the following year. The cumulative lagged effects can be observed by matching the peak timing of the rainfall and epidemic curves. In Figure  1 (c), we shift the rainfall time series of the five states by +6.5 months to match the trends of the national LF epidemic curve in Nigeria. To further test the credibility of this match, we use a simple statistical regression model of \"case ~ α exp(β * rainfall) + θ\", where α, β and θ are free parameters to be estimated, to check the outcome of the least-square fit. In Figure 1 (d)-(e), we find that the fit has a p-value less than 0.0001, which indicates a significant (statistical) association between the LF cases and shifted rainfall curve.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 114,
                    "end": 122,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 358,
                    "end": 367,
                    "text": "Figure  1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 739,
                    "end": 747,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "We fit four different growth models to the LF confirmed cases and estimate the modelaverage reproduction number (R) after model selection. We show the growth model fitting results in Figure 3 and the model estimation and selection results in Table 1 . The models fit the epidemic data well, and most of them have AICs lower than the baseline AR(2) model. Most of the regions exhibit an epidemic turning point (τ) ranging from epidemiological week (EW) 4 to 10 in each year. Out of four outbreaks in the states of Bauchi and Plateau, there are three estimated τs after EW 10 ( Table 1) , and this state also has the largest number of LF cases in the outbreaks of both 2017-18 (41.9% of all cases) and 2018-19 (36.0% of all cases). Hypothesized spatial heterogeneity in the R is tested by Cochran's Q test. The testing results for the Rs in the five states are significant (i.e., p-value < 0.05) for both the 2017-18 and 2018-19 LF epidemics. Thus, we report the existence of spatial heterogeneity in LF epidemics in Nigeria.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 183,
                    "end": 191,
                    "text": "Figure 3",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 242,
                    "end": 249,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 576,
                    "end": 584,
                    "text": "Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "We choose to use the average reproduction number (R) rather than the instantaneous reproduction number, commonly denoted by R t [22, 23] , as the measurement of the LASV transmissibility. The R t is a series of time-dependent reproduction numbers, namely, timedependent effective reproduction numbers, which can be estimated by a renewable equation [20, 22, 23, 33, 34] . The factors that affect the changing dynamics of R t, include (i) the depletion of the susceptible population [28], (ii) the change (usually it is the improvement) in the unmeasurable disease control efforts (e.g., contract tracing) and local awareness of the outbreak [29], and (iii) the natural features of the pathogen (e.g., its original infectivity and other interepidemic factors) [28, 29, 31]. The estimated R in this work is a point estimate to summarize LASV transmissibility over a whole epidemic. Hence, the temporal changes of the susceptible population in (i), above, and local disease awareness and control related to (ii) do not affect R. With respect to point (iii) and other heterogeneities of outbreaks in different . CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/602706 doi: bioRxiv preprint regions, we account for this issue by including the \"region\" dummy variables in the LRER model in Eqn (3). These dummy variables serve as random effects to offset regional heterogeneities in LF epidemics. Therefore, we can then quantify a consistent effect (the β in Eqn (3)) of the lagged rainfall on the LASV R estimate.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 132,
                    "text": "[22,",
                    "ref_id": null
                },
                {
                    "start": 133,
                    "end": 136,
                    "text": "23]",
                    "ref_id": null
                },
                {
                    "start": 349,
                    "end": 353,
                    "text": "[20,",
                    "ref_id": null
                },
                {
                    "start": 354,
                    "end": 357,
                    "text": "22,",
                    "ref_id": null
                },
                {
                    "start": 358,
                    "end": 361,
                    "text": "23,",
                    "ref_id": null
                },
                {
                    "start": 362,
                    "end": 365,
                    "text": "33,",
                    "ref_id": null
                },
                {
                    "start": 366,
                    "end": 369,
                    "text": "34]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "The association between local rainfall and LASV transmissibility (R) are modeled and quantified by the LRER model. In Figure 4 , we find a positive relation between rainfall and R. The estimated change rate in R for a one unit (mm) increase in rainfall is summarized with different cumulative lag terms (the t in Eqn (3)).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 118,
                    "end": 126,
                    "text": "Figure 4",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": " p-value: 0.044) with a regression R-squared of 0.36. We report the most significant (i.e., with the lowest p-value) regression estimates that appear with a cumulative lag of 7 months. The habitats of the LASV reservoir, i.e., rodents, include irrigated and flooded agricultural lands that are commonly found in and around African villages [6] . The range of lag from 4-9 months has previously been explained by the time interval between the peak of the rainfall and the rodent population [7] . The association between rodent population dynamics and rainfall levels has been demonstrated in a number of previous studies [6-10]. This relation could also be verified by examining the rodent population data in the Nigerian regions included in this work. The present finding of the impact of lagged rainfall on LF outbreaks suggests that knowledge of such weather-driven epidemics could be gained by referring to past rainfall levels. For instance, if a relatively high amount of rainfall occurs, local measures, such as rodent population control, could be effective to reduce the LF risk. The findings in this work are of public health interest and are helpful for policy-makers trying to achieve LF prevention and control.",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 344,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 490,
                    "end": 493,
                    "text": "[7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "On the one hand, our findings suggest the existence of an association between rainfall and LASV transmissibility, which could be affected by the population dynamics of rodents [13] . On the other hand, the positive relation between rainfall and R indicates that rainfall, particularly in states with a high LF risk, can be used as a warning signal for LF epidemics. The modeling framework in this study can be easily extended to other infectious diseases. Table 1 . The summary table of the model estimations. Population numbers are summarized in units of one million. The \"improvement\" is the goodness-of-fit estimate, i.e., the partial Rsquared, from the baseline AR(2) model. The \"weight\" is the AIC-weight of the selected model, which is used for calculating the model-averaged estimates. The \"NA\" means a summary term that is not applicable to a certain model. The notation \"-\" means that the model cannot achieve a converging fitting outcome. The model-averaged estimates in each region are highlighted in gray. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/602706 doi: bioRxiv preprint",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 180,
                    "text": "[13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 456,
                    "end": 463,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Results and discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Understanding the cryptic nature of Lassa fever in West Africa. Pathogens and global health",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gibb",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Moses",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Redding",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "111",
            "issn": "",
            "pages": "276--288",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "a)-(b) shows the rainfall time series of the five states and the weekly reported LF cases across the entirety of Nigeria.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": ". The estimated reproduction number (R) of the outbreaks in different regions varies from 1.06 to 1.62. At the national level, the R value for the whole of Nigeria in 2016-17 (R=1.23 with 95% CI: [1.22, 1.24]) is significantly lower than in the epidemics of 2017-18 (R=1.33 with 95% CI: [1.29, 1.37]) and 2018-19 (R=1.29 with 95% CI: [1.27, 1.32]). The state of Edo has the highest estimated R (1.62 in 2017-18 and 1.45 in 2018-19)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "For a cumulative lag of 4 months, the change rate is 0.42% (95% CI: [0.02%, 0.82%]; p-value: 0.039) with a regression R-squared of 0.36.  For a cumulative lag of 5 months, the change rate is 0.45% (95% CI: [0.04%, 0.87%]; p-value: 0.034) with a regression R-squared of 0.37.  For a cumulative lag of 6 months, the change rate is 0.62% (95% CI: [0.15%, 1.08%]; p-value: 0.012) with a regression R-squared of 0.44.  For a cumulative lag of 7 months, the change rate is 0.62% (95% CI: [0.20%, 1.05%]; p-value: 0.006) with a regression R-squared of 0.47.  For a cumulative lag of 8 months, the change rate is 0.57% (95% CI: [0.12%, 1.02%]; p-value: 0.016) with a regression R-squared of 0.42.  For a cumulative lag of 9 months, the change rate is 0.54% (95% CI: [0.36%, 1.06%];",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "virus. LF: Lassa fever. CI: confidence interval. EW: epidemiological week. MGF: moment generating function. SD: standard deviation. AIC: Akaike information criterion. NLS: nonlinear least squares. AR: autoregression. NCDC: Nigeria Centre for Disease Control. LRER: linear random-effect regression.Declarations Ethics approval and consent to participate: Since no personal data were collected, ethical approval and individual consent were not applicable. Availability of data and material: All data used for analysis are freely available on online public domains[12, 15]. Consent for publication: Not applicable. Funding: The work described in this paper was partly supported by a grant from The Hong Kong Polytechnic University (Project No.: 1-ZE8J).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Lassa fever epidemiological aspects of the 1970 epidemic, Jos, Nigeria. Transactions of the Royal Society of Tropical Medicine and Hygiene 1972, 66(3):402-408. 3. Richmond JK, Baglole DJ: Lassa fever: epidemiology, clinical features, and social consequences. Bmj 2003, 327(7426):1271-1275. 4. The Lassa fever fact sheet, the World Health Organization (WHO). [https://www.who.int/en/news-room/fact-sheets/detail/lassa-fever] 5. Shaffer JG, Grant DS, Schieffelin JS, Boisen ML, Goba A, Hartnett JN, Levy DC, Yenni RE, Moses LM, Fullah M: Lassa fever in post-conflict Sierra Leone. PLoS neglected tropical diseases 2014, 8(3):e2748. 6. Granjon L, Cosson J-F, Quesseveur E, Sicard B: Population dynamics of the multimammate rat Mastomys huberti in an annually flooded agricultural region of central Mali. Journal of Mammalogy 2005, 86(5):997-1008. 7. Leirs H, Stenseth NC, Nichols JD, Hines JE, Verhagen R, Verheyen W: Stochastic seasonality and nonlinear density-dependent factors regulate population size in an African rodent. Nature 1997, 389(6647):176. 8. Leirs H, Verhagen R, Verheyen W: The use of rainfall patterns in predicting population densities of multimammate rats, Mastomys natalensis. In: Proceedings of the Fourteenth Vertebrate Pest Conference 1990: 1990; 1990: 53. 9. Leirs H, Verhagen R, Verheyen W: The basis of reproductive seasonally in Mastomys rats (Rodentia: Muridae) in Tanzania. Journal of Tropical Ecology 1994, 10(1):55-66. 10. Leirs H, Verhagen R, Verheyen W, Mwanjabe P, Mbise T: Forecasting rodent outbreaks in Africa: an ecological basis for Mastomys control in Tanzania. Journal of Applied Ecology 1996:937-943. 11. Roberts L: Nigeria hit by unprecedented Lassa fever outbreak. In.: American Association for the Advancement of Science; 2018. 12. The collection of the Lassa fever outbreak situation reports, Nigeria Centre for Disease Control. [https://ncdc.gov.ng/diseases/sitreps/?cat=5&name=An%20update%20of%20Lassa%2 0fever%20outbreak%20in%20Nigeria] 13. Fichet-Calvet E, Rogers DJ: Risk maps of Lassa fever in West Africa. PLoS neglected tropical diseases 2009, 3(3):e388. 14. Mylne AQ, Pigott DM, Longbottom J, Shearer F, Duda KA, Messina JP, Weiss DJ, Moyes CL, Golding N, Hay SI: Mapping the zoonotic niche of Lassa fever in Africa. Transactions of the Royal Society of Tropical Medicine and Hygiene 2015, 109(8):483-492.15.The historical weather records, the website of world weather online.[https://www.worldweatheronline.com/] 16. SEBRANGO-RODRÍGUEZ CR, MARTÍNEZ-BELLO DA, SÁNCHEZ-VALDÉS L, Thilakarathne PJ, DEL FAVA E, Van Der Stuyft P, LÓPEZ-QUÍLEZ A, Shkedy Z: Real-time parameter estimation of Zika outbreaks using model averaging. Epidemiology & Infection 2017, 145(11):2313-2323. 17. Tsoularis A, Wallace J: Analysis of logistic growth models. Mathematical biosciences 2002, 179(1):21-55. 18. Hsieh Y-H, Ma S: Intervention measures, turning point, and reproduction number for dengue, Singapore, 2005. The American journal of tropical medicine and hygiene 2009, 80(1):66-71. Analysing increasing trends of Guillain-Barré Syndrome (GBS) and dengue cases in Hong Kong using meteorological data. PloS one 2017, 12(12):e0187830. 20. Wallinga J, Lipsitch M: How generation intervals shape the relationship between growth rates and reproductive numbers. Proceedings of the Royal Society B: Biological Sciences 2006, 274(1609):599-604. 21. Zhao S, Musa SS, Qin J, He D: Phase Shifting of the Transmissibility of Macrolide Sensitive and Resistant Mycoplasma pneumoniae Epidemics in Hong Kong, from 2015 to 2018. International Journal of Infectious Diseases 2019. 22. Cori A, Ferguson NM, Fraser C, Cauchemez S: A new framework and software to estimate time-varying reproduction numbers during epidemics. American journal of epidemiology 2013, 178(9):1505-1512. 23. Fraser C: Estimating individual and household reproduction numbers in an emerging epidemic. PLoS One 2007, 2(8):e758. 24. Iacono GL, Cunningham AA, Fichet-Calvet E, Garry RF, Grant DS, Khan SH, Leach M, Moses LM, Schieffelin JS, Shaffer JG: Using modelling to disentangle the relative contributions of zoonotic and anthroponotic transmission: the case of Lassa fever. PLoS neglected tropical diseases 2015, 9(1):e3398. 25. Ma J, Dushoff J, Bolker BM, Earn DJ: Estimating initial epidemic growth rates. Bulletin of mathematical biology 2014, 76(1):245-260. 26. Anderson D, Burnham K: Model selection and multi-model inference. Second NY: Springer-Verlag 2004. 27. Lin H, Liu T, Xiao J, Zeng W, Li X, Guo L, Zhang Y, Xu Y, Tao J, Xian H: Mortality burden of ambient fine particulate air pollution in six Chinese cities: results from the Pearl River Delta study. Environment international 2016, 96:91-97. 28. Ali ST, Wu P, Cauchemez S, He D, Fang VJ, Cowling BJ, Tian L: Ambient ozone and influenza transmissibility in Hong Kong. European Respiratory Journal 2018, 51(5):1800369. 29. Camacho A, Bouhenia M, Alyusfi R, Alkohlani A, Naji MAM, de Radiguès X, Abubakar AM, Almoalmi A, Seguin C, Sagrado MJ: Cholera epidemic in Yemen, 2016-18: an analysis of surveillance data. The Lancet Global Health 2018, 6(6):e680-e690. 30. He D, Gao D, Lou Y, Zhao S, Ruan S: A comparison study of Zika virus outbreaks in French Polynesia, Colombia and the State of Bahia in Brazil. Scientific reports 2017, 7(1):273. 31. Zhao S, Stone L, Gao D, He D: Modelling the large-scale yellow fever outbreak in Luanda, Angola, and the impact of vaccination. PLoS neglected tropical diseases 2018, 12(1):e0006158. 32. Team RC: R: A language and environment for statistical computing. 2013. 33. Ali ST, Kadi A, Ferguson NM: Transmission dynamics of the 2009 influenza A (H1N1) pandemic in India: the impact of holiday-related school closure. Epidemics 2013, 5(4):157-163. 34. Wallinga J, Teunis P: Different epidemic curves for severe acute respiratory syndrome reveal similar impacts of control measures. American Journal of epidemiology 2004, 160(6):509-516.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Rainfall (unit: mm) and number of Lassa fever (LF) cases in Nigeria. Panel (a) shows the monthly rainfall in five states in Nigeria. Panel (b) shows the weekly number of LF cases in Nigeria. The shaded area represents weekly number of cases lower than 10. Panel (c) matches the rainfall (dots) and LF cases (in log scale, black line) by shifting the rainfall time series by +6.5 months. The sizes of each dot represent the number of the average weekly LF cases in each state in the 2017-18 and 2018-19 outbreaks. Panel (d) is the scatter plot of rainfall (shifted +6.5 months) versus LF cases; the dots of different colors and sizes share the same scheme as in panel (c). The black line is the fitting outcome of the formula \"case ~ α exp(β * rainfall) + θ\" by least square estimation; the fitting R-squared is 0.43 and significance is p-value < 0.0001. Panel (e) is the fitting outcome from panel (d), and the rainfall dots (shifted +6.5 months) of different colors and sizes share the same scheme as in panel (c).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "A flow diagram of the modeling analysis. This figure shows the analysis procedures in this study.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "The fitting results of estimates of Lassa epidemics in Nigeria by nonlinear growth models. In each panel, the dots are the observed (reported) cases, the dashed gray line is the fit by the baseline AR(2) model, and the colored lines are the fits from the nonlinear growth models.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "The relationship between local rainfall and Lassa fever (LF) transmissibility, i.e., the reproduction number (R), in five different states with different time lags (t). The reproduction number of 1.0 is highlighted by the back dashed line. The panels at the bottom are the violin plots and show the distribution of local rainfall in each state. The black rectangles represent the 25% and 75% quantiles, and the white dot is the median.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The LF epidemic reproduction numbers (R) of the whole of Nigeria in 2017-18 (R=1.33 with 95% CI: [1.29, 1.37]) and 2018-19 (R=1.29 with 95% CI: [1.27, 1.32]) are significantly higher than in 2016-17 (R=1.23 with 95% CI: [1.22, 1.24]). There is significant spatial heterogeneity in the LF epidemics of different Nigerian regions. We report clear evidence of rainfall impacts on LF outbreaks in Nigeria and quantify the impact. A one unit (mm) increase in average rainfall over the past 7 months could cause a 0.62% (95% CI: [0.20%, 1.05%]) rise in the R. Local rainfall can be used as a warning signal for LF epidemics.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Richards from EW44-2018 to EW08-2019 133; [128, 137] 1.27; [1.25, 1.29] EW06-2019; [EW05-2019, EW07-2019] 0.997 65.10% 68.1 1 Ondo state 4.8 Logistic from EW44-2018 to EW08-2019 164; [134, 193] 1.39; [1.31, 1.47] EW05-2019; [EW04-2019, EW06-2019] 0.9845 -77.40% 93.7 excluded Ondo state 4.8 Gompertz from EW44-2018 to EW08-2019 171; [123, 218] 1.30; [1.17, 1.42] EW04-2019; [EW03-2019, EW06-2019] 0.9814 Ondo state 4.8 model average from EW44-2018 to EW08-2019 133; [128, 137] 1.27; [1.25, 1.29] EW06-2019; [EW05-2019, EW07-2019] NA International license author/funder. It is made available under a",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments: Not applicable. Disclaimer: The funding agencies had no role in the design and conduct of the study; collection, management, analysis, and interpretation of the data; preparation, review, or approval of the manuscript; or decision to submit the manuscript for publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "The authors declare that they have no competing interests. Authors' Contributions: SZ conceived, carried out the study, and drafted the first manuscript. SZ and DH discussed the results. All authors revised the manuscript and gave final approval for publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interests:"
        }
    ]
}