{
    "paper_id": "ac81102667b0d56edeb8ab0044765dc49a19f374",
    "metadata": {
        "title": "Determination of host cell proteins constituting the molecular microenvironment of 1 coronavirus replicase complexes by proximity-labeling 2",
        "authors": [
            {
                "first": "",
                "middle": [],
                "last": "V&apos;kovski Philip",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gerber",
                "middle": [],
                "last": "Markus",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kelly",
                "middle": [],
                "last": "Jenna",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pfaender",
                "middle": [],
                "last": "Stephanie",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ebert",
                "middle": [],
                "last": "Nadine",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Braga",
                "middle": [
                    "Lagache"
                ],
                "last": "Sophie",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bern",
                    "location": {
                        "country": "Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "Simillion",
                "middle": [],
                "last": "Cedric",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bern",
                    "location": {
                        "country": "Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "Portmann",
                "middle": [],
                "last": "Jasmine",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Stalder",
                "middle": [],
                "last": "Hanspeter",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gaschen",
                "middle": [],
                "last": "Véronique",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bern",
                    "location": {
                        "addrLine": "Länggassstrasse 122",
                        "postCode": "3012",
                        "settlement": "Vetsuisse Faculty, Bern",
                        "country": "University, Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "Bruggmann",
                "middle": [],
                "last": "Remy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bern",
                    "location": {
                        "addrLine": "11 Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "Stoffel",
                "middle": [],
                "last": "Michael",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bern",
                    "location": {
                        "addrLine": "Länggassstrasse 122",
                        "postCode": "3012",
                        "settlement": "Vetsuisse Faculty, Bern",
                        "country": "University, Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "Heller",
                "middle": [],
                "last": "Manfred",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bern",
                    "location": {
                        "settlement": "Bern",
                        "country": "Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "Ronald",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Thiel",
                "middle": [],
                "last": "Volker",
                "suffix": "",
                "affiliation": {},
                "email": "volker.thiel@vetsuisse.unibe.ch"
            },
            {
                "first": "Volker",
                "middle": [],
                "last": "Thiel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Positive-sense RNA viruses hijack intracellular membranes that provide niches for viral RNA 23 synthesis and a platform for interactions with host proteins. However, little is known about host 24 factors at the interface between replicase complexes and the host cytoplasm. We engineered a 25 biotin ligase into a coronaviral replication/transcription complex (RTC) and identified >500 26 host proteins constituting the RTC microenvironment. siRNA-silencing of each host factor demonstrated importance of vesicular trafficking pathways, ubiquitin-dependent 28 and autophagy-related processes, and translation initiation factors. Notably, detection of 29 translation initiation factors at the RTC was instrumental to visualize and demonstrate active 30 translation proximal to replication complexes of several coronaviruses. 31",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Collectively, we establish a spatial link between viral RNA synthesis and diverse host factors 32 of unprecedented breadth. Our data may serve as a paradigm for other positive-strand RNA 33 viruses and provide a starting point for a comprehensive analysis of critical virus-host 34 interactions that represent targets for therapeutic intervention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Positive-strand RNA viruses replicate at membranous structures that accommodate the viral 37 replication complex and facilitate RNA synthesis in the cytosol of infected host cells (1-5). 38",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Rewiring host endomembranes is hypothesized to provide a privileged microenvironment 39 physically separated from the cytosol, thereby ensuring adequate concentrations of 40 macromolecules for viral RNA synthesis, preventing recognition of replication intermediates 41 such as double-stranded RNA (dsRNA) by cytosolic innate immune receptors (6, 7), and 42 providing a platform that facilitates molecular interactions with host cell proteins. 43",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Ultrastructural studies have reported the origin, nature, and extent of membrane modifications 44 induced by coronaviruses (order Nidovirales, family Coronaviridae), which materialize as an 45 ER-derived network of interconnected double-membrane vesicles (DMVs) and convoluted 46 membranes (CM) in perinuclear regions of infected cells to which the viral 47 replication/transcription complex (RTC) is anchored (4, 8, 9). The RTC is generated by 48 translation of the genomic RNA into two large polyproteins that are extensively auto-49 proteolytically processed by viral proteases to give rise to 16 processing end-products, termed 50 non-structural proteins (nsps) 1-16. Nsp1 is rapidly cleaved from the polyproteins and not 51 considered an integral component of the coronaviral RTC, but interferes with host cell 52 translation by inducing degradation of cellular mRNAs (10-12). Although it has not yet been 53 formally demonstrated, the remaining nsps (2-16) are thought to comprise the RTC and harbor 54 multiple enzymes and functions, such as de-ubiquitination, proteases, helicase, polymerase, 55 exo-and endonuclease, and N7-and 2'O-methyltransferases (13-18). Many of these functions 56 have been studied using reverse genetic approaches, which revealed their importance in virus-57 host interactions (19-23). In most cases phenotypes were described via loss-of-function 58 mutagenesis, however, in the context of virus infection, the specific interactions of RTC 59 components with host cell factors remain largely unknown. 60 . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/417907 doi: bioRxiv preprint 4 A number of individual host cell proteins have been shown to impact coronavirus replication 61 by using various screening methods, such as genome-wide siRNA, kinome, and yeast-two-62 hybrid screens (24-28). Likewise, genome-wide CRISPR-based screens have been applied to 63 other positive-stranded RNA viruses, such as flaviviruses, and identified critical host proteins 64 required for replication (29, 30). Some of these proteins were described in the context of 65 distinct ER processes, such as N-linked glycosylation, ER-associated protein degradation 66 (ERAD), and signal peptide insertion and processing. Although individual proteins identified 67 by these screens may interact with viral replication complexes, they likely constitute only a 68 small fraction of the global replicase microenvironment. 69",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "To capture the full breadth of host cell proteins and cellular pathways that are spatially 70 associated with viral RTCs, we employed a proximity-based labeling approach involving a 71 promiscuous E. coli-derived biotin ligase (BirAR118G). BirAR118G biotinylates proximal (<10 72 nm) proteins in live cells without disrupting intracellular membranes or protein complexes, and 73 hence, does not rely on high affinity protein-protein interactions, but is able to permanently tag 74 transient interactions (31). Covalent protein biotinylation allows stringent lysis and washing 75 conditions during affinity purification and subsequent mass spectrometric identification of 76 captured factors. By engineering a recombinant MHV harboring BirAR118G as an integral 77 component of the RTC we identified >500 host proteins reflecting the molecular 78 microenvironment of MHV replication structures. siRNA-mediated silencing of each of these 79 factors highlighted, amongst others, the functional importance of vesicular ER-Golgi apparatus 80 trafficking pathways, ubiquitin-dependent and autophagy-related catabolic processes, and 81 translation initiation factors. Importantly, the detection of active translation in close proximity 82 to the viral RTC highlighted the critical involvement of translation initiation factors during 83 coronavirus replication. Collectively, the determination of the coronavirus RTC-associated 84 microenvironment provides a functional and spatial link between conserved host cell processes 85 . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/417907 doi: bioRxiv preprint 5 and viral RNA synthesis, and highlights potential targets for the development of novel antiviral 86 agents. 87 88 Results 89 Engineering the BirAR118-biotin ligase into the MHV replicase transcriptase complex 90 To insert the promiscuous biotin ligase BirAR118G as an integral subunit of the MHV RTC, we 91 used a vaccinia virus-based reverse genetic system (32, 33) to generate a recombinant MHV 92 harboring a myc-tagged BirAR118G fused to nsp2. This strategy was recently employed by 93 Freeman et al. for a fusion of green fluorescent protein (GFP) with nsp2 (34). MHV-BirAR118G-94 nsp2 retained the cleavage site between nsp1 and BirAR118G, while a deleted cleavage site 95",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "between BirAR118G and nsp2 ensured the expression of a BirAR118G-nsp2 fusion protein (Fig.  96   1a) . 97 MHV-BirAR118G-nsp2 replicated to comparable peak titers and replication kinetics as the 98 parental wild-type MHV-A59 (Fig. 1b) . MHV-EGFP-nsp2, which was constructed in parallel 99 and contained the coding sequence of EGFP (34) instead of BirAR118G, was used as a control 100 and also reached wild-type virus peak titers, with slightly reduced viral titers at 9 hours post-101 infection (h.p.i.) compared to MHV-A59 and MHV-BirAR118G-nsp2 (Fig. 1b) . 102",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 85,
                    "end": 100,
                    "text": "(Fig.  96   1a)",
                    "ref_id": null
                },
                {
                    "start": 224,
                    "end": 233,
                    "text": "(Fig. 1b)",
                    "ref_id": null
                },
                {
                    "start": 546,
                    "end": 555,
                    "text": "(Fig. 1b)",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "To confirm the accommodation of BirAR118G within the viral RTC, MHV-A59-, MHV-103",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "BirAR118G-nsp2-, and mock-infected L929 fibroblasts were visualized using indirect 104 immunofluorescence microscopy. BirAR118G-nsp2 remained strongly associated with the MHV 105 RTC, as indicated by the co-localization of BirAR118G-nsp2 with established markers of the 106 MHV replicase, such as nsp2/3 and nsp8 ( Fig. 1c; Supplemental Fig. S1 ). This observation 107 corroborates previous studies demonstrating that nsp2, although not required for viral RNA 108 synthesis, co-localizes with other nsps of the coronaviral RTC (35-37). Importantly, by 109 . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/417907 doi: bioRxiv preprint 6 supplementing the culture medium with biotin, we could readily detect biotinylated proteins 110 with fluorophore-coupled streptavidin that appeared close to the MHV RTC in MHV-111",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 315,
                    "end": 344,
                    "text": "Fig. 1c; Supplemental Fig. S1",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "BirAR118G-nsp2-infected cells, demonstrating efficient proximity-dependent biotinylation of 112 RTC-proximal host factors ( Fig. 1c; Supplemental Fig. S1 ). Furthermore, to define the 113 localization of the nsp2 fusion protein at the ultrastructural level, we replaced the BirAR118G 114 biotin ligase with the APEX2 ascorbate peroxidase to generate recombinant MHV-APEX2-115 nsp2. APEX2 mediates the catalysis of 3,3'-diaminobenzidine (DAB) into an insoluble 116 polymer that can be readily observed by electron microscopy (38). As shown in figure 1d , 117 APEX2-catalized DAB polymer deposition was readily detectable at characteristic coronavirus 118 replication compartments, such as DMVs and CM, categorically demonstrating that the nsp2 119 fusion proteins localize to known sites of coronavirus replication (4, 8). 120 Importantly, our collective results establish that the recombinant MHV-BirAR118G-nsp2 121 replicates with comparable kinetics to wild-type MHV-A59, expresses a functional BirAR118G 122 biotin ligase that is tightly associated with the MHV RTC, and that biotinylated, RTC-proximal 123 proteins can be readily detected in MHV-BirAR118G-nsp2 infected cells. 124 125",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 124,
                    "end": 153,
                    "text": "Fig. 1c; Supplemental Fig. S1",
                    "ref_id": null
                },
                {
                    "start": 542,
                    "end": 551,
                    "text": "figure 1d",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "To further demonstrate the efficiency and specificity of BirAR118G-mediated biotinylation we 127 assessed, by western blot analysis, fractions of biotinylated proteins derived from MHV-A59-128 , MHV-BirAR118G-nsp2-, or non-infected cells that were grown with or without the addition of 129 biotin (Fig. 2a,b) . A characteristic pattern of endogenously biotinylated proteins was observed 130 under all conditions where no exogenous biotin was added to the culture medium (Fig. 2b) . 131",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 297,
                    "end": 308,
                    "text": "(Fig. 2a,b)",
                    "ref_id": null
                },
                {
                    "start": 470,
                    "end": 479,
                    "text": "(Fig. 2b)",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "The same pattern was detectable in non-infected and wild-type MHV-A59-infected cells when 132 the culture medium was supplemented with biotin, suggesting that the addition of biotin in the 133 . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/417907 doi: bioRxiv preprint 7 absence of the BirAR118G biotin ligase does not recognizably change the fraction of 134 endogenously biotinylated proteins. In contrast, we observed a greatly increased fraction of 135 biotinylated proteins in lysates derived from MHV-BirAR118G-nsp2-infected cells treated with 136",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "biotin. This result demonstrates that virus-mediated expression of the BirAR118G biotin ligase 137 results in efficient biotinylation when biotin is added to the culture medium. Moreover, we 138 could readily affinity purify, enrich, and recover the fraction of biotinylated proteins under 139 stringent denaturing lysis and washing conditions by using streptavidin-coupled magnetic 140 beads (Fig. 2b) . 141",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 393,
                    "end": 402,
                    "text": "(Fig. 2b)",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "Affinity purified proteins derived from biotin-treated MHV-A59-and MHV-BirAR118G-nsp2-142 infected cells were subjected to mass spectrometric analysis (n=3). Liquid chromatography 143 tandem-mass spectrometry (LC-MS/MS) was performed from in-gel digested samples and log-144 transformed label free quantification (LFQ) levels were used to compare protein enrichment 145 between samples (Fig. 2c) . Overall, 1381 host proteins were identified, of which 513 were 146 statistically significantly enriched in MHV-BirAR118G-nsp2-infected samples over MHV-A59-147 infected samples. These host proteins represent a comprehensive repertoire of RTC-proximal 148 factors throughout MHV infection (Fig. 2c, table S1 ). Importantly, viral replicase gene 149 products nsp2-10 and nsp12-16, and the nucleocapsid protein were significantly enriched in 150 fractions derived from MHV-BirAR118G-nsp2-infected cells (Fig. 2c, d) . This is in agreement 151 with studies demonstrating co-localization and interactions amongst individual nsps, and with 152 studies showing association of the nucleocapsid protein with the coronavirus RTC (8,[39][40][41]. 153",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 386,
                    "end": 395,
                    "text": "(Fig. 2c)",
                    "ref_id": null
                },
                {
                    "start": 686,
                    "end": 704,
                    "text": "(Fig. 2c, table S1",
                    "ref_id": null
                },
                {
                    "start": 898,
                    "end": 910,
                    "text": "(Fig. 2c, d)",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "It also highlights the specificity and effectiveness of the labeling approach in live cells and is 154 the first experimental evidence showing that collectively these viral nsps and the nucleocapsid 155 (N) protein are subunits of the coronavirus RTC. Furthermore, these results corroborate 156 previous reports that nsp1 is likely not an integral component of the coronavirus RTC (10-12, 157 42). Amongst the \"not detected\" or \"not enriched\" viral proteins are (i) nsp11, which is a short 158 . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/417907 doi: bioRxiv preprint number of host proteins from our candidate list in MHV-infected cells. Accordingly, we 172 identified RTC-proximal host proteins displaying a pronounced co-localization with the MHV 173 RTC, such as the ER protein reticulon 4 (rtn4; Fig. 2e ), and host proteins where co-localization 174 by indirect immunofluorescence microscopy was not readily detectable, such as the eukaryotic 175 translation initiation factor 3E (eIF3E; Fig. 2e ). However, in the latter case, a more sensitive 176 detection technique, such as a proximity ligation assay that relies on proximity-dependent 177 antibody-coupled DNA probe amplification (43), demonstrated proximity of eIF3E and 178 dsRNA in MHV-infected cells (Fig. 2f) . 179",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 942,
                    "end": 949,
                    "text": "Fig. 2e",
                    "ref_id": null
                },
                {
                    "start": 1135,
                    "end": 1142,
                    "text": "Fig. 2e",
                    "ref_id": null
                },
                {
                    "start": 1406,
                    "end": 1415,
                    "text": "(Fig. 2f)",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "Collectively, our results show that the approach of integrating a promiscuous biotin ligase as 180 an integral subunit into a coronavirus RTC revealed a comprehensive list of host cell proteins 181 that comprises the RTC microenvironment. The efficacy and specificity of our approach is best 182 illustrated by the fact that we were able to identify all expected viral components of the MHV 183 . CC-BY-NC-ND 4.0",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "8 peptide of only 14 amino acids at the carboxyterminus of polyprotein 1a with a yet unassigned 159 role or function in coronavirus replication, (ii) the structural proteins spike (S) protein, 160 envelope (E) protein, and membrane (M) protein, which mainly localize to sites of viral 161 assembly before being incorporated into newly-formed viral particles, and (iii) all accessory 162 proteins (NS2a, HE, ORF4, ORF5a). Altogether, these results validate the proximity-163 dependent biotinylation approach and demonstrate the specific and exclusive labeling of MHV-164 RTC-associated proteins (Fig. 2d) . 165",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 594,
                    "end": 603,
                    "text": "(Fig. 2d)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "The BirAR118G biotin ligase biotinylates proteins in its close proximity that must not necessarily 166 have tight, prolonged, or direct interaction (31). Therefore, the identified RTC-proximal host 167 proteins, recorded over the entire duration of the MHV replication cycle, likely include proteins 168 that display a prolonged co-localization with the MHV RTC, proteins that may locate only 169 transiently in close proximity to the RTC, and proteins of which only a minor fraction of the 170 cellular pool may associate with the RTC. To this end, we assessed the localization of a limited 171 proteins, were not amongst the significantly enriched proteins. Our data further suggest that 185 the RTC microenvironment may be highly dynamic and likely also contains proteins that are 186 only transiently present in the microenvironment or only comprise a sub-fraction of the cellular 187 pool in close proximity to the MHV RTC. terms were highly significant (p-value <0.005) (Fig. 3a , Table S2 ). Additional analysis using 195 network analysis, using STRING, revealed at least 4 distinct clusters of interacting factors 208 within this category (Fig. 3b) . Cluster I, protein transport, comprised nuclear transport 209 receptors at nuclear pore complexes, such as importins and transportins. Interestingly, this 210 cluster also contained Sec63, which is part of the Sec61 translocon (44) and has been implicated 211 in protein translocation across ER membranes. The list of RTC-proximal factors also included 212 signal recognition particles SRP54a and SRP68 (Table S2) In order to assess the potential functional relevance of RTC-proximal factors identified in our 266 MHV-BirAR118G-nsp2-mediated proximity-dependent screen, we designed a custom siRNA 267 library individually targeting the expression of each of the 513 identified RTC-proximal host 268 proteins. siRNA-treated L929 cells were infected (MOI=0.05, n=4) with a recombinant MHV 269 vesicular transport between the ER, Golgi apparatus and endosomal compartments for the 283 establishment of replication organelles, several factors contained within these pathways 284 impaired MHV replication as exemplified by the siRNA-mediated silencing of Kif11, Snx9, 285 Dnm11, Scfd1, Ykt6, Stx5a, Clint1, Aak11, or Vapa (Fig. 4b) . Consistently, ER-associated 286 protein sorting complexes associated with the ribosome and newly synthetized proteins (Naca, 287 BTF3, SRP54a, SRP68) that were revealed in the GO enrichment analysis (Fig. 3a, table S2) , 288 also appear to be required for efficient MHV replication (Fig. 4b) . 289 Furthermore, we also observed significantly reduced MHV replication upon silencing of core 290 elements of the 26S and 20S proteasome complex (Psmd1 and Psmc2, and Psmb3, 291 respectively), suggesting a crucial role of the ubiquitin-proteasome pathway for efficient CoV 292 replication (27, 52). Indeed, this finding may provide a link to the described coronavirus RTC-293 encoded de-ubiquitination activity residing in nsp3 that has been implicated in innate immune 294 evasion (16, 17, 54). 295",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 976,
                    "end": 984,
                    "text": "(Fig. 3a",
                    "ref_id": null
                },
                {
                    "start": 987,
                    "end": 995,
                    "text": "Table S2",
                    "ref_id": null
                },
                {
                    "start": 1147,
                    "end": 1156,
                    "text": "(Fig. 3b)",
                    "ref_id": null
                },
                {
                    "start": 1562,
                    "end": 1572,
                    "text": "(Table S2)",
                    "ref_id": null
                },
                {
                    "start": 2276,
                    "end": 2285,
                    "text": "(Fig. 4b)",
                    "ref_id": null
                },
                {
                    "start": 2487,
                    "end": 2506,
                    "text": "(Fig. 3a, table S2)",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 2570,
                    "end": 2579,
                    "text": "(Fig. 4b)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Most interestingly, this custom siRNA screen identified a crucial role of the host protein 296 synthesis apparatus that was associated with the MHV RTC as indicated by the proximity-297 dependent proteomic screen (Fig. 3a, c) . Silencing of ribosomal proteins Rpl13a and Rls24d1 298 and several subunits of the eIF3 complex resulted in greatly reduced MHV replication and 299 scored with highest significance in the siRNA screen, suggesting that proximity of the host cell 300 translation machinery to the viral RTC likely has functional importance for coronavirus 301 replication (Fig. 4b) . 302 303 Active translation near sites of viral mRNA synthesis 304 . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/417907 doi: bioRxiv preprint initiation factors, we extended these results in independent assays. For this, we selected all host 306 factors assigned to the category \"translation\" (Fig. 3a) and assessed virus replication following 307 siRNA-mediated silencing of each factor. Measurement of luciferase activity after MHV-Gluc 308 infection confirmed initial findings obtained by screening the entire siRNA library of MHV 309 RTC-proximal factors (Fig. 4c) . Specifically for Rpl13a, and eIFs 3i, 3f, and 3e viral replication 310 was reduced to levels comparable to our controls Ceacam1a (MHV receptor) and Gbf1 (24). 311",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 213,
                    "end": 225,
                    "text": "(Fig. 3a, c)",
                    "ref_id": null
                },
                {
                    "start": 581,
                    "end": 590,
                    "text": "(Fig. 4b)",
                    "ref_id": null
                },
                {
                    "start": 1025,
                    "end": 1034,
                    "text": "(Fig. 3a)",
                    "ref_id": null
                },
                {
                    "start": 1291,
                    "end": 1300,
                    "text": "(Fig. 4c)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Consistently, cell-associated viral mRNA levels (Fig. 4d ) and viral titers ( The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/417907 doi: bioRxiv preprint coronaviruses, such as HCoV-229E or the highly pathogenic MERS-CoV (Fig. 6) . The HCoV-331 229E RTC, which was detected with an antiserum directed against nsp8, appeared as small and 332 dispersed perinuclear puncta during early infection and eventually converged into larger 333 perinuclear structures later in infection. Consistent with findings obtained for MHV, we 334 observed a striking co-localization of the HCoV-229E RTC with sites of active translation 335 during the early phase of the infection (Fig. 6, S4) . The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/417907 doi: bioRxiv preprint defined temporal roles during particular phases of the viral life cycle and proteins that did not 380 yet attract our attention in previous screens because of functional redundancies. We therefore 381 expect that this approach will find wide application in the field of virus-host interaction, target 382 identification for virus inhibition, and provides a starting point to reveal similarities and 383 differences between replication strategies of a broad range of viruses. 384",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 48,
                    "end": 56,
                    "text": "(Fig. 4d",
                    "ref_id": null
                },
                {
                    "start": 276,
                    "end": 284,
                    "text": "(Fig. 6)",
                    "ref_id": null
                },
                {
                    "start": 716,
                    "end": 728,
                    "text": "(Fig. 6, S4)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "One novel finding that arose immediately from our RTC-proximity screen is the demonstration 385 of a close spatial association of host cell translation with the coronavirus RTC. Indeed, the 386 biotin ligase-based proteomic screen identified a number of translation initiation factors, most 387 prominently several eIF3 subunits that were found to have functional importance for viral 388 replication, and numerous ribosome-and translation-associated proteins within the coronavirus 389 RTC microenvironment (Fig. 3, 4) . In addition, the presence of subunits of the signal uncorrected Dunn's test) was used to test the statistical significance of reduced viral replication 641 (mean < 95% as compared to scramble control, n=216). The R package ggplot2 was used to 642 create the bubble plot (Fig 4B) . The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/417907 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 508,
                    "end": 519,
                    "text": "(Fig. 3, 4)",
                    "ref_id": null
                },
                {
                    "start": 792,
                    "end": 800,
                    "text": "(Fig 4B)",
                    "ref_id": null
                }
            ],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Endoplasmic Reticulum: The Favorite Intracellular biotinylation. MHV-BirAR118G-nsp2, MHV-A59-or non-infected L929 fibroblasts were 1045 cultured in medium supplemented with 67μM biotin. Cells were fixed 12 hours post infection 1046 (h.p.i.) and processed for immunofluorescence analysis",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Romero-Brey",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bartenschlager",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Nuclei are counterstained with DAPI. Z-projection of deconvolved z-stacks 1049 acquired with a DeltaVision Elite High-Resolution imaging system are shown",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Control cells were treated, prior to puromycin incubation, with 355 μM 1070 cycloheximide and 208 μM Emetin for 30 min to block protein synthesis. Western blots were 1071 probed using anti-puromycin antibodies to assess puromycin incorporation into polypeptides 1072 and normalized to actin levels. Error bars represent the mean standard deviation of three 1073 independent experiments",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Supplemental Figure 4. Visualization of active translation during HCoV-229E infections",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Cells were pulsed 1077 with cycloheximide, emetine and puromycin for 5min to label translating ribosomes and 1078 subjected to a coextraction/fixation procedure to remove free puromycin",
            "authors": [],
            "year": null,
            "venue": "Huh7 cells were infected with HCoV-229E (MOI=1) for 12",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "non-pulsed cells were used as control. Cells were labelled using anti-nsp8 (HCoV-229E) and",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "classification of RTC-proximal host factors 190 To categorize functionally-related proteins from the list of RTC-proximal host proteins and 191 identify enriched biological themes in the dataset, we performed a functional classification of 192 RTC-proximal factors using Gene Ontology (GO) enrichment analysis. 86 GO biological 193 process (BP) terms were significantly enriched in the dataset (p-value <0.05), of which 32 194",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "proteins that promote the transfer 213 of newly synthetized integral membrane proteins or secreted proteins across translocon 214 complexes. Furthermore, the list contained Naca and BTF3, which prevent the translocation of 215 non-secretory proteins towards the ER lumen (45, 46). Interestingly, genome-wide CRISPR 216 screens have identified proteins involved in biosynthesis of membrane and secretory proteins 217 as required for flavivirus replication (29, 30), suggesting similarities between flaviruses and 218 coronaviruses concerning the requirement of ER-associated protein sorting complexes for viral 219 replication. 220 repertoire of candidate proteins implicated in the coronavirus replication cycle, and contains 259 several factors that have previously been reported to impact the replication of other positive-260 sense RNA viruses. Importantly, since our screening approach was tailored to detect host 261 factors associated with the coronavirus RTC, it provides a spatial link of these factors to the 262 site of viral RNA synthesis. 263 264 Identification of proviral factors within the coronavirus RTC microenvironment 265",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 4e) were reduced 312 upon siRNA silencing of these factors. Although the silencing of a subset of host translation 313 factors severely restricted MHV replication, effective knockdown of these factors (Fig. S3c) 314 did not affect cell viability (Fig. S3b, d) and only moderately affected host cell translation 315 levels (Fig. 4f, S3e). This data demonstrates that the reduced viral replication observed after 316 siRNA knockdown is not due to a general impairment of host translation. 317 Subsequently, we aimed to visualize the localization of active translation during virus infection 318 by puromycin incorporation into nascent polypeptides on immobilized ribosomes 319 (ribopuromycylation) followed by fluorescence imaging using antibodies directed against 320 puromycin (55). In non-infected L929 cells, ribopuromycylation resulted in an expected 321 diffuse, mainly cytosolic, staining pattern interspersed with punctate structures indicative of 322 translation localized to dedicated subcellular cytosolic locations (Fig. 5). In striking contrast, 323 MHV-infected L929 cells displayed a pronounced enrichment of actively translating ribosomes 324 near the viral RTC as indicated by the strong overlap between the viral replicase and the 325 ribopuromycylation stain. Interestingly, active translation in vicinity of the RTC was strongest 326 during the early phase of infection at 6 h.p.i., and was observed until 8 h.p.i., before gradually 327 decreasing as the infection advanced along with the appearance of typical syncytia formation 328 indicative of cytopathic effect (CPE). 329",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The co-localization gradually decreased as 336 the infection reached the late phase with upcoming signs of CPE. Finally, we further 337 demonstrated that active translation is localized to the site of MERS-CoV RNA synthesis as 338 dsRNA puncta highly overlapped with the ribopuromycylation stain in MERS-CoV-infected 339Huh7 cells(Fig. 6). Collectively, these results not only confirm the spatial link between 340 individual components of the host cell translation machinery and coronavirus replication 341 compartments as identified by proximity-dependent biotinylation using MHV-BirAR118G-nsp2, 342 but they also demonstrate that active translation is taking place in close proximity to the study, we made use of a recently developed system based on proximity-dependent 347 biotinylation of host factors in living cells (31). By engineering a promiscuous biotin ligase 348 (BirAR118G) as an integral component of the coronavirus replication complex, we provide a 349 novel approach to define the molecular mircoenvironment of viral replication complexes that 350 is applicable to many other RNA and DNA viruses.351 We show that nsp2 fusion proteins encoded by recombinant MHV-APEX2-nsp2 and MHV-352 BirAR118G-nsp2, are indeed part of the RTC and localize to characteristic coronavirus 353 . Notably, in MHV-BirAR118G-nsp2-infected cells the 357 detection of biotinylated coronavirus replicase gene products nsp2-10, nsp12-16, and the 358 nucleocapsid protein by mass spectrometry demonstrates that these proteins are in close 359 proximity during infection. This extends previous immunofluorescence and electron 360 microscopic studies that were limited by the availability of nsp-specific antibodies and could 361 only show localization of individual nsps to coronavirus replicative structures (4, 8, 35-37). 362 Moreover, the close proximity of BirAR118G-nsp2 to MHV replicative enzymes, such as the 363 RNA-dependent RNA polymerase (nsp12), the NTPase/helicase (nsp13), the 5'-cap 364 methyltransferases (nsp14, nsp16), the proof-reading exonuclease (nsp14), in MHV-BirAR118G-365 nsp2-infected cells further suggest close proximity of nsp2 to the site of viral RNA synthesis. 366 We thus propose that nsp2-16 and the nucleocapsid protein collectively constitute a functional 367 coronavirus replication and transcription complex in infected cells. 368 The analysis of the host proteome enriched at MHV replication sites revealed a comprehensive 369 list of host proteins that constitute the coronavirus RTC microenvironment. This included 370 several individual factors and host cell pathways, especially transport mechanisms involving 371 vesicle-mediated trafficking, which have previously been shown to assist coronavirus 372 replication. (24, 26, 27, 49, 52). Moreover, numerous coronavirus RTC-proximal host proteins 373 and pathways also have documented roles in the life cycle of other, more intensively studied, 374 positive-stranded RNA viruses, suggesting considerable commonalities and conserved virus-375 host interactions at the replication complexes of a broad range of RNA viruses (29, 30, 56). 376 Importantly, our list of RTC-proximal proteins by far exceeds the number of host cell proteins 377 currently known to interact with viral replication complexes and the vast majority of MHV 378",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "390 recognition particle in proximity to the coronavirus RTC and their functional relevance for 391 viral replication is indicative of an importance for the translation of membrane proteins. 392 recent genome-wide CRISPR screens demonstrated the functional importance of proteins 404 involved in biosynthesis of membrane and secretory proteins, further supporting a pivotal role 405 of the ER-associated translation machinery for virus replication (30). 406 Compartmentalization of cellular translation to sites of viral RNA synthesis has been described 407 for dsRNA viruses of the orthoreovirus family, which replicate and assemble in distinct 408 cytosolic inclusions known as viral factories to which the host translation machinery is 409 recruited (58). The data presented here indicate that coronaviruses have evolved a similar 410 strategy by compartmentalizing and directing viral RNA synthesis to sites of ER-associated 411 translation. Likewise, this strategy has a number of advantages. Coronaviruses would not 412 require sophisticated transport mechanisms that direct viral mRNA to distantly located 413 ribosomes. A close spatial association of viral RNA synthesis and translation during early post-414 entry events would rather allow for remodeling the ER-associated translation machinery to 415 ensure translation of viral mRNA in a protected microenvironment. Viruses have evolved 416 diverse mechanisms to facilitate translation of their mRNAs including highly diverse internal nsp2 -mediated labelling approach to identify RTC-proximal cellular processes that 429 significantly contribute to viral replication. Indeed, the ability of BirAR118G to label viral and 430 host factors independently of high affinity and prolonged molecular interactions enables the 431 establishment of a comprehensive repertoire reflecting the history of protein association with 432 the viral RTC, recorded during the entire course of infection. In future studies it will be 433 important to provide an \"RTC-association map\" with temporal resolution. Like we have seen 434 for translation initiation factors in this study, association of host cell proteins with the viral 435 RTC might not persist throughout the entire replication cycle but might be of importance only 436 transiently or during specific phases of the replication cycle. Given its short labelling time, 437 APEX2 indeed offers this possibility to dissect protein recruitment to the viral RTC in a time-438 resolved manner, i.e. to detect RTC-associated host proteins at specific time points post 439 infection. This will ultimately result in a dynamic, high resolution molecular landscape of 440 virus-host interactions at the RTC and provide an additional impetus to elucidate critical virus-441 host interactions that take place at the site of viral RNA synthesis. These interactions should 442 be exploited in the development of novel strategies to combat virus infection, based on 443 conserved mechanisms of interactions at replication complexes of a broad range of positive1774 was used for the generation of MHV-BirAR118G-nsp2 and MHV-APEX2-nsp2. The 491 resulting VV were used to generate full-length cDNA genomic fragments by restriction 492 digestion of the VV backbone. Rescue of MHV-GFP-nsp2, MHV-BirAR118G-nsp2 and MHV-493 APEX2-nsp2 was performed by electroporation of capped in vitro transcribed recombinant 494 genomes into a BHK-21-derived cell line stably expressing the nucleocapsid (N) protein 495 layered on permissive 17Cl1 mouse fibroblasts. Recombinant MHV viruses were plaque-496 purified three times and purified viruses were passaged three times for stock preparations. All 497 plasmid sequences, VV sequences and recombinant MHV sequences were confirmed by PCR 498 or RT-PCR sequencing. Viruses were propagated on 17Cl1 cells and virus stocks were titrated 499 by plaque assay on L929 cells. 500 501 Viral replication assay 502 L929 cells were infected with MHV-A59, MHV-GFP-nsp2, MHV-BirAR118G-nsp2 or MHV-503 APEX2-nsp2 in quadruplicate at an MOI=1. Virus inoculum was removed 2 h.p.i., cells were 504 washed with PBS and fresh medium was added. Viral supernatants were collected at the 505 indicated time point and titrated by plaque assay on L929 cells. Titers reported are the averages 506 of three independent experiments ± standard error of the mean (SEM). 507 with 4% (v/v) neutral buffered formalin before being washed three additional times. CB) for 60 min and incubated 60 min with the indicated primary antibodies diluted in 516 CB (polyclonal anti-MHV-nsp2/3 or nsp8 (gift from S. Baker), 1:200 (35, 67); anti-myc, 517 1:8000 Cell Signalling 2276). Cells were washed three times with CB and incubated for 60 min 518 with donkey-derived, AlexaFluor488-conjugated anti-mouse IgG (H+L) and donkey-derived, 519 AlexaFluor647-conjugated anti-rabbit IgG (H+L) (Jackson Immunoresearch). Cells were 520 additionally labelled with streptavidin conjugated to AlexaFluor 594 (Molecular Probes) to 521 detect biotinylated proteins. Coverslips were mounted on slides using immunofluorescence detection of viral and host proteins, L929 cells were grown 525 on glass coverslips in 24-well plates and infected with MHV-A59 or MHV-BirAR118G-nsp2 526 (MOI=1). At the indicated time point, cells were fixed with 4% (v/v) formalin and processed 527 using primary monoclonal antibodies directed against dsRNA (J2 Mab, English Scientific and 528 Consulting) or myc-tab (Cell signalling 2276) and polyclonal antibodies recognizing eIF3E 529 (Sigma, HPA023973) or RTN4 (Nogo A+B, Abcam 47085) as well as secondary donkey-530 derived, AlexaFluor488-conjugated anti-mouse and AlexaFluor647-conjugated anti-rabbit IgG 531 (H+L), as described above. 532 For proximity ligation assays, L929 cells were seeded in 24-well plates on glass coverslips and 533 infection with MHV-A59 or MHV-BirAR118G-nsp2 (MOI=1). At the indicated time point, cells 534 were washed with PBS, fixed with 4% (v/v) formalin and permeabilized with 0.1% (v/v) Triton 535 X-100. Proximity ligation was performed as recommended by the manufacturer (Duolink In 536 Situ detection reagents Red, Sigma) using monoclonal antibodies directed against dsRNA (were imaged by acquiring 0.2 μm stacks over 10 μm using a DeltaVision Elite 541 High-Resolution imaging system (GE Healthcare Life Sciences) equipped with a 60x or 100x 542 oil immersion objective (1.4 NA). Images were deconvolved using the integrated softWoRx 543 software and processed using Fiji (ImageJ). 544 545 Biotinylation assay -western blot -mass spectrometry 546 L929 cells were infected with MHV-A59 or MHV-BirAR118G-nsp2, and for comparison 547 MHVH277A and MHVH227A-BirAR118G-nsp2, at an MOI=1 in medium supplemented with 67 μM 548 biotin (Sigma B4501). At 15 h.p.i., cells were washed three times with PBS and lysed in ice-549 cold buffer containing 50 mM TRIS-Cl pH 7.4, 500 mM NaCl, 0.2% (w/v) SDS, 1 mM DTT 550 and 1x protease inhibitor (cOmplete Mini, Roche). Cells were scraped off the flask and 551 transferred to tubes. Cells were kept on ice until the end of the procedure. Triton X-100 was 552 added to each sample to a final concentration of 2%. Samples were sonicated for two rounds 553 of 20 pulses with a Branson Sonifier 250 (30% constant, 30% power). Equal volumes of 50 554 mM TRIS-Cl were added to each sample and samples were centrifuged at 4°C for 10 min at 555 18000 x g. Supernatants were incubated with magnetic beads on a rotator at 4°C overnight 556 (800 μl Dynabeads per sample, MyOne Streptavidin C1, Life Technologies) that were 557 previously washed with lysis buffer diluted 1:1 with 50 mM TRIS-Cl. Beads were washed 558 twice with buffer 1 (2% (w/v) SDS), once with buffer 2 (0.1% (w/v) deoxycholic acid, 1% 559(v/v) Triton X-100, 1 mM EDTA, 500 mM NaCl, 50 mM HEPES pH 7.5), once with buffer 3 560 (0.5% w/v deoxycholic acis, 0.5% NP40, 1 mM EDTA, 250 mM LiCl, 10 mM TRIS-Cl pH 561 SDS-PAGE and western blot analysis, cells were cultured in 6-well plates and lysates were 564 prepared and affinity purified as described above. Proteins were separated on 10% (w/v) SDS-565 polyacrylamide gels (Bio-Rad), and proteins were electroblotted on nitrocellulose membranes 566 (Amersham Biosciences, GE Healthcare) in a Mini Trans-Blot cell (Bio-Rad). Membranes 567 were incubated in a protein-free blocking buffer (Advansta) and biotinylated proteins were 568 probed by incubation with horseradish peroxidase-conjugated Streptavidin (Dako). Proteins 569 were visualized using WesternBright enhanced chemiluminescence horseradish peroxidase 570 substrate (Advansta) according to the manufacturer's protocol. 571For mass spectrometry analysis, lysates and affinity purification were performed as described 572 above from 4*10 7 cells cultured in 150 cm 2 tissue culture flasks. Proteins were separated 1 cm 573 into a 10% (w/v) SDS-polyacrylamide gel. A Coomassie stain was performed and 4x 2 mm 574 bands were cut with a scalpel. Proteins on gel samples were reduced, alkylated and digested under Ubuntu against a forward + reverse Mus musculus (UniprotKB version 2016_04Lysine and on protein N-term, and deamidation of Glutamine and Asparagine. 590Parent and fragment mass tolerances were set to 10 ppm and 0.4 Da, respectively. Matches on 591 the reversed sequence database were used to set a Z-score threshold, where 1% false 592 discoveries (FDR) on the peptide spectrum match level had to be expected. Protein 593 identifications were only accepted, when two unique peptides fulfilling the 1% FDR criterion 594 spectrometry(70-73). GO BP terms with a p-value <0.05 were considered to be terms that were 612 significantly enriched in the dataset. Additional analysis of significant GO terms was conducted 613 using AmiGO and revealed that the top 32 GO BP terms (p-value <0.005) were predominantly 614 associated with five broad functional categories (cell-cell adhesion, transport, cell organization, 615 translation, and catabolic processes)(74). Alternatively, enrichment analysis was performed 616 using SetRank (data not shown), a recently described algorithm that circumvents pitfalls of 617 commonly used approaches and thereby reduces the amount of false-positive hits (75) and the 618 following databases were searched for significant gene sets: BIOCYC (76), GO (72), ITFP 619 (77), KEGG (78), PhosphoSitePlus (79), REACTOME (80), and WikiPathways (81). Both 620 independent approaches lead to highly similar results and consistently complement results 621 obtained upon GO Cellular Components analysis. 622 STRING functional protein association networks were generated using RTC-proximal host 623 proteins found within each of the five broad functional categories. Default settings were used 624 Assay Kit (ThermoFisher Scientific). Experiments were carried out in 4 independent replicates 638 and both cytotoxicity values and luciferase counts were normalized to the corresponding non-639 targeting scrambled control of each plate. A one-way ANOVA (Kruskal-Wallis test, 640",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "were transfected with 10 nM siRNA as described above. 48 h post-transfection, cell 646 viability was assessed using the CytoTox 96 Non-Radioactive Cytotoxicity Assay (Promega) 647 and visually inspected by automated phase-contrast microscopy using an EVOS FL Auto 2 648Imaging System equipped with a 4x air objective. Cells were infected with MHV-Gluc 649 (MOI=0.05), washed with PBS 3 h.p.i. and incubated for 9 additional hours. Gaussia luciferase 650 activity, viral titers and cell viability were measured from the supernatant as described above. 651One-way ANOVAs (ordinary one-way ANOVA, uncorrected Fisher's LSD test) were used to 652 test the statistical significance.653 Total cellular RNA was isolated from cells using the NucleoMag® RNA Kit (Machery Nagel, 654 Switzerland) on a KingFisher™ Flex Purification System (Thermo Fisher Scientific, 655 Switzerland) according to the manufacture's instructions. The QuantiTect Probe RT-PCR Kit 656 (Qiagen, Switzerland) was used according to the manufactures instructions for measuring the 657 cell associated viral RNA levels with primers and probe specific to the MHV genome fragment 658 coding the nucleocapsid gene (Table S4). Primers and Probe for mouse Glyceraldehyde 3-659 phosphate dehydrogenase (GAPDH) where obtained from ThermoFisher Scientific 660 (Mm03302249_g1, Catalog Number: 4331182). The MHV levels were normalized to GAPDH 661 Ct Tbp) (84). One-way ANOVA (ordinary one-way 667 ANOVA, uncorrected Fisher's LSD test) was used to test the statistical significance. 668 669 Total cellular translation 670 siRNA-based silencing was performed as described above. 48 h post-transfection, control cells 671 were incubated with 355 M cycloheximide (Sigma) and 208 M Emetin (Sigma) for 30 min 672 to block protein synthesis. Cells were treated with 3 M puromycin for 60 min followed by 673 three PBS washes(85). Total cell lysates were prepared using M-PER mammalian protein 674 extraction reagent (Thermo Scientific) supplemented with protease inhibitors (Mini, Roche). Cells were blocked for 30 min in CB, and immunostained as 692 described above using polyclonal anti-MHV-nsp2/3 (gift from S. Baker), polyclonal anti-693 HCoV-229E-nsp8 (gift from J. Ziebuhr), or monoclonal anti-dsRNA (J2 MAB, English and 694 Scientific Consulting) as primary antibodies to detect MHV, HCoV-229E and ZIKV 695 replication complexes, respectively. Donkey-derived, AlexaFluor488-conjugated anti-mouse 696 or anti-rabbit IgG (H+L) were used as secondary antibodies. Additionally, ribosome-bound 697 puromycin was detected using a monoclonal AlexaFluor647-conjugated anti-puromycin 698 antibody (clone 12D10, Merk Millipore). Slides were mounted, imaged and processed as 699 described above. 700 701 DAB staining and transmission electron microscopy 702 L929 fibroblasts were seeded in 24-well plates and infected with MHV-APEX2-nsp2, MHV-703 A59, or non-infected for 10 h. 3,3-diaminobenzidine (DAB) stains were performed as described 704 previously (38). Briefly, cells were fixed at 10 h.p.i. using warm 2% (v/v) glutaraldehyde in 705 100 mM sodium cacodylate, pH 7.4, supplemented with 2 mM calcium chloride (cacodylate 706 buffer) and placed on ice for 60 min. The following incubations were performed on ice in ice-707 cold buffers unless stated otherwise. Cells were washed 3x with sodium cacodylate buffer, 708 quenched with 20 mM glycine in cacodylate buffer for 5 min. before 3 additional washes with 709 cacodylate buffer. Cells were stained in cacodylate buffer containing 0.5 mg/ml DAB and 10 710 mM H2O2 for 20 min until DAB precipitates were visible by light microscopy. Cells were 711 30 min at room temperature or overnight at 4 °C. After three washes in 716 cacodylate buffer for 10 min each, cells were post-fixed with 1% OsO4 (Chemie Brunschwig, 717 Basel, Switzerland) in 0.1 M cacodylate buffer for 1 h at 4 °C and again washed three times 718 with cacodylate buffer. Thereafter, cells were dehydrated in an ascending ethanol series (70%, 719 80%, 90%, 94%, 100% (v/v) for 20 min each) and embedded in Epon resin, a mixture of Epoxy 720 embedding medium, dodecenyl succinic anhydride (DDSA) and methyl nadic anhydride 721 (MNA) (Sigma Aldrich, Buchs, Switzerland). Ultrathin sections of 90 nm were then obtained 722 with diamond knives (Diatome, Biel, Switzerland) on a Reichert-Jung Ultracut E (Leica, 723 Heerbrugg, Switzerland) and collected on collodion-coated 200-mesh copper grids (Electron 724 Figure legends",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Characterization of the recombinant MHV-BirAR118G-nsp2. (a) Genome 734 organization of recombinant MHV-BirAR118G-nsp2. The positive-sense RNA genome of MHV 735 contains a 5' cap and a 3' poly(A) tail. ORF1a and ORF1b encode the viral replication and 736 transcription complex (nsp1-16). myc-BirAR118G was inserted as an N-terminal fusion with 737 nsp2 within ORF1a. The cleavage site between nsp1 and myc-BirAR118G was retained (black 738 arrow) while a deleted cleavage site between BirAR118G and nsp2 ensured the release of a 739 BirAR118G-nsp2 fusion protein from the pp1a polyprotein. The cleavage site between nsp2 and 740 nsp3 was also retained. (b) Viral replication kinetics of recombinant MHV-BirAR118G-nsp2 741 were compared to wild-type MHV-A59 and recombinant MHV-GFP-nsp2. Murine L929 742 fibroblasts were infected at a multiplicity of infection (MOI) of 1 plaque forming unit (pfu) per 743 cell. Viral supernatants were collected at the indicated time points, titrated by plaque assay and 744 expressed in pfu per ml. Data points represent the mean and SEM of three independent 745 experiments, each performed in quadruplicate. (c) Immunofluorescence analysis of MHV-Determination of the coronavirus RTC-proximal proteome (aMHV-BirAR118G-nsp2, MHV-A59 (parental wild-type strain) or non-infected in 761 medium with and without supplementation of 67 μM biotin. Cells were lysed 15 h.p.i. and 762 biotinylated factors were subjected to affinity purification using streptavidin-coupled magnetic 763 beads. Total cell lysates and affinity-purified fractions were separated by SDS-PAGE and 764 analysed by western blot probed with horse radish peroxidase (HRP)-coupled Streptavidin. (c) 765 Host and viral factors identified by LC-MS/MS. 4*107 L929 cells were infected with MHV-766 BirAR118G-nsp2 or MHV-A59 in medium supplemented with 67μM biotin. 15 h.p.i., lysates 767 were affinity purified and LC-MS/MS was performed from in-gel digested samples. MS 768 identification of biotinylated proteins was performed in three independent biological replicates. 769 to the level of viral replication impairment. Colors correspond to the functional categories 807 highlighted in Figure 3. Light grey bubbles (below the dashed line) represent host proteins that 808 did not significantly impact MHV replication (p-value > 0.05). (c, d, e, f) Silencing of RTC-809 proximal components of the cellular translation machinery. Upon 48h siRNA silencing of 810 factors assigned to the category \"translation\" (Figure 3), L929 fibroblasts were infected with 811 MHV-Gluc (MOI=0.05, n=3). Luciferase activity (c), cell-associated viral RNA levels (d) and 812 viral titers (e) were assessed at 12 h.p.i.. (f) Western blot quantification of total cellular 813 translation following silencing of a subset of the host translation apparatus. Upon 48h siRNA-814 silencing, L929 fibroblasts were pulsed with 3 μM puromycin for 60 min. Control cells were 815 treated, prior to puromycin incubation, with 355 μM cycloheximide and 208 μM Emetin for 816 30 min to block protein synthesis. Cell lysates were separated by SDS-PAGE and Western 817 blots were probed using anti-puromycin antibodies to assess puromycin incorporation into 818 polypeptides and normalized to actin levels. Error bars represent the mean standard deviationActive translation near sites of MHV mRNA synthesis. Visualization of active 822 translation in MHV-infected L929 fibroblasts. Cells infected with MHV-A59 (MOI=1) or non-823 infected cells were cultured for 6, 8, 10 and 12 hours and pulsed with cycloheximide, emetine",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Active translation near sites of HCoV-229E and MERS-CoV mRNA synthesis. 833 Visualization of active translation during hCoV-229E and MERS-CoV infections. Huh7 cells 834 were infected with HCoV-229E and MERS-CoV (MOI=1) for 12 h and 6 h, respectively. Cells 835 were pulsed with cycloheximide, emetine and puromycin for 5min to label translating 836 ribosomes and subjected to a coextraction/fixation procedure to remove free puromycin. Non-837 infected and/or non-pulsed cells were used as control. Cells were labelled using anti-nsp8 838 (HCoV-229E) or dsRNA (MERS-CoV) and anti-puromycin antibodies. Nuclei are 839 counterstained with DAPI. Z-projection of deconvolved z-stacks acquired with a DeltaVision 840 Elite High-Resolution imaging system are shown. Intensity profiles of magnified regions are 841 shown. Scale bar: 20 μm. with hepatitis C virus replication. PLoS Pathog 8(12):e1003056. and limits apoptosis in macrophages. Proc Natl Acad Sci U S A",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Figure S2",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Figure S3",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Figure S4",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/417907 doi: bioRxiv preprint",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}