{
    "paper_id": "acd8d28ae75dc1ec5fea2d767e3158545011c1f7",
    "metadata": {
        "title": "Title: 2 The Role of Interleukin-1 cytokine family (IL-1β, IL-37) and interleukin-12 cytokine 3 family (IL-12, IL-35) in eumycetoma infection pathogenesis. Authors 7 Corresponding Author",
        "authors": [
            {
                "first": "Amir",
                "middle": [],
                "last": "Abushouk",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Amre",
                "middle": [],
                "last": "Nasr",
                "suffix": "",
                "affiliation": {},
                "email": "nasra@ksau-hs.edu.sa"
            },
            {
                "first": "Emad",
                "middle": [],
                "last": "Masuadi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Research Unit",
                    "location": {
                        "country": "King Saud"
                    }
                },
                "email": "e.mail:22masuadie@ksau-hs.edu.sa"
            },
            {
                "first": "Gamal",
                "middle": [],
                "last": "Allam",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Taif University",
                    "location": {
                        "addrLine": "25 Saudi Arabia",
                        "settlement": "Taif"
                    }
                },
                "email": "e.mail:g.allam@tu.edu.sa"
            },
            {
                "first": "Emmanuel",
                "middle": [
                    "E"
                ],
                "last": "Siddig",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Khartoum",
                    "location": {
                        "settlement": "Khartoum",
                        "country": "Sudan"
                    }
                },
                "email": ""
            },
            {
                "first": "Ahmed",
                "middle": [
                    "H"
                ],
                "last": "Fahal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Khartoum",
                    "location": {
                        "settlement": "Khartoum",
                        "country": "Sudan"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Mycetoma is a neglected tropical disease, endemic in many tropical and subtropical regions, 49 characterised by massive deformity and disability and can be fatal if untreated early and 50 appropriately. Interleukins (IL) -35 and IL-37 are newly discovered cytokines that play an 51 important role in suppressing the immune system. However, the expression of these 52 interleukins in patients with Madurella mycetomatis (M. mycetomatis) induced eumycetoma 53 has not yet been explored. This study aims to determine the levels of the IL-1 family (IL-1β, 54 IL-37) and IL-12 family (IL-12, IL-35) in a group of these patients and the association 55 between these cytokines levels and the patients' demographic characteristics. The present, 56 a case-control study was conducted at the Mycetoma Research Centre, Soba University 57 Hospital, University of Khartoum, Sudan and it included 140 individuals. They were divided 58 into two groups; group I: healthy controls [n = 70; median age 25 years (range 12 to 70 59 years)]. Group II: mycetoma patients [n = 70 patients; median age 25 (range 13 to 70 60 years)]. Cytokines levels were measured in sera using enzyme-linked immunosorbent assay 61 (ELISA). 62 There was no significant correlation between the IL-1β and IL-12 levels and the lesions size 63 and disease duration, whereas levels of IL-37 and IL-35 were significantly correlated with 64 that. The analysis of the risk factors of higher circulatory levels of IL-37 in patients of 65 mycetoma showed a significant negative association with IL-1β cytokine, where a unit 66 increment in IL-1β will decrease the levels of IL-37 by 35.28 pg/ml. The levels of IL-37 67 among the patients with a duration of mycetoma infection ≤ one year had significantly 68 decreased by an average of 18.45 compared to patients with a mycetoma infection's 69 duration of ≥ 5years (reference group). Furthermore, the risk factors of higher levels of IL-35 . CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/502609 doi: bioRxiv preprint 70 in mycetoma patients revealed a significant negative association with IL-12, as a unit 71 increment in IL-12 decreases the levels of IL-35by 8.99 pg/ml (p < 0.001). Levels of IL-35 72 among the patients with duration of mycetoma infection ≤ one year had significantly 73 decreased (p-value = 0.002) on average by 41.82 compared to patients with a duration of 74 mycetoma infection ≥ five years (reference group). In conclusion, this study indicates that 75 both IL-35 and IL-37 are negatively associated with the levels of IL-1β and IL-12 in 76 eumycetoma mycetoma infection; and high levels of IL-37 and IL-35 may have a negative 77 impact on disease progression. 78 79 Authors Summary 80 Mycetoma is a progressive chronic granulomatous fungal or bacterial infection that may 81 result in massive destruction of subcutaneous tissues, muscles and bones. Mycetoma is 82 a neglected disease which is endemic in many tropical and subtropical areas. If the 83 disease is not treated properly, eventually it ends up with amputation and adverse 84 medical, health and socioeconomic effects on patients and the community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "85 Previous data suggested a crucial role of adaptive immunity in host resistance to 86 causative agents and the disease progression. The recently identified IL -35 and IL-37 87 cytokines revealed an important role in immune suppression. Nevertheless, the 88 expression of these interleukins in patients with mycetoma has not yet been 89 investigated. Therefore, the present case-control study aimed to determine the levels of 90 IL-1 family (IL-1β, IL-37) and IL-12 family (IL-12, IL-35) in these patients and the 91 association between these cytokines levels and the patients' demographic 92 characteristics. . CC-BY 4.0 International license is made available under a",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/502609 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The results of this study showed that the levels of IL-37 and IL-35 were consistently 94 positively correlated with different diameters of mycetoma lesions as well as its duration. 95 However, the levels of IL-1β and IL-12 were consistently negatively correlated with 96 different diameters of lesions and the duration of mycetoma infection. The analysis of 97 the risk factors of higher circulatory levels of IL-37 in patients of mycetoma showed a 98 significant negative association with IL-1β cytokine. Furthermore, the risk factors of 99 higher levels of IL-35 in patients of mycetoma revealed a significant negative 100 association with IL-12. These findings uncover a possible the role of IL-35 and IL-37 in 101",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Mycetoma is a chronic granulomatous subcutaneous inflammatory disease, caused by 108 certain bacteria (actinomycetoma) or fungi (eumycetoma). This infection progresses to affect pre-existing Th2 environment caused by schistosomiasis promotes the development of 140 mycetoma as patients with mycetoma were significantly more positive for schistosoma 141 antibodies than healthy endemic controls [9] . These findings suggested that Th2 like 142 response and anti-inflammatory/immunosuppressive cytokines could have a negative impact 143 on mycetoma development and disease progression. 144 IL-1 is a polypeptide which has two forms; IL-1α and IL-1β. It is involved in the acute-phase 145 response and is accountable for several alterations that are related to the onset of various 146 medical disorders [15, 16] . It is demonstrated recently that higher levels of IL-1β cytokine 147 are strongly associated with surgically treated mycetoma patients, in comparison to those 148 treated without surgery [17] . It is known that IL-1β is a pro-inflammatory cytokine that is 149 involved in cell death coordination [18] . IL-1β cytokine is cleaved into the mature, active and disease severity in murine aspergillosis [29] . In addition to its role in innate immunity; IL-174 37 plays a pivotal role in regulating adaptive immunity by inducing regulatory T (T reg ) cells 175 and impairing activation of effector T-cell responses [30] . To our knowledge, there has been 176 no study to report the relationship between IL-37 and mycetoma pathogenesis so far. poorly understood. However IL-35 is recognised as a typical anti-inflammatory cytokine, and 189 the predominant mechanism of suppression is associated with its ability to suppress T cell (Table 2) . On the other hand, the 287 levels of cytokine IL-1β were constitutively negatively correlated with IL-37 and IL-35, ( Table   288 2). Furthermore, the levels of cytokine IL-37 were constitutively positively correlated with IL-289 35 (Table 2) . However, the levels of cytokine IL-37 and IL-35 were constitutively negatively 290 correlated with IL-12 (Table 2) . (Table 3) . Whereas, levels of IL-37 were constitutively positively correlated with IL-35 (Table   . CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/502609 doi: bioRxiv preprint 3). However, the levels of IL-37 and IL-35 were constitutively negatively correlated with IL-300 12, (Table 3) . Table  (Table 8) . Furthermore, the circulating levels of IL-37 had significantly decreased with 369 increasing age groups [(19-24 years; p-value = 0.0100), 25-29 years; p-value =0.030 and 370 (30-39) years; p-value = 0.022)] (Table 8) . Interestingly, levels of IL-37 among mycetoma 371 patients showed a statistically significant difference between Itraconazole compared to 372 Ketoconazole, p < 0.001, (Table 8) . (Table 9 ). Additionally, the circulating levels of IL-35 showed no 384 significant association with the different age groups (Table 9) . Interestingly, treatment with 385 Itraconazole significantly increased circulating levels of IL-35 among mycetoma patients 386 compared to treatment with Ketoconazole, p-value <0.001, (Table 9) . The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/502609 doi: bioRxiv preprint a mycetoma infection duration ≥ 5years (reference group). More investigations are needed 506 to explore the mechanism by which IL-35 and IL-37 contribute in the mycetoma infection 507 outcomes. This will help in understanding the role of these cytokines IL-35 and IL-37 in the 508 pathogenesis of mycetoma, and may exploit it as a potential therapeutic target to prevent 509 mycetoma diseases recurrence. . CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/502609 doi: bioRxiv preprint Table 2 . Correlations between the serum levels of (IL-1β, IL-37, IL-12 and IL-35) The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/502609 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/502609 doi: bioRxiv preprint",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 352,
                    "text": "141",
                    "ref_id": null
                },
                {
                    "start": 394,
                    "end": 397,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 584,
                    "end": 587,
                    "text": "144",
                    "ref_id": null
                },
                {
                    "start": 801,
                    "end": 805,
                    "text": "[15,",
                    "ref_id": null
                },
                {
                    "start": 806,
                    "end": 809,
                    "text": "16]",
                    "ref_id": null
                },
                {
                    "start": 999,
                    "end": 1003,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 1068,
                    "end": 1071,
                    "text": "149",
                    "ref_id": null
                },
                {
                    "start": 1108,
                    "end": 1112,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 1210,
                    "end": 1214,
                    "text": "[29]",
                    "ref_id": null
                },
                {
                    "start": 1364,
                    "end": 1367,
                    "text": "175",
                    "ref_id": null
                },
                {
                    "start": 1422,
                    "end": 1426,
                    "text": "[30]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1737,
                    "end": 1746,
                    "text": "(Table 2)",
                    "ref_id": null
                },
                {
                    "start": 1867,
                    "end": 1878,
                    "text": "Table   288",
                    "ref_id": "TABREF9"
                },
                {
                    "start": 1982,
                    "end": 1991,
                    "text": "(Table 2)",
                    "ref_id": null
                },
                {
                    "start": 2099,
                    "end": 2108,
                    "text": "(Table 2)",
                    "ref_id": null
                },
                {
                    "start": 2111,
                    "end": 2120,
                    "text": "(Table 3)",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 2201,
                    "end": 2211,
                    "text": "(Table   .",
                    "ref_id": null
                },
                {
                    "start": 2520,
                    "end": 2529,
                    "text": "(Table 3)",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 2532,
                    "end": 2548,
                    "text": "Table  (Table 8)",
                    "ref_id": "TABREF9"
                },
                {
                    "start": 2758,
                    "end": 2767,
                    "text": "(Table 8)",
                    "ref_id": "TABREF9"
                },
                {
                    "start": 2937,
                    "end": 2946,
                    "text": "(Table 8)",
                    "ref_id": "TABREF9"
                },
                {
                    "start": 2949,
                    "end": 2957,
                    "text": "(Table 9",
                    "ref_id": "TABREF10"
                },
                {
                    "start": 3075,
                    "end": 3084,
                    "text": "(Table 9)",
                    "ref_id": "TABREF10"
                },
                {
                    "start": 3271,
                    "end": 3280,
                    "text": "(Table 9)",
                    "ref_id": "TABREF10"
                },
                {
                    "start": 4046,
                    "end": 4053,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 4097,
                    "end": 4128,
                    "text": "(IL-1β, IL-37, IL-12 and IL-35)",
                    "ref_id": null
                }
            ],
            "section": "107"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Use of filter paper for the collection 658 and analysis of human whole blood specimens",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Mei",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Alexander",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Adam",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Hannon",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Nutr",
            "volume": "131",
            "issn": "5",
            "pages": "1631--1637",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Comparison of available methods to elute 660 serum from dried blood spot samples for measles serology",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mercader",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Featherstone",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Bellini",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Virol Methods",
            "volume": "661",
            "issn": "1",
            "pages": "140--149",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The use of the dried blood spot sample in epidemiological 663 studies",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Cubitt",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Clin Pathol",
            "volume": "52",
            "issn": "9",
            "pages": "633--639",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Helsinki Declaration revisited over concerns about human subjects. 665",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sibbald",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "CMAJ",
            "volume": "169",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Differential activity 667 of innate defense antimicrobial peptides against Nocardia species",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rieg",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Meier",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fähnrich",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Huth",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wagner",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "V"
                    ],
                    "last": "Kern",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Microbiol",
            "volume": "668",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Immunity to fungi",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Leibundgut-Landmann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wüthrich",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Hohl",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Curr Opin",
            "volume": "670",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "MyD88-deficient Hydra reveal an ancient function of TLR signaling in sensing 673 bacterial colonizers",
            "authors": [],
            "year": 2012,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "109",
            "issn": "47",
            "pages": "19374--19383",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Suppression of inflammation and acquired immunity by 685 IL-37",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cavalli",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Dinarello",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Immunol Rev",
            "volume": "281",
            "issn": "1",
            "pages": "179--190",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Impact 687 of Fungi on Immune Responses",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Conti",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tettamanti",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mastrangelo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ronconi",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Frydas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Kritas",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Clin Ther",
            "volume": "40",
            "issn": "6",
            "pages": "885--888",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "MyD88-mediated inflammatory responses in human aortic valve interstitial cells",
            "authors": [],
            "year": null,
            "venue": "Mol",
            "volume": "690",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Upregulated in Patients with Tuberculosis and Induces Macrophages Towards an 693 M2-like Phenotype",
            "authors": [],
            "year": 2015,
            "venue": "Scand J Immunol",
            "volume": "82",
            "issn": "4",
            "pages": "370--379",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Obstacles and opportunities for understanding macrophage 695 polarization",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Wynn",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Leukoc Biol",
            "volume": "89",
            "issn": "4",
            "pages": "557--63",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Autocrine 697 to diagnose early onset sepsis in neonates",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Schreiber",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ehlers",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Heitmann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rausch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mages",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Murray",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Clin Chim Acta",
            "volume": "462",
            "issn": "",
            "pages": "90--95",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "IL-35 inhibits HBV antigen-706 specific IFN-γ-producing CTLs in vitro",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clin Sci",
            "volume": "129",
            "issn": "5",
            "pages": "395--404",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Nocardia brasiliensis: in vitro and in vivo growth response to steroid sex 709 hormones",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Mycopathologia",
            "volume": "132",
            "issn": "2",
            "pages": "79--85",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "A new 711 model for management of mycetoma in the Sudan",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fahal",
                    "suffix": ""
                },
                {
                    "first": "Ame",
                    "middle": [],
                    "last": "Hassan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Abdel-Rahman",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Alshambaty",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hashim",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Negl Trop Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The Surgical Treatment of Mycetoma",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Suleiman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wadaella El",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Fahal",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "PLoS",
            "volume": "714",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Predictors of Post-716 operative Mycetoma Recurrence Using Machine-Learning Algorithms: The 717 Mycetoma Research Center Experience",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wadal",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Elhassan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Zein",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Abdel-Rahman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Fahal",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS Negl Trop Dis",
            "volume": "718",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "150 form primarily by inflammasome-dependent caspase activity [18]. It is possible that mature 151 IL-1β secretion by macrophages activates IL-1R1 on macrophages, fibroblasts and epithelial 152 cells, inducing production of the CXC chemokine CXCL1/KC, which binds to CXCR2 on 153 neutrophils and mediates recruitment of neutrophils from peripheral blood to stimulate 154 inflammation at the site of mycetoma invasion. Therefore, these higher levels of IL-1β 155 cytokine advocate a crucial role in M. mycetomatis pathogenesis. 156 IL-37, which is a member of the IL-1 family, has emerged as a potent anti-inflammatory degenerative intervertebral discs [23] and Graves' disease (GD) [24]. IL-37 protein level in 164 PBMCs and dendritic cells (DCs) is up-regulated when stimulated by Toll-like receptor (TLR) 165 ligands or pro-inflammatory cytokines [25]. In vitro, overexpression of IL-37 in macrophages 166 or epithelial cells greatly inhibits the production of major pro-inflammatory cytokines such as 167 TNF-α, IL-1α, IL-1β, IL-6, IFN-γ and macrophage inflammatory protein 2 [25, 26]. In vivo, IL-168 37 transgene protects mice from lipopolysaccharide-induced shock and chemical-induced 169 colitis [19, 27]. IL-37 interferes with the innate protective anti-Candida host response by 170 reducing the production of pro-inflammatory cytokines and suppressing neutrophil 171 recruitment in response to Candida infection, resulting in increased susceptibility to 172 disseminated candidiasis [28]. Moreover, IL-37 markedly reduced inflammasome activation 173",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "190 proliferation and effector functions [33, 38]. Given the direct immunosuppressive effect of IL-191 35, many studies have been conducted to evaluate its role in the development of several 192 diseases. IL-35 can suppress several types of chronic inflammatory diseases such as 193 inflammatory bowel disease [26], and decreased the severity of collagen-induced arthritis in 194 animals via enhancement of IL-10 production [39] and suppression of Th17 cells [40]. In an 195 asthma model, intra-tracheal instillation of IL-35 decreased disease severity by diminishing 196 the Th2 cell counts [41] and by reducing the production of IL-17 [42]. In bacterial infections, 197 Shen and associates [35] found that mice without IL-35 expression demonstrated an 198 improved resistance to infection with the intracellular bacterial pathogen Salmonella 199 typhimurium. In addition, IL-35 has been increased in the serum of adults and children with 200 sepsis, and administration of anti-IL-35 p35 antibodies diminished dissemination of the 201 bacteria in septic animals [43]. Similarly, tuberculous patients exhibited an increase in serum Sample collection 231 One hundred μl of blood was collected on Whatman qualitative filter paper, Grade 1, circles, 232 diam. 42.5 mm (Sigma-Aldrich Chemical Co., St. Louis, MO, USA) for the determination of 233 cytokines. The use of filter paper dried whole blood spots (DBS) for specimen collection was 234 preferred to facilitate collection, storage and transportation of specimens and it is in line with 235 the World Health Organization recommendations and also used in several previous studies 236 [46-48]. Sera were extracted from filter-paper samples as described previously in details 237 [17].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "1β, IL-37, IL-12 and IL-35 measurement 240 IL-1β, IL-37, and IL-12 were measured in the sera using commercially available enzyme-241 linked immunosorbent assay (ELISA) kits (abcam®, Cambridge, UK). Serum levels of IL-35 242 were estimated using a sandwich ELISA commercial kit (Colorful Gene Biological 243 Technology, Wuhan, China). Cytokine assays were performed in duplicates according to the 244 manufacturers' protocols. The sensitivity of Human ELISA kits for IL-1β, IL-37, IL-12 and IL-245 35 cytokines was 0.5 pg/ml.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "were managed by SPSS version 24.0 statistical software for Windows (IBM© 249 SPSS© statistics) and appropriate statistical tests were used. The results are expressed as 250 mean ± standard deviation (SD) or median with interquartile range (IQR). Spearman 251 correlation test was used to evaluate the associations between serum IL-37 levels and 252 laboratory values as well as serum cytokine levels. For non-parametric data, comparisons",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "between cytokine levels (IL-1β, IL-37, IL-12 and IL-35) stratified by the 283 lesion diameter among mycetoma patients and control group 284 The levels of cytokines (IL-1β, IL-37, IL-12 and IL-35) were constitutively correlated among 285 mycetoma patients with different lesions diameters. The levels of IL-1β were constitutively 286 positively correlated with IL-12 and lesions diameter,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "between cytokine levels (IL-1β, IL-37, IL-12 and IL-35) stratified by the 294 disease duration and control group 295 In the patients' group, the levels of cytokines (IL-1β, IL-37, IL-12 and IL-35) were 296 constitutively correlated with the duration of mycetoma infection. Levels of IL-1β showed a 297 consistent positive correlation with IL-12 and negative correlation with IL-37 and IL-35, 298",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Analysis of the serum levels of IL-1β, IL-37, IL-12 and IL-35 within the different lesion 302 diameters among mycetoma patients and control groups 303 Circulating serum cytokine levels were determined in all mycetoma patients and were 304 compared between the different lesion diameters among mycetoma patients and healthy 305 controls. Overall, there was a significant difference in the levels of all studied cytokines 306 between the four groups (Three levels of lesion diameter and the healthy controls), (",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "for circulating IL-35 among mycetoma patients. 375 The analysis of the risk factors of higher levels of IL-35 in patients of mycetoma revealed a 376 significant negative association with IL-12; as a unit increment in IL-12 decreases the levels 377 of IL-35 by 8.99 pg/ml, p-value < 0.001 (Table 9). Levels of IL-35 among the patients with a 378 mycetoma with a disease duration of ≤ 1 year had significantly decreased, p value= 0.002), 379 on average by 41.82 pg/ml compared to patients with a disease duration ≥ 5years 380 (reference group) (Table 9). However, patients with an infection duration of 2-4 years and ≥ 381 five years showed no significant difference in IL-35 levels, p-value = 0.391. Furthermore, 382 there was no significant difference (p-value = 0.49) in IL-35 levels between male and female 383 mycetoma sufferers",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "represents a major health problem in many tropical and subtropical393    areas, there are no prevention or control measures for this neglected disease[22, 23]. In 394 mycetoma endemic areas, most individuals have antibodies against the causative agents.395    However only a few develop the disease [4]. Few researchers believed that patients who 396 develop mycetoma seem to be deficient in their cell-mediated immunity[6]. Hence, we 397 aimed to investigate the profiles of the pro-inflammatory (IL-1β and IL-12) and the anti-398 inflammatory immunosuppressive (IL-37 and IL-35) cytokines among mycetoma patients 399 and their association with disease characteristics. As far as we know, this is the first study 400 addressing the relation between immunosuppressive cytokines and mycetoma infection. Our 401 data showed that eumycetoma patients presented higher circulating levels of IL-1β, IL-12, 402 IL-37 and IL-35 compared to controls. Moreover, serum levels of IL-1β and IL-12 were 403 significantly decreased with increasing lesions' diameter and disease duration, whereas 404 levels of IL-37 and IL-35 were significantly higher with increasing lesions' diameter and 405 disease duration. These findings indicate that immunosuppressive cytokines like IL-37 and 406 IL-35, which could suppress cell-mediated immune responses, may have a negative impact 407 on the disease progression. 408 Data of the current study clearly showed the serum levels of IL-1β and IL-12 in eumycetoma 409 patients with different lesion size and disease duration were positively correlated with each 410 other, and negatively correlated with IL-37. It has been demonstrated that the first line of the 411 innate immune response against mycetoma infection is by phagocytes, from which 412 macrophages represent the major phagocytic cells [50]. In general, protective immunity to 413 fungal infections [51] involves activation of Toll-like receptors (TLRs) generating 53]. IL-1β and other pro-inflammatory cytokines are produced early 416 in response to fungal infections and promote phagocytosis and other means of the innate 417 immune response [54, 55]. Following inflammatory stimuli, several cell types including 418 immune and non-immune cells produce IL-37, as a protective mechanism to prevent 419 runaway inflammation and excessive tissue damage [56]. IL-37 directly inhibits generation of 420 pro-inflammatory cytokines and down-regulates macrophage cytokine release, and therefore 421 innate immunity [57, 58].Moreover, IL-37 induces macrophages towards an M2-like 422 phenotype [59]. M1 macrophages are the most critical effector cells in the innate immune 423 defence system and are characterised by high expression levels of iNOS, subsequent NO 424 production and secretion of pro-inflammatory cytokines, such as IL-1β and IL-12 [60]. 425 However, M2 macrophages secrete anti-inflammatory cytokines, such as IL-10 [61] and 426 express arginase 1, which inhibits NO production, thus rendering these cells ineffective in 427 killing infectious agents including fungal agents [61, 62]. Furthermore, DCs expressing IL-37 428 secreted higher levels of IL-10 and reduced levels of IL-1β and IL-12. Therefore, the 429 presence of IL-37 in DCs impairs their function in prime T cells and promotes their ability to 430induce Treg cells that produce IL-10, which is also a potent anti-inflammatory cytokine[30].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "have consistently shown higher circulatory levels of IL-37 in patients of 433 mycetoma which is negatively associated with IL-1β, as a unit increment in IL-1β decreases 434 the levels of IL-37 by 35.28 pg/ml. Based on the aforementioned data, we can speculate that 435 IL-37 could play a role in damping inflammatory response in mycetoma infection which leads 436 to disease progression and this is not in the patient's favour.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "collaboration and generous hospitality during a decade of samples 515 collection. The authors are thankful to Dr Hamza A., Dundee University, the UK for 516 improving the English language and proofreading the Manuscript.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "El Hassan AM, Fahal AH, Ahmed AO, Ismail A, Veress B. The immunopathology of 539 actinomycetoma lesions caused by Streptomyces somaliensis. Trans R Soc Trop 540 Med Hyg. 2001;95(1):89-92. 541 6. Mahgoub ES, Gumaa SA, El Hassan AM. Immunological status of mycetoma 542 patients. Bull Soc Pathol Exot Filiales. 1977;70(1):48-54. 543 7. Al Dawi AF, Mustafa MI, Fahal AH, Hassan AME, Bakhiet SM, Mahgoub ES, et al.544 The association of HLA-DRB1 and HLA-DQB1 alleles and the occurrence of 545 eumycetoma in Sudanese patients. Khartoum Medical Journal.2013; 6(3):923 -929. 13-rich environment correlate with inflammation severity in experimental 548 actinomycetoma by Nocardia brasiliensis. Pathog Dis. 2013;67(3):214-20. . Figueiredo RT, Fernandez PL, Dutra FF, González Y, Lopes LC, Bittencourt VC, et 553 al. TLR4 recognizes Pseudallescheria boydii conidia and purified rhamnomannans. 554 J Biol Chem. 2010; 285(52):40714-23. 555 11. Salinas-Carmona MC, Torres-López E. Role of passive humoral immunity in 556 experimental mycetoma by Nocardia brasiliensis. Ann N Y Acad Sci. 1996 ;797:263-557 5. 558 12. Welsh O, Vera-Cabrera L, Welsh E, Salinas MC. Actinomycetoma and advances in 559 its treatment. Clin Dermatol. 2012;30(4):372-81. 560 13. Deem RL, Doughty FA, Beaman BL. Immunologically specific direct T lymphocyte-561 mediated killing of Nocardia asteroides. J Immunol. 1983;130(5):2401-6. 562 14. Trevino-Villarreal JH, Vera-Cabrera L, Valero-Guillén PL, Salinas-Carmona MC. 563 Nocardia brasiliensis cell wall lipids modulate macrophage and dendritic responses 564 that favor development of experimental actinomycetoma in BALB/c mice. Infect 565 Immun. 2012; 80(10):3587-601. 566 15. Di Iorio A, Ferrucci L, Sparvieri E, Cherubini A, Volpato S, Corsi A, et al. Serum IL-567 1beta levels in health and disease: a population-based study. Cytokine. the antifungal azoles itraconazole, fluconazole, ketoconazole and 721 miconazole on cytokine gene expression in human lymphoid cells.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Interleukin-12 (IL-12) is frequently denoted as a B cell cytokine, although it is mainly formed178 by innate immune cells, comprising epithelial cells, DCs, and macrophages [31]. IL-12 is a multimer that plays a fundamental role in immune regulation and is extensively involved in 180 infections. It binds to the heterodimeric IL-12 receptor, which is principally present in T cells 181 and on natural killer (NK) cells [31]. IL-12 induces Th1 responses [32], which consequently 182 increase the cytotoxic cytokines, in addition to IFN-γ by T cells [31, 32]. IL-35 is a recently identified heterodimeric cytokine which belongs to the IL-12 cytokine family, composed of the subunits of IL-27; β chain Epstein-Barr-virus (EBV)-induced gene 3 (Ebi3) and IL-12 α chain p35 [33, 34]. IL-35 is a potent immunosuppressive cytokine 186 produced by T regs, regulatory B cells (B regs ) [35], DCs [36], and to a lesser extent, by endothelial cells, smooth muscle cells, and monocytes [37]. The biological effect of IL-35 is",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "between the groups were performed using the Kruskal-Wallis test. One-way ANOVA was used for parametric data. General linear models were used to assess the risk factors for circulating IL-37 pg/ml and IL-35 among mycetoma patients with different disease duration and lesions size of mycetoma infection adjusted with other variables. A test with a p-value <0.05 was considered statistically significant.This study was approved by the Ethics Committee of Soba University Hospital, Khartoum, Sudan. Written informed consent was taken from all the participants before enrolment in the study. The work described here was performed in accordance with the Declaration of This study included 70 confirmed mycetoma patients and 70 healthy controls; gender and age-matched. Fifty-six patients (80%) were males and 14 (20%) were females. Their ages ranged between 12 and 77 years, and the median age was 25.5 years. The common age patients and 12 (17.1%) healthy controls] were farmers. Due to the prolonged illness and disability, 12 (17.1%) patients had lost their jobs while only five (7.1%) healthy controls were unemployed. A total of six individuals [5 (7.1%) patients and 1(1.4%) healthy controls] of the patients were housewives. A total of 13 individuals [1(1.4%) patients and 12 (17.1%) healthy",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Fahal A, Mahgoub ES, Hassan AME, Abdel-Rahman ME. Mycetoma in the Sudan: an update from the mycetoma research centre, University of Khartoum, Sudan.PLoS Negl Trop Dis. 2015; 9: e0003679.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Correlations between the serum levels of (IL-1β, IL-37, IL-12 and IL-35) and the duration of",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Analysis of the serum cytokine levels of (IL-1β, IL-37, IL-12 and IL-35) within the different *P values are derived from non-parametric method; Kruskal Wallis test.The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/502609 doi: bioRxiv preprint",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Analysis of the serum cytokine levels of (IL-1β, IL-37, IL-12 and IL-35) among mycetoma patient stratified by different duration of mycetoma infection compared to controls group 803 804 *P values are derived from non-parametric method; Kruskal Wallis test.The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/502609 doi: bioRxiv preprint",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Risk factors for circulating cytokines IL-37 pg/ml in mycetoma patients with different lesion ‡B (95%CI) adjusted with lesion diameter, gender, age groups and medical treatments.The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/502609 doi: bioRxiv preprintThe copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/502609 doi: bioRxiv preprint",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Risk factors for circulating cytokines IL-37 pg/ml among mycetoma patients with different duration of mycetoma infection 832 833 ‡B (95%CI) adjusted with Duration of mycetoma infection, gender, age groups and medical treatments.",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "Risk factors for circulating cytokines IL-35 pg/ml among mycetoma patients with different839 ‡B (95%CI) adjusted with Duration of mycetoma infection, gender, age groups and medical treatments.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors are grateful to the patients, controls and their families and the staff at the 513 Mycetoma Research Centre at Soba University Hospital, University of Khartoum-Sudan, for",
            "cite_spans": [],
            "ref_spans": [],
            "section": "512"
        }
    ]
}