{
    "paper_id": "adb09e4e5c7331b2aa661b3d3bb0a643e00d11bc",
    "metadata": {
        "title": "Evidence of recombination in coronaviruses implicating pangolin origins of nCoV- 2019",
        "authors": [
            {
                "first": "Matthew",
                "middle": [
                    "C"
                ],
                "last": "Wong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Baylor College of Medicine",
                    "location": {
                        "postCode": "77030",
                        "settlement": "Houston",
                        "region": "TX",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Sara",
                "middle": [
                    "J Javornik"
                ],
                "last": "Cregeen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Baylor College of Medicine",
                    "location": {
                        "postCode": "77030",
                        "settlement": "Houston",
                        "region": "TX",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Nadim",
                "middle": [
                    "J"
                ],
                "last": "Ajami",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Texas MD Anderson Cancer Center",
                    "location": {
                        "postCode": "77030",
                        "settlement": "Houston",
                        "region": "Texas",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Joseph",
                "middle": [
                    "F"
                ],
                "last": "Petrosino",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Baylor College of Medicine",
                    "location": {
                        "postCode": "77030",
                        "settlement": "Houston",
                        "region": "TX",
                        "country": "USA"
                    }
                },
                "email": "jpetrosi@bcm.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "A novel coronavirus (nCoV-2019) was the cause of an outbreak of respiratory illness detected in Wuhan, Hubei Province, China in December of 2019. Genomic analyses of nCoV-2019 determined a 96% resemblance with a coronavirus isolated from a bat in 2013 (RaTG13); however, the receptor binding motif (RBM) of these two genomes share low sequence similarity. This divergence suggests a possible alternative source for the RBM coding sequence in nCoV-2019. We identified high sequence similarity in the RBM between nCoV-2019 and a coronavirus genome reconstructed from a viral metagenomic dataset from pangolins possibly indicating a more complex origin for nCoV-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "An outbreak of respiratory illness caused by a novel coronavirus (nCoV-2019) 1 , first identified in Wuhan China, has resulted in over twenty thousand confirmed cases worldwide (WHO Situation Report, February 5 2020). Data available to date has led to the hypothesis that the outbreak strain originated from bats. The nCoV-2019 has been reported to share 96% sequence identity to the RaTG13 genome, a coronavirus isolated from an intermediate horseshoe bat (Rhinolophus affinis) 2 . RaTG13 is the most closely related coronavirus genome to nCoV-2019, however other viral strains may have contributed to its genomic content. To explore this hypothesis, we examined several viral metagenomic datasets for potential coronaviruses that could harbor RBMs closer to nCoV-2019. We report evidence of a coronavirus recovered from a Malayan pangolin (Manis javanica) viral metagenomic dataset 3 that shares a higher sequence identity at a crucial segment of the genome involved in host infection ( Figure 1 ). This result indicates a potential recombination event and a more complex origin for the nCoV-2019 strain.",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 78,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 989,
                    "end": 997,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "The coronavirus spike protein is a trimeric protein that mediates virus entry into the host cell. It is composed of two domains: S1 and S2. The S1 domain contains two subdomains: S1-NTD and S1-CTD, also known as the receptor binding domain (RBD). The S2 domain encodes the stalk of the spike protein and is highly conserved across the SARS-like coronaviruses 4 . In order to infect a host cell, the RBD must first bind to a surface protein on the host cell. In the case of SARS-CoV and nCoV-2019, this is the angiotensin converting enzyme 2 (ACE2) receptor, expressed in human airway epithelia as well as lung parenchyma among other tissues. Following RBD binding, the S1/S2 junction must be cleaved by a surface protease 4 . Zhou et al. (2020) 2 have reported noticeable decreased amino acid homology between the RBD of the spike protein in RaTG13 and nCoV-2019. A further analysis of the RBD in RaTG13 showed the majority of the divergence was restricted to amino acid residues 435 to 510 (75% nucleotide identity and 78% amino acid identity). This region corresponds to the receptor binding motif (RBM), which is responsible for host specificity. Such divergence at the RBM could indicate the possibility of an alternate source for the RBM coding sequence in nCoV-2019. To explore this, we examined several viral metagenomic datasets for potential coronaviruses that could harbor RBMs closer to nCoV-2019.",
            "cite_spans": [
                {
                    "start": 359,
                    "end": 360,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Using VirMAP 5 , we aimed to reconstruct coronavirus genomes to compare recovered RBM sequences to that of nCoV-2019.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Viral metagenomic datasets of hosts that could potentially harbor coronaviruses were downloaded from the NCBI BioProject database. These included PRJNA573298 3 (pangolin), PRJNA597258 (fruit bats) and PRJNA379515 (bats). The coronavirus genome (recovered from bat, GenBank accession number MG772933.1 6 ) reported to be the most homologous to the nCoV-2019 outbreak strain prior to the publication the RaTG13 (GenBank accession number MN996532) was also downloaded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data used in the study"
        },
        {
            "text": "Sequences from each project were trimmed (minimum quality score 20 and minimum length 75bp) and filtered for Illumina adapter and PhiX presence using bbduk.sh v38.71 7 . Prior to analysis all sequences were filtered against a the relevant host reference genome (pangolin ManJav1.0, PRJNA256023 or bat mRhiFer1_v1.p, PRJNA489106) using bbmap.sh v38.71(k=15 and minid=0.9) 7 . After trimming and filtering, sequence reads were processed using VirMAP 5 to obtain and identify coronavirus genomes present in the viral metagenomic dataset. Two coronavirus genomes sharing high homology to nCoV-2019 were recovered from the pangolin dataset in two samples (SRR10168377 and SRR10168378).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "The two genomes were merged using the easymerge.pl subcommand from VirMAP to create the final pangolin-associated coronavirus (Pangolin-CoV) genome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "All further analysis was done using four coronaviruses genome sequences: Pangolin-CoV, RaTG13, Bat-CoV and nCoV-2019. They were pairwise aligned on NCBI using the blastn and blastx author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.07.939207 doi: bioRxiv preprint algorithms 8, 9 and sequence homology plots were calculated using RDP4 beta 99 10 . Distances of the selected coronavirus genomes relative to nCov-2019 were calculated using a 300bp window sliding every 10bp across the entire genome length. Sequence homology plots were visualized using R version 3.6.2 11 and the ggplot2 visualization package 12 . The RBM segments as well as the Pro-Arg-Arg-Ala (PRRA) amino acid insertion region were excised from the full genome and pairwise aligned on NCBI using blastn and blastx. Multiple alignments of the both these regions were done using MAFFT v7.313 13 and visualized with MEGAX v10.1.7 14 .",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 155,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 156,
                    "end": 157,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 221,
                    "end": 223,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 486,
                    "end": 488,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 737,
                    "end": 739,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "Of the three viral metagenomic datasets inspected, only the pangolin dataset contained coronavirus genomes sharing significant homology with the outbreak strain. Two samples in this dataset yielded two partial coronavirus genomes that overlapped >8.4kb at >99% nucleotide identity with each other.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "After merging, the final Pangolin-CoV draft genome was 90.5% similar to nCoV-2019 (median nucleotide identity). Figure 1 shows the sequence homology of Pangolin-CoV, RaTG13-CoV and Bat-CoV relative to nCoV-2019 ( Figure 1A shows the homology across the entire genome length). The multiple alignments across the RBM segments revealed an 89% nucleotide ( Figure 1B ) and 98% amino acid identity ( Figure 1C ) of the Pangolin-CoV compared to nCoV-2019. The sequence homology plots showed that the Pangolin-CoV was more similar to nCoV-2019 at the RBD region than the RaTG13-CoV and Bat-CoV ( Figure 1B) . The multiple alignment comparing the PRRA insertion region at the S1/S2 junction shows the insertion present in nCoV-2019 and missing in the other three CoV genomes ( Figure 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 112,
                    "end": 120,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 213,
                    "end": 222,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 353,
                    "end": 362,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 395,
                    "end": 404,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 589,
                    "end": 599,
                    "text": "Figure 1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 769,
                    "end": 777,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "and MERS 16 are believed to have arisen from coronaviruses recombining in civet cats and camels, respectively. While early indications for nCoV-2019 showed that the virus may have jumped directly author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recent coronavirus zoonotic transmissions have involved non-bat intermediates. Indeed, both SARS 15"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.07.939207 doi: bioRxiv preprint from bats to humans 2 , here we present evidence that nCoV-2019 likely arose from yet another recombined coronavirus in an intermediate host. A dataset describing the viral diversity in Malayan pangolins 3 yielded a coronavirus genome that shares 89% nucleotide ( Figure 1A and 1B) and 98% amino acid ( Figure 1C ) identity across the same RBM segment with nCoV-2019. Additionally, the RaTG13 genome only shares one out of five key amino acids involved in receptor binding motif 2 , whereas the pangolin coronavirus shares all five key residues ( Figure 1C) . It therefore appears that the RBM in nCoV-2019 was introduced during a recombination event between the strain of coronavirus found in the pangolin and RaTG13. Given the heavy selective pressure under which the RBM is constrained, it is unlikely that RaTG13 acquired the mutations found in the pangolin coronavirus genome through random chance. We posit that the homology at the RBM between nCoV-2019 and a pangolin coronavirus may have arisen from a recombination event based on sequence analysis presented herein.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 406,
                    "end": 415,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 445,
                    "end": 454,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 689,
                    "end": 699,
                    "text": "Figure 1C)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Recent coronavirus zoonotic transmissions have involved non-bat intermediates. Indeed, both SARS 15"
        },
        {
            "text": "Amino acid alignment between pangolin coronavirus and nCoV-2019 at the S1-NTD subdomain results in low sequence similarity. However, increased similarity is observed from the RBD through the S2 domain ( Figure 1A-B) . This suggests a possible recombination event between a bat coronavirus and the pangolin coronavirus at the S1-NTD and RBD junction. While there is high conservation at the amino-acid level between the pangolin coronavirus and nCoV-2019, this is not reflected in the nucleotide identity, suggesting that the proposed recombination event occurred in the more distant past, allowing subsequent time for genetic drift. One such mutation could be the insertion of the amino acid residues PRRA near the S1/S2 junction which induces a furin cleavage motif. The secondary requirement for entry into the host cell is proteolytic cleavage of the S1/S2 domains in order to mediate membrane fusion post ACE2 binding 4 , and introduction of the furin cleavage motif may be another factor in nCoV-2019 being able to replicate in humans ( Figure 2 ). author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 203,
                    "end": 215,
                    "text": "Figure 1A-B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1042,
                    "end": 1050,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Recent coronavirus zoonotic transmissions have involved non-bat intermediates. Indeed, both SARS 15"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.07.939207 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recent coronavirus zoonotic transmissions have involved non-bat intermediates. Indeed, both SARS 15"
        },
        {
            "text": "The main limitations of this analysis are the lack of additional viral datasets arising from pangolins or the availability of coronavirus genomes isolated from pangolins that could be used Close up of the S1 domain with surrounding regions. Grey boxes highlight the S1-NTD subdomain and the S1-CTD or RBD subdomain. In the RBD subdomain the homology of the Pangolin-CoV genome exceeds that of RaTG13-CoV as compared to the nCoV-2019 strain. Panel C: Multiple alignment of the receptor biding motif at the amino acid level. Boxes highlight the key amino acid residues involved in ACE2 receptor binding. The nCoV-2019 and Pangolin-CoV strains are identical at all five amino acid residues, whereas RaTG13-CoV strain differs at four out of five compared to nCoV-2019. Labels: nCoV-2019 -outbreak strain; Pangolin-CoV -pangolin coronavirus identified in this study; RaTG13-CoV -R. affinis coronavirus; Bat-CoV -bat coronavirus (MG772933.1) author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recent coronavirus zoonotic transmissions have involved non-bat intermediates. Indeed, both SARS 15"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.07.939207 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recent coronavirus zoonotic transmissions have involved non-bat intermediates. Indeed, both SARS 15"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A new coronavirus associated with human respiratory disease in China",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "G"
                    ],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "G"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Viral Metagenomics Revealed Sendai Virus and Coronavirus Infection of Malayan Pangolins (Manis javanica)",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Viruses",
            "volume": "11",
            "issn": "11",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Structure, Function, and Evolution of Coronavirus Spike Proteins",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Annual Review of Virology",
            "volume": "3",
            "issn": "1",
            "pages": "237--261",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Maximal viral information recovery from sequence data using VirMAP",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Ajami",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Ross",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Lloyd",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Petrosino",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nature Communications",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Genomic characterization and infectivity of a novel SARS-like coronavirus in Chinese bats. Emerging microbes and infections",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "Ai",
                    "middle": [
                        "L"
                    ],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "BBMap Short Read Aligner",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bushnell",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Basic local alignment search tool",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Altschul",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Gish",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Myers",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Lipman",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Journal of Molecular Biology",
            "volume": "215",
            "issn": "",
            "pages": "403--410",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "BLAST+: architecture and applications",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Camacho",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Coulouris",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Avagyan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Papadopoulos",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bealer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Madden",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "BMC Bioinformatics",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "RDP4: Detection and analysis of recombination patterns in virus genomes",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Murrell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Golden",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Khoosal",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Muhire",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Virus Evolution",
            "volume": "1",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "R: A language and environment for statistical computing. R Foundation for Statistical Computing",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "R Core Team",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "ggplot2: Elegant Graphics for Data Analysis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wickham",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "MAFFT Multiple Sequence Alignment Software Version 7: Improvements in Performance and Usability",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Katoh",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Standley",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Molecular Biology and Evolution",
            "volume": "30",
            "issn": "4",
            "pages": "772--780",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": ":25049. author/funder. All rights reserved. No reuse allowed without permission. The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Scientific Reports",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.07.939207"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "for multiple genome alignments with nCoV-2019. In addition, the current analysis only focuses on the spike protein of nCoV-2019 without exploring additional recombination events that may lead to changes in host tropism. Nonetheless, the identification of a possible recombination event in the host-receptor binding protein of nCoV-2019, suggesting an intermediate host, supports a call for continuous surveillance of species known to be infected by this group of viruses, including pangolins, as well as all small mammals sold in such wet markets as the Huanan Seafood Wholesale Market in Wuhan to better understand and characterize zoonotic transmission events. Nucleotide and amino acid identity across three coronavirus genomes relative to the outbreak strain (nCoV-2019). Panel A: Distances of selected coronavirus genomes relative to nCov-2019 across the entire genome length. The gaps in the Pangolin-CoV are a result of the incompleteness of the genome used for comparison. Grey box indicates S1 and S2 domains of the spike protein. Panel B:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Multiple alignment at the amino acid level of PRRA insertion region and flanking areas across three coronavirus genomes relative to the outbreak strain (nCoV-2019). Box show the PRRA insertion present in nCoV-2019 and missing in the other three CoV genomes.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Research reported in this publication was supported by the National Institute Of Allergy And Infectious ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}