{
    "paper_id": "b4fc44eabb1f640124fff98990c85dc5c9984aee",
    "metadata": {
        "title": "The translational landscape of Zika virus during infection of mammalian and 1 insect cells 2 3",
        "authors": [
            {
                "first": "Nerea",
                "middle": [],
                "last": "Irigoyen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cambridge",
                    "location": {
                        "settlement": "Cambridge"
                    }
                },
                "email": ""
            },
            {
                "first": "Adam",
                "middle": [
                    "M"
                ],
                "last": "Dinan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cambridge",
                    "location": {
                        "settlement": "Cambridge"
                    }
                },
                "email": ""
            },
            {
                "first": "Luke",
                "middle": [
                    "W"
                ],
                "last": "Meredith",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cambridge",
                    "location": {
                        "settlement": "Cambridge"
                    }
                },
                "email": ""
            },
            {
                "first": "Ian",
                "middle": [],
                "last": "Goodfellow",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cambridge",
                    "location": {
                        "settlement": "Cambridge"
                    }
                },
                "email": ""
            },
            {
                "first": "Ian",
                "middle": [],
                "last": "Brierley",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cambridge",
                    "location": {
                        "settlement": "Cambridge"
                    }
                },
                "email": ""
            },
            {
                "first": "Andrew",
                "middle": [
                    "E"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cambridge",
                    "location": {
                        "settlement": "Cambridge"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "14 Zika virus is a single-stranded, positive-sense RNA virus of the family Flaviviridae, which has 15 recently undergone a rapid expansion among humans in the Western Hemisphere. Here, we report 16 a high-resolution map of ribosomal occupancy of the Zika virus genome during infection of 17 mammalian and insect cells, obtained by ribosome profiling. In contrast to some other flaviviruses 18 such as West Nile, we find no evidence for substantial frameshift-induced ribosomal drop-off 19 during translation of the viral polyprotein, indicating that Zika virus must use alternative 20 mechanisms to downregulate levels of catalytically active viral polymerase. We also show that 21 high levels of ribosome-protected fragments map in-frame to two previously overlooked upstream 22 open reading frames (uORFs) initiating at CUG and UUG codons, with likely consequences for 23 the efficiency of polyprotein expression. Curiously, in African isolates of Zika virus, the two 24 uORFs are fused in-frame into a single uORF. A parallel RNA-Seq analysis reveals the 5' end 25 . CC-BY 4.0 International license is made available under a",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/112904 doi: bioRxiv preprint 3 Like other flaviviruses, ZIKV possesses a positive-sense, single-stranded RNA genome (gRNA) of 51 ~11 kb, which contains a long open reading frame (ORF) flanked by 5′ and 3′ \"untranslated\" 52 regions (UTRs) of approximately 100 and 400 nucleotides, respectively (Fig. 1A) . The ORF 53 encodes a polyprotein which is cleaved by host and viral proteases to yield three structural proteins 54 located in the N-terminal region (capsid -C, precursor/membrane -Pr/M, and envelope -E) and 55 seven non-structural proteins (NS1, NS2A, NS2B, NS3, NS4A, NS4B, NS5) (6). Consequently, 56 these proteins are expected to be produced in equimolar amounts during infection, although the 57 former set are presumed to be required in higher quantities for the production of progeny virus 58 particles (7). Indeed, in the flavivirus lineage that includes West Nile virus, efficient ribosomal 59 frameshifting in the NS2A region diverts up to 50% of translating ribosomes into an overlapping 60 ORF, resulting in a substantial reduction in synthesis of the 3′-encoded replicative proteins relative 61 to the 5′-encoded structural proteins (8). A similar phenomenon is also seen in a group of insect-62 specific flaviviruses (9). 63 64",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 413,
                    "end": 422,
                    "text": "(Fig. 1A)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "We utilized sequencing of ribosome protected fragments (RPFs), known as ribosome profiling 66 (Ribo-Seq), in combination with whole transcriptome sequencing (RNA-Seq), to investigate 67 translation of the ZIKV genome at sub-codon resolution. African green monkey (Vero E6) cells 68",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results/Discussion 65"
        },
        {
            "text": "and Aedes albopictus (C6/36) cells were infected with ZIKV Brazilian isolate PE243 (10). Cells 69 were harvested at 24 h post infection (p.i.) and Ribo-Seq and RNA-Seq libraries were prepared and 70 deep sequenced. The resulting reads were mapped to viral and host genomes (S1 Table) . Fig. 1B  71 illustrates Ribo-Seq and RNA-Seq densities on the viral genome for infected Vero and C6/36 cells. 72",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 277,
                    "end": 283,
                    "text": "Table)",
                    "ref_id": null
                },
                {
                    "start": 286,
                    "end": 297,
                    "text": "Fig. 1B  71",
                    "ref_id": null
                }
            ],
            "section": "Results/Discussion 65"
        },
        {
            "text": "Localized variations in RPF density may be attributable partly to technical biases (ligation, PCR 73 and nuclease biases; 11) and partly to ribosomes pausing at specific sites during translation (Fig.  74 1B) (12). On a larger scale (Fig 2A) , we observed a gradual decline in mean RPF density in the 5′ 75 to 3′ direction in Vero cell infections, but no evidence of a sharp reduction at any single location as 76 . CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/112904 doi: bioRxiv preprint 4 would arise from frameshifting at levels comparable to those seen in West Nile virus. Similarly, no 77 evidence for ribosomal drop-off was observed in insect cells. Consistent with this, a survey of 78 ZIKV genomic sequences revealed few conserved ORFs of significant length in either of the two 79 alternative reading frames (Fig. 1C) , and no statistically significant evidence for overlapping 80 elements (e.g. ribosomal frameshift signals) embedded within the polyprotein coding sequence (cf. 81",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 195,
                    "end": 204,
                    "text": "(Fig.  74",
                    "ref_id": null
                },
                {
                    "start": 233,
                    "end": 241,
                    "text": "(Fig 2A)",
                    "ref_id": null
                },
                {
                    "start": 951,
                    "end": 960,
                    "text": "(Fig. 1C)",
                    "ref_id": null
                }
            ],
            "section": "Results/Discussion 65"
        },
        {
            "text": "West Nile virus; 13) except near the 5′ end (Fig. 1D) . Note, however, that these comparative 82 analyses are restricted by the low sequence diversity available in the ZIKV clade. 83 84 Strikingly, we found significant ribosome occupancy within the ZIKV 5′ UTR ( Fig. 2A) . The 85 length distribution of Ribo-Seq reads mapping to this region mirrored that of polyprotein-mapping 86",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 44,
                    "end": 53,
                    "text": "(Fig. 1D)",
                    "ref_id": null
                },
                {
                    "start": 263,
                    "end": 271,
                    "text": "Fig. 2A)",
                    "ref_id": null
                }
            ],
            "section": "Results/Discussion 65"
        },
        {
            "text": "RPFs, indicating that they are bona fide ribosome footprints (S1 Fig). A prominent peak of RPF 87 density occurred at nucleotide 25 of the 5′ UTR in Vero cells, coinciding with a non-canonical 88 (CUG) initiation codon (Fig. 2B) . RPFs mapped in-frame along the length of the associated 29-89 codon upstream ORF (uORF1), which ends at nucleotide 111 (4th nucleotide of the polyprotein 90 ORF) (Fig. 2B-C) . Additionally, RPFs mapped in-frame to a second uORF (uORF2), associated 91 with a non-canonical (UUG) initiation codon at nucleotide 80 ( Fig. 2B-C) . This uORF2, 77 92 codons in length, extends 202 nucleotides into the polyprotein ORF, and is generally conserved 93 across ZIKV isolates ( Fig. 1C; Frame +2) . Both uORFs were also occupied by ribosomes during 94 infection of C6/36 cells, although uORF2 was more prominent in this case (Fig. 2B) . The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/112904 doi: bioRxiv preprint 5 uORFs are often non-functional (15). In some instances, ribosomes reinitiate at downstream AUG 103 codons after translating short uORFs (16); however this appears unlikely in ZIKV given that both 104 uORFs extend beyond the polyprotein AUG codon. Additional work in animal infection models is 105 required to assess the functional significance of these uORFs. 106 107 Few RPFs were present in the 3′ UTR, consistent with a lack of translation of this region. In Vero 108 cell infections, 3′ UTR RNA-Seq density was on average 68% higher than in the rest of the gRNA. (Fig. 2D) . This location is one nucleotide upstream of the predicted 5′ end 116 of RNA \"stem-loop 2\" (SL2). In contrast, while Xrn1 halts preferentially at the adjacent SL1 in 117 ZIKV strain PRVABC59 (17), we found only a much more modest peak in read 5′ end mappings 118 at the SL1 site (nucleotide position 10394). Illumina smallRNA v2 to allow multiplexing, as described previously (21, 22) . The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/112904 doi: bioRxiv preprint 7 Ribosomal RNA was depleted using the \"Human, Mouse, Rat\" Ribo-Zero kit (Illumina) which is 154 also recommended for insect rRNA depletion. Due to poor Ribo-Zero depletion of rRNA in the 155 C6/36 Ribo-Seq samples, additional aliquots of the two biological repeats were further treated with 156 duplex-specific nuclease (DSN; Evrogen) as described previously (21) The order of mapping was tested to check that host-derived reads were not accidentally mis-mapped 169 to the virus genome, or vice versa. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/112904 doi: bioRxiv preprint 8 To compare the 5′ UTRs of ZIKV strains, the complete set of available ZIKV genomes was 180 retrieved from NCBI via a tblastn search, using the ZIKV PE243 polyprotein sequence as the query. 181",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 65,
                    "end": 70,
                    "text": "Fig).",
                    "ref_id": null
                },
                {
                    "start": 219,
                    "end": 228,
                    "text": "(Fig. 2B)",
                    "ref_id": null
                },
                {
                    "start": 393,
                    "end": 404,
                    "text": "(Fig. 2B-C)",
                    "ref_id": null
                },
                {
                    "start": 545,
                    "end": 555,
                    "text": "Fig. 2B-C)",
                    "ref_id": null
                },
                {
                    "start": 697,
                    "end": 715,
                    "text": "Fig. 1C; Frame +2)",
                    "ref_id": null
                },
                {
                    "start": 844,
                    "end": 853,
                    "text": "(Fig. 2B)",
                    "ref_id": null
                },
                {
                    "start": 1574,
                    "end": 1583,
                    "text": "(Fig. 2D)",
                    "ref_id": null
                },
                {
                    "start": 1961,
                    "end": 1969,
                    "text": "(21, 22)",
                    "ref_id": null
                }
            ],
            "section": "Results/Discussion 65"
        },
        {
            "text": "The subset of genomic sequences which included 5′ UTRs was identified, and these sequences were 182 aligned against one another using Kalign (24). The synonymous site variability analysis was 183 performed as described in (25) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results/Discussion 65"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Zika Virus (I). Isolations and serological 189 specificity",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Dick",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Kitchen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Haddow",
                    "suffix": ""
                }
            ],
            "year": 1952,
            "venue": "Trans R Soc Trop Med Hyg",
            "volume": "46",
            "issn": "",
            "pages": "509--520",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Zika virus: new clinical syndromes and its emergence in 191 the Western Hemisphere",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Lazear",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Diamond",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Virol",
            "volume": "90",
            "issn": "",
            "pages": "4864--4875",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Guillain-Barré Syndrome outbreak associated 194",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Baudouin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Teissier",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Larre",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Vial",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "with Zika virus infection in French Polynesia: a case-control study",
            "authors": [],
            "year": null,
            "venue": "Lancet",
            "volume": "387",
            "issn": "",
            "pages": "1531--1539",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Zika virus associated with 197 microcephaly",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Rus",
                    "suffix": ""
                },
                {
                    "first": "Vesnaver",
                    "middle": [],
                    "last": "Vipotnik",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Fabjan",
                    "middle": [],
                    "last": "Vodušek",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Vizjak",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "N Engl J Med",
            "volume": "374",
            "issn": "",
            "pages": "951--958",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Phylogeny of Zika 199 virus in western hemisphere",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Lanciotti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Lambert",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Holodniy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Saavedra",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Signor",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Emerg Infect Dis",
            "volume": "22",
            "issn": "",
            "pages": "933--935",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Nucleotide 201 sequence of yellow fever virus: implications for flavivirus gene expression and evolution",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Rice",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Lenches",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Eddy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Shin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Sheets",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Strauss",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Science",
            "volume": "202",
            "issn": "",
            "pages": "726--733",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Parallels among positive-strand RNA viruses, reverse-transcribing viruses 204 and double-stranded RNA viruses",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ahlquist",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nat Rev Microbiol",
            "volume": "4",
            "issn": "",
            "pages": "371--382",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "virus outbreaks have been associated with congenital diseases and neurological 30complications. An enhanced understanding of the molecular biology of this pathogen may 31 contribute towards the development of improved treatment and control methods. We present a 32isolates are now publicly available (5); however, there are limited functional genomics data for",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "of available ZIKV 5′ UTR sequences showed that the CUG and UUG codons are 97 conserved in all sequenced isolates. Moreover, both codons have strong initiation contexts (Fig. 98 2B) (14). Notably, in all African ZIKV isolates with available sequence data, uORF1 and uORF2 99 exist as a single ORF, which appears to have been split in two by the insertion of a uracil residue at 100 position 81 in the Malaysian lineage that gave rise to the American strain. Translation of uORFs 101has the potential to regulate expression of downstream genes, even though the peptides encoded by 102",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "109 Structured flavivirus 3′ UTRs resist degradation by 5′-3′ Xrn1 host exonuclease, giving rise to 110 noncoding subgenomic flavivirus RNAs (sfRNAs) that accumulate during infection (17). These 111 sfRNAs are linked to cytopathic and pathologic effects and previous work on ZIKV strain PE243 112 has shown that they can modulate host type-I interferon signaling by interacting with the RIG-I 113 nucleic acid pattern recognition receptor (10). A sharp peak in read 5′ end mappings occurred in all 114 libraries at nucleotide position 10478 consistent with the presence of a nuclease-resistant RNA 115 structure at this position",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "sequencing and ribosome profiling, we have provided the first high-resolution map of 121 flavivirus translation in mammalian and mosquito cells. In contrast to some other flaviviruses, we 122 find no evidence for efficient ribosomal frameshifting during Zika virus translation. The 123 observation of ribosomal occupancy within two non-AUG uORFs, which exist as a single uORF in 124 Old World isolates, provides a starting point for further investigations into potential factors 125 involved in the emergence of ZIKV from a rarely detected pathogen into a major epidemic. certified mycoplasma-free (tested by PCR, culturing and Hoechst stain). In addition, the 132 sequenced libraries were queried for mycoplasma sequences. ZIKV isolate PE243 (GenBank 133 accession number KX197192) stocks were produced and titred on Vero cells. 134 135 Ribosomal profiling and RNA-Seq 136 Vero E6 (Chlorocebus sabaeus) and C6/36 (Aedes albopictus) cells were maintained in Dulbecco's 137 modification of Eagle's medium (DMEM) and L-15 medium respectively, supplemented with 10% 138 (vol/vol) foetal calf serum (FCS). 10 7 cells were plated in 10-cm dishes and infected with 5 focus 139 forming units (FFU) per cell of virus. After 1 h at 37 ºC for Vero cells and 28 ºC for C6/36 cells, the 140 inoculum was removed and cells were incubated in DMEM or L-15 containing 10% FCS, 100 U/ml 141 penicillin and 100 mg/ml streptomycin at 37 ºC or 28 ºC as previously indicated. U/ml TURBO DNase (Life Technologies)] dripped onto the cells. The cells were scraped 147 extensively to ensure lysis, collected and triturated with a 26-G needle ten times. Lysates were 148 clarified by centrifugation for 20 min at 13,000 g at 4 °C. Cell lysates were subjected to Ribo-Seq 149 and RNA-Seq using methodologies based on the original protocols of Ingolia and colleagues (18, 150 19), except library amplicons were constructed using a small RNA cloning strategy (20) adapted to 151",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "of viral gene expression and for visualizing Ribo-Seq coverage of the viral genome, a 172 +12 nt offset was applied to the 5′ end mapping positions of RPFs, to approximate the P-site 173 position of the ribosome (22). To normalize for different library sizes, reads per million mapped 174 reads (RPM) values were calculated using the sum of total virus RNA plus total positive-sense host 175 RefSeq mRNA as the denominator. Host mRNA Ribo-Seq and RNA-Seq phasing distributions 176 were calculated as described in (22). When visualising viral RNA coverage in both Ribo-Seq and 177 RNA-Seq libraries (i.e.Figures 1B, 2B and 2D), reads from biological repeats were pooled",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ". Amplicon libraries were 157 sequenced using the Illumina NextSeq platform at the Department of Biochemistry, University of 158 Sequencing results for Ribo-Zero-treated and DSN-treated libraries for each C6/36 biological repeat 163were combined. Adaptor sequences were trimmed using the FASTX-Toolkit, and reads shorter than 164 25 nt following adaptor trimming were discarded. Mapping steps were performed as described in 165 (22), using Bowtie version 1 (23). Trimmed reads were mapped first to host rRNA, followed by 166 ZIKV PE243 sequence KX197192.1, followed by the complete set of NCBI RefSeq mRNAs for the 167 relevant host organism (Chlorocebus sabaeus for Vero cells and Aedes albopictus for C6/36 cells). 168",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": ". CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/112904 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/112904 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}