{
    "paper_id": "b53dd68cad40cbcd698a848f53853e5f03d44a1f",
    "metadata": {
        "title": "Validity of Wrist and Forehead Temperature in Temperature Screening in the General 1 Population During the Outbreak of 2019 Novel Coronavirus: a prospective real-world 2 study 3 4 (Validity of Wrist and Forehead Temperature in Temperature Screening in the General 5 Population During the Outbreak of COVID-19) 6 7",
        "authors": [
            {
                "first": "Ge",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ningbo First Hospital",
                    "location": {
                        "addrLine": "Zhejiang Province",
                        "settlement": "Ningbo",
                        "country": "11 China; 12"
                    }
                },
                "email": ""
            },
            {
                "first": "Jiarong",
                "middle": [],
                "last": "Xie",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ningbo First Hospital",
                    "location": {
                        "addrLine": "Zhejiang Province",
                        "settlement": "Ningbo",
                        "country": "13 China; 14"
                    }
                },
                "email": ""
            },
            {
                "first": "Guangli",
                "middle": [],
                "last": "Dai",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ningbo First Hospital",
                    "location": {
                        "addrLine": "Zhejiang Province",
                        "settlement": "Ningbo",
                        "country": "11 China; 12"
                    }
                },
                "email": ""
            },
            {
                "first": "Peijun",
                "middle": [],
                "last": "Zheng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ningbo First Hospital",
                    "location": {
                        "addrLine": "Zhejiang Province",
                        "settlement": "Ningbo",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiaqing",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ningbo First Hospital",
                    "location": {
                        "addrLine": "Zhejiang Province",
                        "settlement": "Ningbo",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Hongpeng",
                "middle": [],
                "last": "Lu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ningbo First Hospital",
                    "location": {
                        "addrLine": "Zhejiang Province",
                        "settlement": "Ningbo",
                        "country": "13 China; 14"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Lei",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ningbo First Hospital",
                    "location": {
                        "addrLine": "Zhejiang Province",
                        "settlement": "Ningbo",
                        "country": "13 China; 14"
                    }
                },
                "email": ""
            },
            {
                "first": "Xueqin",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ningbo First Hospital",
                    "location": {
                        "addrLine": "Zhejiang 18 Province",
                        "settlement": "Ningbo",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiaomin",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ningbo First Hospital",
                    "location": {
                        "addrLine": "Zhejiang Province",
                        "settlement": "Ningbo",
                        "country": "13 China; 14"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The outbreaks of 2019 novel coronavirus COVID-19 (previously known as 2019-nCoV) 52 has attracted global attention, due to its strong transmission ability and certain fatality (1, 2) . 53",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 179,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 180,
                    "end": 182,
                    "text": "2)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction 51"
        },
        {
            "text": "Some studies reported that fever, fatigue and dry cough are common symptoms of 54 COVID-19 patients (3, 4), and 43.8% of the patients showed fever before admission with it 55 largely being the first symptom (5). Therefore, temperature screening in the high-risk 56 population is important for early identification of COVID-19 infection and thereby reducing 57 the risk of cross infection. 58",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction 51"
        },
        {
            "text": "During the epidemic, infrared tympanic thermometers (IRTT) and non-contact infrared 59 thermometer (NCIT) are being applied to temperature screening in the general population (6). 60",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction 51"
        },
        {
            "text": "As a screening tool, it is quick for mass screening and allows a faster triage (7). However, we 61 need to consume a lot of disposable plastic covers when we use IRTT. It may increase the 62 financial burden in the widespread use of population screening. Furthermore, indirect 63 contacts with infected individuals may increase the risk of cross infection. NCIT meets the 64 clinical requirements for mass screening in terms of detection efficiency, safety and 65 cost-performance. Besides, it takes less time than IRTT. Forehead is one of the key targets of 66 thermography. However, forehead temperature is affected by physiological and 67 environmental conditions (8). It should be measured in a relatively temperature-controlled 68 environment. A previous study suggested to acclimate to the indoor temperature for at least 69 10 min for those who were exposed to the cold before taking body temperature readings (8). 70 However, it is not practical for mass screening in winter during the outbreak of COVID-19. 71",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction 51"
        },
        {
            "text": "Wrist temperature in this outbreak is under consideration. Before testing, they just need 72 to roll up their sleeves at 10 cm above the palmar side of the wrist. Considering this area is 73 covered with clothing, the wrist temperatures may keep stable. Previous study showed 74 wearable devices (WD) on the wrist were applied in temperature monitoring in clinical 75 All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction 51"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.02.20030148 doi: medRxiv preprint practice (9). It brings a challenge whether it can be used as an accurate, safe and 76 cost-effective screening tool in this outbreak. 77",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction 51"
        },
        {
            "text": "In this study, we explored the accuracy and advantages of wrist temperature 78 measurement in a real-life population in different environments and conditions. We aimed to 79 find the thresholds of this key technique for diagnosis of fever. It may assist to improve the 80 standardization of both practical use and performance, especially indispensable in the 81 pandemic 2019-nCoV situation. 82 83 84 All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction 51"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.02.20030148 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction 51"
        },
        {
            "text": "This was a prospective observational study in a real-life population. We consecutively 87 enrolled a total of 572 participants at Ningbo First Hospital in China in this study (Figure 1 ). 88",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 175,
                    "end": 184,
                    "text": "(Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Study population 86"
        },
        {
            "text": "The exclusion criteria included: (i) Age ≤ 18 years (n = 6); (ii) Wearing hearing aid, or 89 having a cerumen (n = 7); (iii) Participants with soft tissue infection or trauma (n =3); (iv) 90",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study population 86"
        },
        {
            "text": "Missing data of wrist, forehead, and tympanic temperature (n = 4); and (v) Participants whose 91 forehead temperature measurements showed \"low\" (n = 23). We finally enrolled 528 eligible 92 participants for the final analysis, including 261 indoor and 267 outdoor participants. The 261 93 indoor participants were from the fever clinic and emergency department, and the 267 94 outdoor participants included patients and accompanying family members. The data of indoor 95 participants were collected consecutively between February 14th and February 20th, 2020. 96",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study population 86"
        },
        {
            "text": "The data of outdoor participants were collected on February 14th, 15th, 17th, 2020. 97 Temperature readings were taken by trained and experienced nurses. Each participant was 98 measured for wrist, forehead, and tympanic temperature twice. The temperatures were 99 recorded by mean wrist temperature, forehead, and tympanic temperature, respectively. Data 100 regarding age, gender, transportation, occupation, and temperature were recorded 101 immediately by the nurse to pre-printed files. 102",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study population 86"
        },
        {
            "text": "The study was approved by Ningbo First Hospital Ethics Committee. All participants 103 were asked verbally. They gave their oral informed consent in this study. The study was 104 registered in ClinicalTrials.gov with identifier number: NCT04274621. 105 106",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study population 86"
        },
        {
            "text": "Indoor patients at the fever clinic and emergency department were those who has been 108 indoors for at least a few minutes. The outdoor participants were divided into four type 109 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessment of environment 107"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessment of environment 107"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the Tympanic temperature was measured using IRTT (Braun ThermoScan PRO 6000). Wrist 114 and forehead temperature were measured using NCIT. The NCIT was ranged 32.0-42.9°C. 115",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessment of environment 107"
        },
        {
            "text": "The accuracy was ± 0.2°C. NCIT measurements were taken following the manufacturer's 116 instructions in the mid-forehead and a region at 10 cm above the palmar side of the wrist. 117",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessment of environment 107"
        },
        {
            "text": "After pulling the pinna backward, the nurse inserted IRTT into the external auditory meatus. 118",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessment of environment 107"
        },
        {
            "text": "The probe was held in the same position until the \"beep\" was heard. Temperature readings 119 were taken by the same trained nurse in the following order: forehead, forehead (the second 120 time), left wrist, right wrist, left tympanic, and right tympanic. The data were recorded by 121 another researcher in pre-printed files. Tympanic membrane is in close proximity to the 122 hypothalamus and the internal carotid artery (10). Thus, tympanic temperature is considered 123 to directly reflect core temperature (11), and was defined as the gold standard in this study. author/funder, who has granted medRxiv a license to display the preprint in perpetuity. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessment of environment 107"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.02.20030148 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessment of environment 107"
        },
        {
            "text": "Participants 147",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results 146"
        },
        {
            "text": "In this prospective observational study, a total of 528 participants were enrolled. Figure 1  148 summarizes characteristics of the participants. The mean age was 46.7 ± 16.4 years. 69.4% (n 149 = 297) of participants were males, and 78.2% (n = 413) were patients (Table 1) Table 2 showed mean temperatures and Bland-Altman analysis among the participants 157 under different environment. Compared with tympanic temperature as golden standard, the 158 mean difference ranged from -1.72 to -0.56°C for the forehead measurement, and -0.96 to 159 -0.61°C for the wrist measurement. We observed a lower variation in wrist than forehead 160 temperature measurements. 161",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 84,
                    "end": 97,
                    "text": "Figure 1  148",
                    "ref_id": null
                },
                {
                    "start": 264,
                    "end": 273,
                    "text": "(Table 1)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 274,
                    "end": 281,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Results 146"
        },
        {
            "text": "Outdoor participants were divided into four types as walk, bicycle or electric vehicle, car, 162 and inside the car. For those who walked, the agreement limits for wrist and tympanic was 163 between -2.05 and 0.34°C; -4.07 and 0.64°C for forehead and tympanic (Figure 2A, B) . For 164 those who used bicycle or electric vehicle, the agreement limits for wrist and tympanic was 165 between -2.14 and 0.93°C; -3.82 and 0.84°C for forehead and tympanic ( Figure 2C, D) . For 166 those who were transported by car, the agreement limits for wrist and tympanic was between 167 -1.43 and -0.44°C; -1.47 and -0.36°C for forehead and tympanic ( Figure 2E, F) . For those 168 who were inside the car, the agreement limits for wrist and tympanic was between -1.54 and 169 -0.15°C; -2.41 and 0.16°C for forehead and tympanic ( Figure 2G, H) . It highlighted that wrist 170 All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 260,
                    "end": 274,
                    "text": "(Figure 2A, B)",
                    "ref_id": null
                },
                {
                    "start": 452,
                    "end": 465,
                    "text": "Figure 2C, D)",
                    "ref_id": null
                },
                {
                    "start": 636,
                    "end": 649,
                    "text": "Figure 2E, F)",
                    "ref_id": null
                },
                {
                    "start": 815,
                    "end": 828,
                    "text": "Figure 2G, H)",
                    "ref_id": null
                }
            ],
            "section": "Results 146"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.02.20030148 doi: medRxiv preprint 1 0 temperature had narrower 95% limits of agreement than forehead. Wrist measurements had 171 the higher percentage of differences falling within ± 0.5°C than forehead measurements in 172 these four types. 173",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results 146"
        },
        {
            "text": "For indoor patients, the agreement limits for wrist and tympanic was between -2.70 and 174 -0.77°C; -1.91 and 0.80°C for forehead and tympanic (Figure 3) . 57.1% of forehead values 175",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 143,
                    "end": 153,
                    "text": "(Figure 3)",
                    "ref_id": null
                }
            ],
            "section": "Results 146"
        },
        {
            "text": "were included within ± 0.5°C, followed by wrist values (41.4%). We also explore the 176 agreement of left and right wrists ( Figure S1 ). The mean bias is 0.00. The agreement limits 177 for wrist and tympanic was between -0.74 and 0.74°C. It showed good agreement between 178 right and left wrists. 179 180",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 125,
                    "end": 134,
                    "text": "Figure S1",
                    "ref_id": null
                }
            ],
            "section": "Results 146"
        },
        {
            "text": "We performed a ROC curves in indoor patients for detecting tympanic temperature 182 ≥ 37.3°C. Figure 4 author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 94,
                    "end": 102,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "The receiver-operator characteristic (ROC) curves for detection of fever 181"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.02.20030148 doi: medRxiv preprint 1 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The receiver-operator characteristic (ROC) curves for detection of fever 181"
        },
        {
            "text": "In this prospective real-world study, we found that wrist temperature measurement is 192 more stable than forehead using NCIT under different circumstances in outdoor participants. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion 191"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.02.20030148 doi: medRxiv preprint 1 6 author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion 191"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.02.20030148 doi: medRxiv preprint 1 7 author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure Legends"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.02.20030148 doi: medRxiv preprint 1 8 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure Legends"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Reducing mortality from 259 2019-nCoV: host-directed therapies should be an option. The Lancet",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zumla",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "I"
                    ],
                    "last": "Azhar",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Maeurer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Nowcasting and forecasting the potential domestic and 261 international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling 262 study. The Lancet",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Updated understanding of the outbreak of 2019 novel 264 coronavirus (2019-nCoV) in Wuhan",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Journal of Medical Virology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical characteristics of 138 266 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical characteristics of 269 2019 novel coronavirus infection in China",
            "authors": [
                {
                    "first": "W-J",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z-Y",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "W-H",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "C-Q",
                    "middle": [],
                    "last": "Ou",
                    "suffix": ""
                },
                {
                    "first": "J-X",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Measurement 271 accuracy of fever by tympanic and axillary thermometry",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Devrim",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kara",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ceyhan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tezer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Uludag",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Cengiz",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Pediatric emergency care",
            "volume": "272",
            "issn": "",
            "pages": "16--19",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Forehead or ear temperature 274 measurement cannot replace rectal measurements, except for screening purposes",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Mogensen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wittenhoff",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fruerhøj",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hansen",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMC 275 pediatrics",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Skin temperature 277 measurement using an infrared thermometer on patients who have been exposed to cold",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Erenberk",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Torun",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ozkaya",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Uzuner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Demir",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dundaroz",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Monitoring skin 280 temperature at the wrist in hospitalised patients may assist in the detection of infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Holt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Karschimkus",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Volpato",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Christov",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Internal Medicine Journal",
            "volume": "281",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Body temperature and its regulation",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Anaesthesia & Intensive Care Medicine",
            "volume": "283",
            "issn": "",
            "pages": "259--263",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Accuracy of tympanic temperature 285 measurement using an infrared tympanic membrane thermometer",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "I"
                    ],
                    "last": "Gasim",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "R"
                    ],
                    "last": "Musa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Abdien",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Adam",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMC research notes",
            "volume": "286",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Measuring agreement in method comparison studies. Statistical 288 methods in medical research",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Bland",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Altman",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "135--160",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "All rights reserved. No reuse allowed without permission",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity. The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.02.20030148"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "level of 0.05, estimating a standard deviation of 1°C and a potential 132 allowable error of 0.2°C. Considering a 10% possibility of dropouts and otherwise missing 133 data, at least 293 subjects were needed in our study. 134 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "There were 44 patients with fever in indoor patients. The data of outdoor 152 participants were collected on February 14th, 15th, 17th, 2020. Mean weather temperatures 153 were 13°C, 14°C, and 7°C, respectively. 154 155 Bland-Altman comparison among the participants under different environment 156",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "shows the comparison between wrist and forehead measurements for 183 detection of fever. Both measurement had significantly great abilities of screening patients 184 for fever (wrist: AUC 0.790; 95% CI: 0.725-0.854, P <0.001; forehead: AUC 0.816; 95% CI: 185 0.757-0.876, P <0.0001). The cut-off value of wrist measurement for detecting tympanic 186 temperature ≥ 37.3°C was 36.2°3 with a 86.4% sensitivity and a 67.0% specificity. And the 187 best threshold of forehead measurement was also 36.2°6 with a 93.2% sensitivity and a 60.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "193 Both measurement had significantly great abilities of screening patients for fever in indoor 194 patients. The cut-off value for wrist and forehead temperature were both 36.2°C. They 195 showed good sensitivity. It may assist for fever screening in the population, especially in the 196 outbreak of 2019 Novel Coronavirus (COVID-19). To our knowledge, this study was the first 197 to explore the reliability and validity of wrist and forehead temperature measurement in mass 198 screening. 199 Previous studies showed that axilla, rectal temperature were the gold standards in clinical 200 practice (14, 15). However, it was impractical for the large-scale screening. Timesaving and 201 less invasive tools were needed. IRTT and NCIT are being applied in the general population 202 during the epidemic. A lot of disposable plastic covers were consumed, which may increase 203 the financial burden. In China, it cost 1-2 RMB (about 0.2 dollars) for per disposable plastic 204 cover. Besides, indirect contacts increased the risk of cross infection. Forehead temperature 205 was used for the widespread use of population screening using NCIT. However, it can be 206 affected by a person's physiological and environmental conditions (8, 16). The forehead 207 temperature value of 23 participants showed \"low\" in our study. This all happened on the 208 same day (February 17th, 2020) with an outside temperature of 7°C. Thus, we chose wrist 209 temperature as an alternative, especially in the winter when mass screening is needed. Wrist 210 measurement indicated peripheral temperature at 10 cm above the palmar side of the wrist. It 211 was within our expectation that wrist measurement readings attained was lower than 212 tympanic route. However, this area was covered by clothing all the time. It was less 213 influenced by environmental conditions. Our study showed it was more stable for participants 214 under different circumstance than forehead measurement. It is important for mass screen in 215 Berksoy E, Anıl M, Bıcılıoğlu Y, Gökalp G, Bal A. Comparison of infrared tympanic, 293 non-contact infrared skin, and axillary thermometer to rectal temperature measurements in a 294 pediatric emergency observation unit. Int J Clin Exp Med 2018;11:567-573. 295 15. Rabbani MZ, Amir M, Malik M, Mufti M, Bin Pervez M, Iftekhar S. Tympanic 296 temperature comparison with oral mercury thermometer readings in an OPD setting.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Flowchart Bland-Altman comparison between each method and tympanic temperature. X axis 308 is the mean temperature of each method and tympanic. Y axis is the difference of each 309 method and tympanic. Red dashed line showed mean bias. Black dashed lines showed 95% 310 limits of agreement. (A), (B) for those who walked; (C), (D) for those who used 311 bicycle/electric vehicle; (E), (F) for those who were transported by car; (G), Bland-Altman comparison between each method and tympanic temperature for 315 indoor patients. X axis is the mean temperature of each method and tympanic. Y axis is the 316 difference of each method and tympanic. Red dashed line showed mean bias. Black dashed 317lines showed 95% limits of agreement. 318 The receiver-operator characteristic (ROC) curves for detection of fever. 320 321 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "according to their means of transportation to the hospital as walk, bicycle/electric vehicle, car, 110",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.02.20030148 doi: medRxiv preprint Continuous variables were expressed as mean ± standard deviation (SD), and categorical 135 data in frequency and proportion. The agreements for each method versus 136 tympanic temperature were analyzed by Bland-Altman analysis (12). It also showed three 137 superimposed horizontal lines. Red dashed line highlighted mean bias among all the paired 138 measurements. Black dashed line marked upper and lower 95% Limits of Agreement (LoA). 139 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Demographic characteristics of the participants 322All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Bland-Altman comparison among the participants under different environment 325",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020. 03 improve the standardization of both practical use and performance. 219The strengths of this study included its large sample size, and prospective design in the 220 real-world setting. There were several limitations. First, it is difficult to quantify the 221 physiological and environmental conditions. Second, only one brand of thermometer was 222 enrolled in this study. It was uncertain that it could be generalized to all brands of 223 thermometers in the market. 224In conclusion, this study confirmed wrist measurement was more stable for participants 225 under different circumstance than forehead measurement. Both measurement had 226 significantly great fever screening abilities for indoor patients, and the cut-off value of both 227 measurements for fever was 36.2°C. Further studies are needed to explore the validity and 228 accuracy of wrist temperature. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.02. The data used to support the findings of this study are available from the corresponding 254 author (Xiaoming Chen). 255 256 257 All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.02.20030148 doi: medRxiv preprint 1 4",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 197,
                    "text": "03",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}