{
    "paper_id": "b579c3547bba2a33057373d57b7c05f37dd4cfc3",
    "metadata": {
        "title": "Evaluation of Enzyme-Linked Immunoassay and Colloidal Gold- Immunochromatographic Assay Kit for Detection of Novel Coronavirus (SARS-Cov-2) Causing an Outbreak of Pneumonia (COVID-19)",
        "authors": [
            {
                "first": "Jie",
                "middle": [],
                "last": "Xiang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan Jinyintan Hospital",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Mingzhe",
                "middle": [],
                "last": "Yan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan Jinyintan Hospital",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Hongze",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan Jinyintan Hospital",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ting",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan Jinyintan Hospital",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Chenyao",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ZhongNan hospital of Wuhan University",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Shuang",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ZhongNan hospital of Wuhan University",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Changxin",
                "middle": [],
                "last": "Shen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ZhongNan hospital of Wuhan University",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "BACKGROUND: In December 2019, a novel coronavirus (SARS-CoV-2)-infected pneumonia (COVID-19) occurred in Wuhan, China. Travel-associated cases have also been reported in other countries. The number of cases has increased rapidly but laboratory diagnosis is limited. METHODS: We collect two groups of cases diagnosed with COVID-19 for experiments. One group collected 63 samples for Enzyme-linked immunosorbent assay (ELISA) IgG and IgM antibodies. The other group collected 91 plasma samples for colloidal gold-immunochromatographic assay (GICA). RESULTS: The sensitivity of the combined ELISA IgM and ELISA IgG detection was 55/63 ( 87.3%), The sensitivity of the combined GICA IgM and GICA IgG detection was 75/91 ( 82.4%), Both methods are negative for healthy controls, specificity of 100% .There is no significant difference between the sensitivity of between ELISA and GICA (IgM+ IgG). CONCLUSIONS: ELISA and GICA for specific IgM and IgG antibodies are conventional serological assays, they are simple, fast, and safe, the results can be used for clinical reference, and the huge clinical diagnosis and treatment pressure can be .The disease has rapidly spread from Wuhan to other areas. By February 27, 2020, there were 78630 confirmed cases reported in China, and tragically we have now surpassed 2747 people in China have lost their lives because of this virus. Most of the cases and most of the deaths are in Hubei province, Wuhan. Outside China, there are 3545 cases in 40 countries, and 35 death. The type of pneumonia caused by the 2019 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "greatly relieved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In December 2019, a cluster of acute respiratory illness, now known as novel coronavirus-infected pneumonia (NCIP), occurred in Wuhan, Hubei Province, China novel coronavirus is a highly infectious disease, and the ongoing outbreak has been declared by WHO as a global public health emergency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "A novel coronavirus of zoonotic origin (2019-nCoV) has recently been identified in patients with acute respiratory disease. This virus is genetically similar to SARS coronavirus and bat SARS-like coronaviruses. Outbreaks in health care workers indicate human-to-human transmission. Full-genome sequencing and phylogenic analysis indicated that 2019-nCoV is a distinct clade from the beta coronaviruses associated with human severe acute respiratory syndrome (SARS) and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Middle East respiratory syndrome (MERS) (1) . International Committee on",
            "cite_spans": [
                {
                    "start": 40,
                    "end": 43,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Taxonomy of Viruses(ICTV)is announced that 2019-nCoV is officially classified as severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2)(4,5 Diagnosis is based on clinical history and laboratory and chest radiographic findings, but confirmation currently relies on nucleic acid-based assays. The nucleic acid-based assay has been used to confirm the diagnosis of new pneumonia, but many patients will miss the diagnosis. We have verified the two new reagents kit that are All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.27.20028787 doi: medRxiv preprint currently not on the market and have achieved good results. The following are reported as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "This case series was approved by the institutional ethics board of Wuhan Jinyintan Hospital. All consecutive patients with confirmed COVID-19 admitted to Jinyintan Hospital from January 1 to January 28, 2020, were enrolled. Oral consent was obtained from patients. Jinyintan Hospital, located in Wuhan, Hubei Province, the endemic areas of COVID-19, is first designated hospital for COVID-19 patients in Wuhan. All patients with COVID-19 enrolled in this study were diagnosed according author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Design and Participants"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the After 10 min, the result was judged by the color of the test and control lines. If both the detection band and the control band turned red, the sample was recorded as positive. If the control band turned red but the detection band was not colored, it was recorded as negative. If neither band was colored, the test reagents were assumed to be not working.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Design and Participants"
        },
        {
            "text": "Throat swab samples, sputum samples and alveolar lavage fluid samples were All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "qRT-PCR Assay for SARS-CoV-2"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "qRT-PCR Assay for SARS-CoV-2"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.27.20028787 doi: medRxiv preprint collected for extracting 2019-nCoV RNA from patients suspected of having 2019-nCoV infection. After collection, the throat swabs were placed into a sterile test tube with 1 ml sterile saline, the sputum samples were added equal volume of acetylcysteine (10g/L) and shaken at room temperature for 30 min to be fully liquefied, and total RNA was extracted using the nucleic acid extraction kit (QIAamp viral RNA mini kit). In brief, 40μL of cell lysates were transferred into a collection tube followed by vortex for 10 seconds. After standing at room temperature for 10 minutes, the collection tube was centrifugated at 1000 rpm/min for 5 minutes. The ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "qRT-PCR Assay for SARS-CoV-2"
        },
        {
            "text": "All analyses were performed using SPSS 22.0. Categorical variables were expressed as frequencies (percentages), and performed using the chi-square test with Yates's All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity. Table 3 and Table 4) qRT-PCR results qRT-PCR test of 81 samples of known COVID-19 patients, the results showed that 42 cases were positive, the sensitivity was 51.9% (42/81).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 88,
                    "end": 108,
                    "text": "Table 3 and Table 4)",
                    "ref_id": null
                }
            ],
            "section": "Statistical Analysis"
        },
        {
            "text": "Overall, there are significant differences in the three detection methods (P<0.001).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compare the sensitivity of the three methods (ELISA IgM+ IgG, GICA IgM+IgG, qRT-PCR)"
        },
        {
            "text": "There is no significant difference between the sensitivity of between ELISA (IgM+ IgG) and GICA (IgM+ IgG), P=0.411. (Table 3) All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 117,
                    "end": 126,
                    "text": "(Table 3)",
                    "ref_id": null
                }
            ],
            "section": "Compare the sensitivity of the three methods (ELISA IgM+ IgG, GICA IgM+IgG, qRT-PCR)"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.27.20028787 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compare the sensitivity of the three methods (ELISA IgM+ IgG, GICA IgM+IgG, qRT-PCR)"
        },
        {
            "text": "At present, the sample collection for nucleic acid detection of suspected cases of COVID-19 is mostly upper respiratory tract samples (mainly throat swabs) (9). The collection of throat swabs is not standardized and it is easy to miss the diagnosis. The collection process is extremely risky for medical staff. Confirmed diagnosis is playing an important role in facilitating patient isolation, treatment and assessment of infectious activities. However, due to their limited capacity to handle an epidemic of the current scale and insufficient supply of assay kits, only a portion of suspected cases can be tested, leading to incompleteness and inaccuracy in updating new cases, as well as delayed diagnosis. A fast-performing serologic assay is acutely needed for the current and outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In this study, we tested serum samples from confirmed COVID-19 patients with two assay kits and achieved a high positive rate. The sensitivity of the combined ELISA IgM and IgG detection was 55/63 (87.3%), The sensitivity of the combined GICA IgM and IgG detection was 75/91 (82.4%), and the healthy controls were negative. The case group was COVID-19 patients diagnosed by qRT-PCR. Since many patients are undergoing treatment, they are gradually recovering, the nucleic acid test result has become negative, so the positive rate of patients tested was only 51.9%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It is worth noting that the new type of coronavirus antibody of the kit is against the severe acute respiratory syndrome (SARS)-like coronavirus, not only against SARS-CoV-2, but the IgG originally infected with SARS may also be positive. But our research found, the healthy controls are all negative and the specificity is very good.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "ELISA and GICA for specific IgM and IgG antibodies is conventional serological assays, they can offer a high-throughput alternative, which allows for uniform tests for all suspected patients, and can facilitate more complete identification of infected cases and avoidance of unnecessary cross infection among unselected All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.27.20028787 doi: medRxiv preprint patients. They use plasma or serum as test samples, and blood samples can be collected easily, which can greatly reduce the risk of infection for medical staff. The complicated processing procedure of the sample during the laboratory test is removed, the test result can be obtained quickly, the operation is simple, the safety of medical staff can be protected, and the huge clinical diagnosis and treatment pressure can be greatly relieved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although ELISA and GICA are simple, fast, and safe, the results can be used for clinical reference. Cases confirmation still depended on qRT-PCR, and analyze epidemiological, demographic, clinical, and radiological features and other laboratory data. There is a need to further increase the number of samples tested to prove their t of sample testing to confirm their significance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, ELISA and GICA for specific IgM and IgG antibodies is conventional serological assays, they are simple, fast, and safe for diagnosis COVID-19. The results can be used for clinical reference, and the huge clinical diagnosis and treatment pressure can be greatly relieved. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.27.20028787 doi: medRxiv preprint author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.27.20028787 doi: medRxiv preprint author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.27.20028787 doi: medRxiv preprint Table 3 Compare the sensitivity of the three methods All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 151,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.27.20028787 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A Novel Coronavirus from Patients with Pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "to World Health Organization interim guidance (7, 8). The remaining serum samples for clinical testing were collected from two groups of patients. One group collected 63 samples from February 2, 2020 for Enzyme-linked immunosorbent assay (ELISA) IgG and IgM antibodies. The other group collected 91 plasma samples from February 3-4, 2020 for colloidal gold-immunochromatographic assay (GICA), of which 81 cases took throat swab sample for nucleic acids (Real-Time Reverse Transcription Polymerase Chain Reaction Assay, qRT-PCR) detection. 35 healthy individuals served as controls in both groups. ELISA The novel coronavirus IgG/IgM antibody ELISA kits (lot number 2020010108) were manufactured by Zhu Hai Liv Zon Diagnostics Inc. The 98 serum samples were tested according to the manufacturer's instructions. IgM capture ELISA: to duplicate wells of microplates which were coated with mouse anti-human IgM monoclonal antibody (μchain), and incubated for 60 min at 37 ±1 . All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "diluent were added to duplicate wells of microplates which were coated with recombinant antigen of new coronavirus, and incubated for 60 min at 37 ±1 . Plates were washed five times and reacted with 100 μ L enzyme marker (HRP-conjugated monoclonal mouse anti-human IgG) for 30 min at 37 ±1 °C for the purpose of detecting IgG against new coronavirus in serum samples. Plates were then washed five times, TMB) substrate solution were added to each well for a chromogenic reaction for 15 min at 37 ±1 °C. The color reaction was stopped by the addition 50 μ L of 2 M H2SO4 to each well. Finally, the OD450 was measured and recorded immediately using an Infinite 200 PRO microplatereader. GICA The novel coronavirus IgG/IgM antibody GICA kits (lot number 2001010220) were manufactured by Zhu Hai Liv Zon Diagnostics Inc, China. The 126 serum samples were tested according to the manufacturer's instructions. For each test, 10μL of serum sample and 100μL of sample diluent were added vertically onto the sample pad of the test strip. The strip was then placed flat to allow the solution to migrate up the membrane, through gold-labeled pad, the testing area, quality control area and finally to adsorption zone.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "PCR enzyme (n was the number of reaction tubes) were mixed and vortexed for a few seconds. The above mixture of 20 μ L was put into the PCR reaction tube respectively, after that the extracted sample by 5 μ L was added. qRT-PCR analysis was conducted using the ABI 7500 Real-Time PCR System. The PCR parameters were 45 °C for 10 min, 95 °C for 3 min, followed by 45 cycles of 95 °C for 15 s, 58 °C for 30 s, and a single fluorescence detection point at 58°C. Two target genes, including open reading frame 1ab (ORF1ab) and nucleocapsid protein (N), were simultaneously amplified and tested during the qRT-PCR assay. The qRT-PCR assay was performed using a 2019-nCoV nucleic acid detection kit according to the manufacturer's protocol (Shanghai ZJ Bio-Tech Co Ltd). A cycle threshold value (Ct-value) less than 37 was defined as a positive test result, and a Ct-value of 40 or more was defined as a negative test. These diagnostic criteria were based on the recommendation by the National Institute for Viral Disease Control and Prevention (China) (http://ivdc.chinacdc.cn/kyjz/202001/t20200121_211337.html). A medium load, defined as a Ct-value of 37 to less than 40, required confirmation by retesting.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ").The World Health Organization (WHO) announced that the official name of the disease caused by this virus is Corona Virus Disease (COVID-19)(6).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "correction or Fisher's exact test, as appropriate. P<0.05 was considered statistically significant. For multiple statistical comparisons, chi-square test was corrected by Bonferroni's correction (0.05/test numbers). ELISA test of 63 samples of known COVID-19 patients, the results showed that 28 The sensitivity of the combined IgM and IgG detection was 55/63 (87.3%) (Table 1). (Supplementary Table 1 and Table 2) GICA results GICA test of 91 samples of known COVID-19 patients, the results showed that 52 IgM antibodies were positive, the sensitivity was 57.1% (52/91), the specificity was 100% (35/35), the accuracy was 69.0% (87/126). 74 IgG antibodies were positive, with an accuracy of 81.3% (74/91), specificity of 100% (35/35), and accuracy of 109/126 (86.5). The sensitivity of the combined IgM and IgG detection was 75/91 (82.4%) (Table 2). (Supplementary",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Lu H, Stratton CW, Tang Y. Outbreak of pneumonia of unknown etiology in Wuhan, China: The mystery and the miracle. J MED VIROL 2020:10-1002. 8. Hui DS, I Azhar E, Madani TA, Ntoumi F, Kock R, Dar O, et al. The continuing 2019-nCoV epidemic threat of novel coronaviruses to global health -The latest 2019 novel coronavirus outbreak in Wuhan, China. International journal of infectious diseases: IJID: official publication of the International Society for Infectious Diseases 2020;91:264-6. 9. Xie X, Zhong Z, Zhao W, Zheng C, Wang F, Liu J. Chest CT for Typical 2019-nCoV Pneumonia: Relationship to Negative RT-PCR Testing. RADIOLOGY 2020:200343. rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Sensitivity,specificity and accuracy of ELISA IgM, IgG,when tested independently or in combinations All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Sensitivity ,specificity and accuracy of colloidal gold IgM, IgG,when tested independently or in combinations * positive if any of two markers is positive All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "P<0.001，Overall, there are significant differences in the three detection methods.P=0.411，No significant difference between ELISA (IgM+ IgG) and GICA (IgM+ IgG)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This work was supported by the Zhongnan Hospital of Wuhan University Science, Technology and Innovation Seed Fund under Grant znpy2017022.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors have no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosure statement"
        }
    ]
}