{
    "paper_id": "b696d208705fcb1925693c5f0d118733bb557ea6",
    "metadata": {
        "title": "Exploring diseases/traits and blood proteins causally related to expression of ACE2, the putative receptor of 2019-nCov: A Mendelian Randomization analysis",
        "authors": [
            {
                "first": "Shitao",
                "middle": [],
                "last": "Rao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Chinese University of Hong Kong",
                    "location": {
                        "settlement": "Shatin, Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "Alexandria",
                "middle": [],
                "last": "Lau",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Chinese University of Hong Kong",
                    "location": {
                        "settlement": "Shatin, Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "Hon-Cheong",
                "middle": [],
                "last": "So",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Chinese University of Hong Kong",
                    "location": {
                        "settlement": "Shatin, Hong Kong"
                    }
                },
                "email": "hcso@cuhk.edu.hk"
            }
        ]
    },
    "abstract": [
        {
            "text": "The novel coronavirus 2019-nCoV has caused major outbreaks in many parts of the world. A better understanding of the pathophysiology of COVID-19 is urgently needed. Clinically, it is important to identify who may be susceptible to infection and identify treatments for the disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "There is good evidence that ACE2 is a receptor for 2019-nCoV, and studies also suggested that high expression of ACE2 may increase susceptibility to infection. Here we conducted a phenome-wide Mendelian randomization (MR) study to prioritize diseases/traits and blood proteins that may be causally linked to ACE2 expression in the lung. Expression data was based on GTEx. We also explored drug candidates whose targets overlapped with the top-ranked proteins in MR analysis, as these drugs could potentially alter ACE2 expression and may be clinically relevant. Notably, MR is much less vulnerable to confounding and reverse causality compared to observational studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The most consistent finding was a tentative causal association between diabetes-related traits and increased ACE2 expression. Based on one of the largest GWAS on type II diabetes (T2DM) to date (N=898,130), we found that T2DM is causally linked to raised ACE2 expression (beta=0.1835, 95% CI 0.0853-0.2817; p=2.49E-4; GSMR method). Significant associations (at nominal level; p<0.05) was also observed across multiple datasets, with different analytic methods, and for both type I and II diabetes. Other diseases/traits having nominal significant associations with increased ACE2 included inflammatory bowel disease, (ER+) breast and lung cancers, asthma, smoking and elevated ALT, among others. We also uncovered a number of plasma/serum proteins potentially linked to altered ACE2 expression, and the top enriched pathways included cytokine-cytokine-receptor interaction, VEGF signaling, JAK-STAT signaling etc. We also explored drugs that target some of the top-ranked proteins in the MR analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "higher than the binding affinity to the previous SARS-CoV spike glycoprotein 12 . This provides strong evidence that ACE2 is a target of the novel coronavirus.",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 79,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A number of studies have looked into the relationship between ACE2 expression level and coronavirus infection. For example, Li et al. overexpressed ACE2 protein in 293T and Vero E6 cell lines. Over-expression of ACE2 lead to more efficient viral replication, but it was blocked by anti-ACE2 antibody in a dose-dependent manner 9 . A further study also confirmed that susceptibility to SAR-CoV correlates with ACE2 expression on cell lines 13 . In a subsequent work, Jia et al. showed that undifferentiated airway epithelial cells that express little ACE2 were poorly infected by SARS-CoV, while well-differential cells expressing higher ACE2 were readily infected 14 . Taking the evidence together, expression level of the ACE2 protein is associated with susceptibility to SARS-CoV infection.",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 328,
                    "text": "9",
                    "ref_id": null
                },
                {
                    "start": 439,
                    "end": 441,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 466,
                    "end": 476,
                    "text": "Jia et al.",
                    "ref_id": null
                },
                {
                    "start": 664,
                    "end": 666,
                    "text": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Since ACE2 has been supported by multiple studies as a receptor for 2019-nCov, it is reasonable to speculate that higher ACE2 expression in relevant tissues (e.g. the lung) may lead to increased susceptibility to infection. As discussed above, studies have indeed supported this hypothesis for SARS-CoV. While further studies are required, revealing diseases/traits that are causally associated with altered ACE2 expression may shed light on why certain subjects are more susceptible to the infection and the underlying mechanisms (whether the increased susceptibility is mediated via ACE2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In a related work, recently Cai 15 performed an analysis with TCGA datasets and showed that smoking is associated with elevated expression of ACE2 in the lung, which may be associated with greater susceptibility to infection or more severe illness. However, there are several limitations as detailed by the author. For example, the samples studied are derived from patients with lung cancer, which may not be fully reflective of the expression in normal lung tissues. Another potential limitation is that it is difficult to control for all confounders, as smoking may be related to other unhealthy life habits 16 and multiple comorbid diseases 17, 18 .",
            "cite_spans": [
                {
                    "start": 28,
                    "end": 34,
                    "text": "Cai 15",
                    "ref_id": null
                },
                {
                    "start": 648,
                    "end": 650,
                    "text": "18",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Here we conducted a phenome-wide Mendelian randomization (MR) study to explore diseases or traits that may be causally linked to increased ACE2 expression in the lung. We will employ MR for causal inference. MR makes use of genetic variants as \"instruments\" to represent the exposure of interest, and infers causal relationship between the exposure and the outcome 19 . MR is much less susceptible to confounding bias and reverse causality when compared to observational studies.",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 367,
                    "text": "19",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The concept of MR is akin to randomized controlled trials (RCT). For example, consider a study on the causal effect of lipid on the risk of a certain disease. Subjects who have inherited lipid-lowering alleles at a locus (or a set of such alleles at multiple loci) will have lower lipid levels on average, which is analogous to receiving lipid-lowering drugs in an RCT 20 . The random allocation of alleles at conception is similar to random assignment of treatment in an RCT. As a result, the chance of spurious associations due to known or unknown confounders is reduced due to the 'random assignment' of treatment or risk factor. Another important point to . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 371,
                    "text": "20",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.04.20031237 doi: medRxiv preprint note is that MR can be conducted with summary statistics from genome-wide association studies (GWAS), which are now widely available and often of very large sample sizes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this study, we wish to answer the following question: What conditions or traits may lead to increased ACE2 expression, which may in turn result in greater susceptibility to 2019-nCov infection? Since COVID-19 is a new disease and prior knowledge is lacking, we employed a phenome-wide approach in which a large variety of traits are studied for causal associations with ACE2 expression. This analysis may help to prioritize resources for better prevention of the infection in those susceptible subjects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In addition to diseases, we also studied serum/plasma proteins as exposure, as they may point to potential molecular mechanisms underlying ACE2 expression, and may serve as potential predictive or prognostic biomarkers. It has also been suggested that such proteome-wide studies may help to reveal drug repositioning candidates 21 , through the search for drugs that target the top-ranked proteins. For example, if a protein is found to casually increase the risk of a disease by MR, by the definition of causality, blocking the protein will lead to reduced disease risks. In our study, by finding plasma/serum proteins causally linked to ACE2 expression, we may find drugs that will alter ACE2 expression, which in turn may be useful for treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To perform the phenome-study, we made use of the latest IEU GWAS database (https://gwas.mrcieu.ac.uk/), which contains up to 111,908,636,549 genetic associations from 31,773 GWAS summary datasets (as at 26 th Feb 2020). The database was retrieved via the R package \"TwoSampleMR\" (ver 0.5.1). MR analysis was conducted with the same package. Due to the extremely huge number of traits in the database, we performed some pre-selection to the list of traits/diseases before full analysis. Briefly, we selected the following categories of traits: (1) Traits listed as priority 1 (high priority) and labelled as \"Disease\" or \"Risk factor\" (81 and 71 items respectively); (2) traits labelled as \"protein\" as described above (3371 items); (3) (selected) traits from the UK Biobank, as it is one of the largest source of GWAS data worldwide (with sample size ~ 500,000). We consider that a proportion of traits have presumably low prior probability of association with respiratory infections, and others are less directly clinically relevant. To reduce computational burden and for ease of interpretation, a proportion of UK Biobank (UKBB) traits were filtered. More specifically, we excluded GWAS data of diseases or traits related to the following: eye or hearing problems, orthopedic and trauma-related conditions (except autoimmune diseases), skin problems (except systemic or autoimmune diseases), perinatal and obstetric problems, operation history, medication history (as confounding by indication is common and may affect the validity of results 22 ), diet/exercise habit (as accuracy of information . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 1546,
                    "end": 1548,
                    "text": "22",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Exposure data"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exposure data"
        },
        {
            "text": "Regarding the outcome, we are interested in the expression of ACE2. While ideally one should study the protein expression in the lung, such data is scarce and corresponding genotype data (required for MR) is not available. Here we focus on the gene expression of ACE2 in the lung (N = 515). ACE2 protein levels appear to be relatively well-correlated with mRNA levels across tissues, based on the Human Proteome Atlas (https://www.proteinatlas.org/ENSG00000130234-ACE2/tissue). We retrieved GWAS summary data from the GTEx database, one of the largest databases to date with both genotype and expression data for a large variety of tissues. For details of GTEx please refer to 24 .",
            "cite_spans": [
                {
                    "start": 677,
                    "end": 679,
                    "text": "24",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Outcome data"
        },
        {
            "text": "Here we performed two-sample MR in which the instrument-exposure and instrument-outcome associations were estimated in different samples. We conducted MR primarily with the 'inverse-variance weighted'",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mendelian randomization (MR) analysis"
        },
        {
            "text": "(MR-IVW) 25 and Egger regression (MR-Egger) 26 approaches, which are among the most widely used MR methods. One of the concerns of MR is horizontal pleiotropy, in which the genetic instruments have effects on the outcome other than through effects on the exposure. Of note, MR-Egger gives valid estimates of causal effects in the presence of imbalanced or directional horizontal pleiotropy. In addition, significance of the MR-Egger intercept can be used to judge whether significant imbalanced pleiotropy is present. MR was performed on (approximately) independent SNPs with r 2 threshold of 0.001, following default settings in TwoSampleMR. We only included SNPs passing genome-wide significance (p<5e-8) as instruments. For exposure with only one instrument, the Wald ratio method was used. For analysis with less than 3 genetic instruments, we employed MR-IVW since MR-Egger cannot be reliably performed. As will be detailed in the results section, for selected trait(s) with stronger evidence of association, we also performed further analysis by GSMR and MR-RAPS. GSMR (http://cnsgenomics.com/software/gsmr/) can take into account of (imbalanced) horizontal pleiotropy but is based on a different principle from MR-Egger. It excludes 'outlier'",
            "cite_spans": [
                {
                    "start": 9,
                    "end": 11,
                    "text": "25",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 44,
                    "end": 46,
                    "text": "26",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Mendelian randomization (MR) analysis"
        },
        {
            "text": "or heterogeneous genetic instruments that may contribute to pleiotropy, by the 'HEIDI-outlier' method 27 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mendelian randomization (MR) analysis"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mendelian randomization (MR) analysis"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.04.20031237 doi: medRxiv preprint GSMR also employed a slightly different formula from MR-IVW by modelling variance of both ˆX G β and YG β , and accounts for correlated SNPs 27 . MR-RAPS is another MR analysis methodology which can take into account multiple weak instruments by a robust procedure. Details of MR-RAPS were described in Zhao et al. 28 .",
            "cite_spans": [
                {
                    "start": 459,
                    "end": 461,
                    "text": "28",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Mendelian randomization (MR) analysis"
        },
        {
            "text": "We also performed analysis with plasma/serum proteins as exposure. Besides MR analysis on individual proteins, we also performed pathway analysis by ClueGO 29 . Hypergeometric tests were conducted on the top-ranked proteins (with p<0.05). In addition, we searched for drugs with targets overlapping with the top-ranked proteins. Drug targets were defined based on the DrugBank database. Our aim is uncover drug candidates leading to alteration of ACE2 expression, which may be therapeutically relevant.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 158,
                    "text": "29",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Mendelian randomization (MR) analysis"
        },
        {
            "text": "MR results are presented in Tables 1 and 2 (full results shown in Tables S2 and S3 ). Traits were shown if any of the three methods (MR-IVW, MR-Egger, Wald ratio) showed nominally significant (p<0.05) results. For traits that do not show evidence for directional pleiotropy (p-value of Egger Intercept>0.05), we shall primarily report the results from MR-IVW, as generally the SE of causal estimates is larger with MR-Egger 30 (hence power is weaker). Results from MR-Egger will be presented if there is significant directional pleiotropy.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 28,
                    "end": 82,
                    "text": "Tables 1 and 2 (full results shown in Tables S2 and S3",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "MR analysis for diseases and clinically relevant traits"
        },
        {
            "text": "Remarkably, a number of top-ranked results were related to diabetes. We observed totally five diabetes-related traits that showed nominally significant MR results, and they were all positively associated with ACE2 expression. Three are related to diagnosis of diabetes (including both type I and II) in the UKBB.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diabetes-related traits"
        },
        {
            "text": "Another one (id: ieu-a-23) was based on a trans-ethnic meta-analysis in 2014 31 , which had no overlap with the UKBB sample. The finding of a nominally significant result in this dataset can therefore be considered as an independent replication of the UKBB result.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diabetes-related traits"
        },
        {
            "text": "We also observed that starting insulin within one year of diagnosis, which was only assessed within diabetic subjects, was casually associated with increased ACE2 expression. Early use of insulin may indicate type I diabetes as the underlying diagnosis or more severe or late-stage disease for type II diabetic subjects 32 .",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 322,
                    "text": "32",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Diabetes-related traits"
        },
        {
            "text": "In view of the consistent causal associations with diabetes or related traits, we further searched for GWAS summary statistics that have not been included in the IEU GWAS database. We found another publicly available dataset from the DIAGRAM Consortium, based on a recent meta-analysis of type II diabetes by Mahajan et al. 33 .",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 326,
                    "text": "33",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Diabetes-related traits"
        },
        {
            "text": "For a more in-depth analysis, we also employed GSMR and MR-RAPS in addition to IVW and Egger. The full results are presented in Table 2 . Reassuringly, with the exception of MR-Egger (which is relatively less . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 128,
                    "end": 135,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Diabetes-related traits"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.04.20031237 doi: medRxiv preprint powerful 30 ), all other methods showed (nominally) significant results. GSMR reported the lowest p-value of 2.49E-04 (beta = 0.1835, 95% CI: 0.0853 to 0.2817). While this study 33 has partial overlap with the trans-ethnic analysis in 2014 31 , the consistent associations provide further support to a causal link between diabetes and expression of ACE2.",
            "cite_spans": [
                {
                    "start": 322,
                    "end": 324,
                    "text": "33",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Diabetes-related traits"
        },
        {
            "text": "Regarding the effect size of casual associations, since the exposures were binary, the regression coefficients (beta) from MR may be roughly interpreted as average change in the outcome (increase in normalized expression level) per 2.72-fold increase in the prevalence of the exposure 34 . For type II diabetes, or self-reported diabetes from UKBB which presumably comprised mainly type II diabetes, the causal estimates ranged from ~0.1621 to 0.1835. These estimates were reasonably close despite different datasets being used.",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 287,
                    "text": "34",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Diabetes-related traits"
        },
        {
            "text": "The causal estimate from type I diabetes was slightly lower and estimated to be ~0.1006.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diabetes-related traits"
        },
        {
            "text": "As shown in Table 1 , a number of other disease/traits also showed (nominally) significant results. Several neoplasms, such as breast and lung cancer, may be associated with increased ACE2 expression. We also observed that several autoimmune disorders, especially inflammatory bowel diseases may be casually associated with ACE2 expression. Interestingly, asthma and tobacco use also showed nominal significant associations with higher ACE2 expression. As for other traits, high alanine aminotransferase (ALT), commonly associated with liver diseases, may be related to elevated ACE2 expression. Other commonly measured blood measures that may lead to altered ACE2 expression also included red cell distribution width (often associated with iron-deficiency, folate or B12 deficiency anemia), basophil percentage (inverse relationship), calcium level, urate level, HDL-cholesterol and LDL cholesterol (inverse relationship).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 19,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Other disease/traits"
        },
        {
            "text": "Full results are shown in Table S2 and the enriched pathways are shown in Table 3 and Table S4 . Since a large number of proteins are involved, we only highlight a few top pathways here. Some of top pathways include cytokine and cytokine receptor interaction, VEGFA-VEGF2 signaling pathway, JAS-STAT signaling pathway etc. Table 4 and S5 shows the list of drugs whose targets overlap with the top-ranked proteins. Note that the tables do not explicitly discern the direction of effects of the drugs. A few drugs target more than one protein. If they are ranked by the number of proteins targeted, the top drugs are fostamatinib, copper, zinc and zonisamide, which target >=3 proteins.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 26,
                    "end": 94,
                    "text": "Table S2 and the enriched pathways are shown in Table 3 and Table S4",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 323,
                    "end": 330,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "MR results with plasma/serum proteins as exposure"
        },
        {
            "text": "In this study we have employed Mendelian Randomization (MR) to uncover diseases/traits that may be causally linked to ACE2 expression levels in the lung, which in turn may influence susceptibility to the infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diseases/traits causally linked to ACE2 expression"
        },
        {
            "text": "We believe such analysis is of value as observational studies are more prone to confounding bias. Also, in . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diseases/traits causally linked to ACE2 expression"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.04.20031237 doi: medRxiv preprint practice, it is very difficult to organize a comprehensive clinical study of many different risk factors/diseases, evaluate if they are risk factors for COVID-19. Such studies may also be limited by the lack of relevant clinical data for some patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diseases/traits causally linked to ACE2 expression"
        },
        {
            "text": "From our analysis, the most consistent finding was the casual link between diabetes (and related traits) with ACE2 expression, which was supported by multiple datasets and different analytic approaches. Other results were more tentative, but may be worthy of further studies. For example, several neoplasms (e.g. breast and lung cancers) and autoimmune diseases, elevated ALT, asthma and smoking all showed nominally significant and positive associations with ACE2 expression. If the findings are replicated and confirmed in further studies, there may be clinical implications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diseases/traits causally linked to ACE2 expression"
        },
        {
            "text": "For example, identification of those at greater risk may help to guide the prioritization of resources to reduce infection risks in susceptible groups. Also, it is likely that vaccines may be developed in the near future; in the lack of resources, susceptible groups may be prioritized to receive vaccination to maximize cost-effectiveness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diseases/traits causally linked to ACE2 expression"
        },
        {
            "text": "In a similar vein, if resources are limited, the more susceptible subjects may receive higher priority for diagnostic testing for the infection. As far as treatment is concerned, if certain conditions such as diabetes indeed increases susceptibility via ACE2, then drugs targeting at this gene/protein may be particularly useful for this patient subgroup. For example, human recombinant ACE2 has been proposed as a treatment and is under clinical trial for COVID-19 35 . It will be interesting to see if the drug may be more beneficial for DM patients. More generally speaking, if DM is causally linked to elevated ACE2 and potentially increased susceptibility to infection, then anti-diabetic drugs or improved glycemic control may reverse the process.",
            "cite_spans": [
                {
                    "start": 466,
                    "end": 468,
                    "text": "35",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Diseases/traits causally linked to ACE2 expression"
        },
        {
            "text": "Interestingly, a few studies have shown that metformin may reduce mortality from lower respiratory disease in diabetic patients{Ho, 2019 #59;Mendy, 2019 #60}. It will be intriguing to know if metformin (or other anti-diabetic medications) may be clinically beneficial in preventing or reducing the severity of disease in diabetic or non-diabetic subjects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diseases/traits causally linked to ACE2 expression"
        },
        {
            "text": "Here we further discuss on a few disease/traits also supported by previous studies. First, as discussed in the introduction, a recent study 15 also suggested smoking was associated with higher ACE2 expression. Our analysis adds further support to the hypothesis, but we further showed that the relationship may be casual. As shown in Table S1 , a number of COVID-19 cases (~5.4%) were also comorbid with diabetes mellitus (DM).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 334,
                    "end": 342,
                    "text": "Table S1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Diseases/traits causally linked to ACE2 expression"
        },
        {
            "text": "Similarly, DM was also common in patients infected with MERS-CoV 36,37 . Kulcsar et al. built a mouse model susceptible to MERS-CoV infection and induced type 2 DM using a high-fat diet. They found that, if affected by the virus, these diabetic mice suffered from a prolonged phase of disease and delayed recovery, which might be due to a dysregulated immune response 38 . With regards to comorbidity with cancers, Liang et al. recently carried out a nationwide analysis of 1,590 patients with laboratory-confirmed COVID-19 and suggested that cancer patients might have a higher infection risk than those without 39 . The study also reported higher risk of severe complications in such patients.",
            "cite_spans": [
                {
                    "start": 368,
                    "end": 370,
                    "text": "38",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 613,
                    "end": 615,
                    "text": "39",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Diseases/traits causally linked to ACE2 expression"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diseases/traits causally linked to ACE2 expression"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.04.20031237 doi: medRxiv preprint There are several limitations in our analysis of associated diseases/traits with ACE2 expression. A major limitation is that the sample size for GTEx is relatively modest, which limits the power of MR analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diseases/traits causally linked to ACE2 expression"
        },
        {
            "text": "However, to our knowledge, GTEx is probably the largest database with both genotype and expression data for lung tissues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diseases/traits causally linked to ACE2 expression"
        },
        {
            "text": "Another point we wish to emphasize is that we consider this work as largely an exploratory rather than confirmatory study. Our main purpose is to prioritize diseases, traits or proteins with potential causal links with ACE2 expression, and hence possibly increased susceptibility to 2019-nCov infection. Owing to relatively modest sample size of the outcome dataset of GTEx (N = 515), we expect the power to be modest. Also in view of the exploratory and hypothesis-generating nature of this study, we have not implemented stringent multiple testing procedures such as Bonferroni correction. On the other hand, we examined the consistency of the observed associations across different datasets, and considered those supported by more than one set of data as relatively more trustworthy or robust, similar to the approach adopted by Pendergrass et al. 40 . However, we emphasize that our findings will require further replications and support by further clinical and experimental studies.",
            "cite_spans": [
                {
                    "start": 851,
                    "end": 853,
                    "text": "40",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Diseases/traits causally linked to ACE2 expression"
        },
        {
            "text": "On the other hand, we also wish to highlight some results could be false negatives. The main reason for false negatives is the limited sample size of GTEx, and that for some exposure traits, the number of instruments available may be small. For example, in our analysis, we do not find evidence of hypertension or blood pressure, history of coronary heart disease and stroke to be casually linked to ACE2 expression, although patients with severe infections have been reported to be enriched for these comorbidities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diseases/traits causally linked to ACE2 expression"
        },
        {
            "text": "As discussed above, increased expression of ACE2 appears to be correlated with susceptibility to SARS-Cov and 201-nCoV infection. Nevertheless, the consequences of altered ACE2 expression may be rather complex. Kuba et al. reported that the Spike protein of the SARS-CoV down-modulated ACE2 expression 10 , which may lead to heightened risks of acute lung injury. Another study 41 suggested ACE2 may protect against acute pulmonary failure by blocking the renin-angiotensin signaling pathway. However, whether the same may apply to 2019-nCov is still unknown. If this is the case, then one may hypothesize that for unaffected individuals or those without (or with minimal) lung involvement yet (as could be the case for some subjects at the early stage of disease), a lower level of ACE2 expression on lung cells may be beneficial in reducing susceptibility to more sustained infection by reducing viral entry. However, for patients with severe lung involvement or at risk of acute lung injury, higher level of ACE2 expression may prevent risk of acute lung failure. Therefore, it may be clinically relevant to identify both types of drugs, i.e. those leading to elevated ACE2 expression as well as those leading to reduced expression. Further studies are warranted to clarify the role of ACE2 and whether drugs targeting ACE2 may be therapeutically useful.",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 222,
                    "text": "Kuba et al.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "On ACE2 expression and exploring drug candidates"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "On ACE2 expression and exploring drug candidates"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.04.20031237 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "On ACE2 expression and exploring drug candidates"
        },
        {
            "text": "The drugs we highlighted in this study may help researchers to prioritize repositioning candidates for further studies, given the huge cost in developing a brand-new drug and that detailed investigations on every existing mediation will be impractical. We briefly discuss a few drugs highlighted by our analysis. Fostamatinib targets the largest number (seven) of proteins potentially linked to ACE2 expression. According to DrugBank, it serves as an inhibitor for all these proteins, and all were linked to elevated ACE2 expression in the present MR analysis except one. This drug has been approved for treating Immune Thrombocytopenic Purpura (ITP), and is a spleen tyrosine kinase inhibitor 42 . There has been trials on rheumatoid arthritis (RA) 43 and IgA nephropathy as well 42 .",
            "cite_spans": [
                {
                    "start": 694,
                    "end": 696,
                    "text": "42",
                    "ref_id": null
                },
                {
                    "start": 750,
                    "end": 752,
                    "text": "43",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 781,
                    "end": 783,
                    "text": "42",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "On ACE2 expression and exploring drug candidates"
        },
        {
            "text": "Interestingly, recent studies by the company BenevolentAI 44,45 employed a proprietary knowledge graph approach and found several repositioning candidates 46, 47 . Baricitinib, a JAK 1/2 inhibitor approved for RA, was suggested as a top candidate. The drug was proposed on its action on AAK1 which is a regulator of endocytosis, although how AAK1 was prioritized as target was not described in the study. Fostamatinib, which we prioritized in this study, also inhibits JAK1, JAK2 and AAK1 48 based on curations from DrugBank and was shown to be effective for RA 43 . Of note, two other JAK-STAT signaling inhibitors were recommended by Stebbing et al. 45 , while in our analysis JAK-STAT signaling is among the top 10 pathways enriched for top proteins linked to ACE2 expression. Another candidate highlighted by Richardson et al. 44 , sunitinib, was also top-listed by our MR-based analysis. We have employed a rather different algorithm based on causal inference, when compared to the approach by BenevolentAI. The concordance between different studies provides additional support to the usefulness our MR-based approach, and the drugs with converging evidence by different approaches may be more likely to be true candidates. Zinc was also a top-listed candidate in our study, and it has been reported to reduce the risk of lower respiratory tract infections in some studies, e.g. 49 , although further studies are required as the evidence is not firm.",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 158,
                    "text": "46,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 159,
                    "end": 161,
                    "text": "47",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 562,
                    "end": 564,
                    "text": "43",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 652,
                    "end": 654,
                    "text": "45",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 831,
                    "end": 833,
                    "text": "44",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "On ACE2 expression and exploring drug candidates"
        },
        {
            "text": "Despite some interesting findings, due to limited knowledge of how the drugs act on the targets and their directions of effect, as well as the pathophysiology of COVID-19, we consider our results as exploratory findings which require further investigations. We note that a number of drugs may act on more than one target, but the exact pharmacological action on each target is often unclear; the overall direction and magnitude of effect of each drug may not be easily determined and must be verified in further studies. We emphasize that the drugs highlighted in this work are meant to prioritize suitable candidates to speed up discovery for treatments, and are not supposed to be applied to clinical practice or trials yet. However, due to the potential huge cost and extreme urgency of developing new therapies, we believe that any drug repositioning/discovery attempt that may improve the success rate even by a small margin may still be much valuable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "On ACE2 expression and exploring drug candidates"
        },
        {
            "text": "CoV-induced changes in ACE2 levels (i.e. the expression changes as a result of CoV infection). This involves complex interaction between the virus, the ACE2 receptor and other downstream pathways, and could not be predicted by the present analysis per se. Our findings from MR mainly reflect diseases/traits/proteins causally linked to ACE2 expression in uninfected subjects, as the outcome dataset (GTEx) is composed of such subjects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Moreover, we should stress that this study does not address what factors may aggravate or ameliorate"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Moreover, we should stress that this study does not address what factors may aggravate or ameliorate"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.04.20031237 doi: medRxiv preprint Finally, on a methodological note, we have employed MR in a different manner in most present studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Moreover, we should stress that this study does not address what factors may aggravate or ameliorate"
        },
        {
            "text": "Usually MR is used to identify causal risk factors with a disease as the outcome, for which GWAS data for the disease is available. Here we presented a new analytic approach; we made use of existing knowledge of a key receptor of an infectious agent to uncover risk factors as well as repositioning candidates. This analytic framework may also be applied to other diseases, especially when a target can be identified but genomic data for the disease is limited.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Moreover, we should stress that this study does not address what factors may aggravate or ameliorate"
        },
        {
            "text": "Notwithstanding the limitations, we have identified several diseases and traits which may be causally related to ACE2 expression the lung, which in turn may mediate susceptibility to 2019-nCoV infection. In addition, our proteome-wide MR analysis revealed proteins that could lead to changes in ACE2 expression. . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.04.20031237 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "565--574",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A Novel Coronavirus from Patients with Pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "New England Journal of Medicine",
            "volume": "382",
            "issn": "",
            "pages": "727--733",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical characteristics of 2019 novel coronavirus infection in China. medRxiv",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The single-cell RNA-seq data analysis on the receptor ACE2 expression reveals the potential risk of different human organs vulnerable to Wuhan 2019-nCoV infection",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Front. Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Receptor recognition by novel coronavirus from Wuhan: An analysis based on decade-long structural studies of SARS",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Angiotensin-converting enzyme 2 is a functional receptor for the SARS coronavirus",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "426",
            "issn": "",
            "pages": "450--454",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A crucial role of angiotensin converting enzyme 2 (ACE2) in SARS coronavirus-induced lung injury",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kuba",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nat Med",
            "volume": "11",
            "issn": "",
            "pages": "875--884",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Discovery of a novel coronavirus associated with the recent pneumonia outbreak in humans and its potential bat origin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Cryo-EM Structure of the 2019-nCoV Spike in the Prefusion Conformation. bioRxiv",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wrapp",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Susceptibility to SARS coronavirus S protein-driven infection correlates with expression of angiotensin converting enzyme 2 and infection can be blocked by soluble receptor",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hofmann",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Biochemical and Biophysical Research Communications",
            "volume": "319",
            "issn": "",
            "pages": "1216--1221",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "ACE2 receptor expression and severe acute respiratory syndrome coronavirus infection depend on differentiation of human airway epithelia",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Jia",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "14614--14635",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Bulk and Single-Cell Transcriptomics Identify Tobacco-Use Disparity in Lung Gene 17",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Smoking status in relation to obstructive sleep apnea severity (OSA) and cardiovascular comorbidity in patients with newly diagnosed OSA",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bielicki",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Trojnar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sobieraj",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wąsik",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Advances in respiratory medicine",
            "volume": "87",
            "issn": "",
            "pages": "103--109",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Smoking, comorbidity, anxiety and depression in patients with MS and their relation with motor and/or cognitive fatigue",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Azibou",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "MULTIPLE SCLEROSIS JOURNAL",
            "volume": "25",
            "issn": "",
            "pages": "428--429",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Mendelian randomization': can genetic epidemiology contribute to understanding environmental determinants of disease?",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ebrahim",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Int J Epidemiol",
            "volume": "32",
            "issn": "",
            "pages": "1--22",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Mendelian randomisation in cardiovascular research: an introduction for clinicians",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Heart",
            "volume": "103",
            "issn": "",
            "pages": "1400--1407",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Genetic drug target validation using Mendelian randomization. bioRxiv",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Schmidt",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "A two-stage model in a Bayesian framework to estimate a survival endpoint in the presence of confounding by indication",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bellera",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Stat Methods Med Res",
            "volume": "27",
            "issn": "",
            "pages": "1271--1281",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Transformation of Summary Statistics from Linear Mixed Model Association on All-or-None Traits to Odds Ratio",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Lloyd-Jones",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Visscher",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Genetics",
            "volume": "208",
            "issn": "",
            "pages": "1397--1408",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Using an atlas of gene regulation across 44 human tissues to inform complex disease-and trait-associated variation",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Gamazon",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nature Genetics",
            "volume": "50",
            "issn": "",
            "pages": "956--967",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Mendelian randomization analysis with multiple genetic variants using summarized data",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Burgess",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Butterworth",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Genet Epidemiol",
            "volume": "37",
            "issn": "",
            "pages": "658--65",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Mendelian randomization with invalid instruments: effect estimation and bias detection through Egger regression",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bowden",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Davey Smith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Burgess",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Int J Epidemiol",
            "volume": "44",
            "issn": "",
            "pages": "512--537",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Causal associations between risk factors and common diseases inferred from GWAS summary data",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nat Commun",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Statistical inference in two-sample summary-data Mendelian randomization using robust adjusted profile score",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hemani",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bowden",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Small",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:1801.09652"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "ClueGO: a Cytoscape plug-in to decipher functionally grouped gene ontology and pathway annotation networks",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bindea",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Bioinformatics",
            "volume": "25",
            "issn": "",
            "pages": "1091--1093",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Interpreting findings from Mendelian randomization using the MR-Egger method",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Burgess",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Eur J Epidemiol",
            "volume": "32",
            "issn": "",
            "pages": "377--389",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Genome-wide trans-ancestry meta-analysis provides insight into the genetic architecture of type 2 diabetes susceptibility",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mahajan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nat Genet",
            "volume": "46",
            "issn": "",
            "pages": "234--278",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Frequency and phenotype of type 1 diabetes in the first six decades of life: a cross-sectional, genetically stratified survival analysis from UK Biobank. The lancet",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Refining the accuracy of validated target identification through coding variant fine-mapping in type 2 diabetes",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mahajan",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nature Genetics",
            "volume": "50",
            "issn": "",
            "pages": "559--571",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Mendelian randomization with a binary exposure variable: interpretation and presentation of causal estimates",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Burgess",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Labrecque",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "European Journal of Epidemiology",
            "volume": "33",
            "issn": "",
            "pages": "947--952",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "APEIRON's respiratory drug product to start pilot clinical trial to treat coronavirus disease COVID-19 in China",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Risk factors for severity and mortality in patients with MERS-CoV: Analysis of publicly available data from Saudi Arabia",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Banik",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Alqahtani",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Booy",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rashid",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Virol Sin",
            "volume": "31",
            "issn": "",
            "pages": "81--85",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Prevalence of comorbidities in cases of Middle East respiratory syndrome coronavirus: a retrospective study",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "Y"
                    ],
                    "last": "Alqahtani",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Epidemiol Infect",
            "volume": "",
            "issn": "",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Comorbid diabetes results in immune dysregulation and enhanced disease severity following MERS-CoV infection",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Kulcsar",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Coleman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Beck",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Frieman",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "JCI insight",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Cancer patients in SARS-CoV-2 infection: a nationwide analysis in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet Oncology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "The use of phenome-wide association studies (PheWAS) for exploration of novel genotype-phenotype relationships and pleiotropy discovery",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Pendergrass",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Genetic epidemiology",
            "volume": "35",
            "issn": "",
            "pages": "410--422",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Angiotensin-converting enzyme 2 protects from severe acute lung failure",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "436",
            "issn": "",
            "pages": "112--118",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Efficacy and Safety of Multiple Dosages of Fostamatinib in Adult Patients With Rheumatoid Arthritis: A Systematic Review and Meta-Analysis",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Front Pharmacol",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Baricitinib as potential treatment for 2019-nCoV acute respiratory disease",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Richardson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "30--31",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "COVID-19: combining antiviral and anti-inflammatory treatments",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stebbing",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet Infectious Diseases",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Baricitinib as potential treatment for 2019-nCoV acute respiratory disease",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Richardson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "30--31",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "COVID-19: combining antiviral and anti-inflammatory treatments",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stebbing",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet Infectious Diseases 0",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "KEGG:04672 Intestinal immune network for IgA production",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bcl2l1",
                    "suffix": ""
                },
                {
                    "first": "Osm",
                    "middle": [],
                    "last": "Mcl1",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "61--65",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "WP:3657 Hematopoietic Stem Cell Gene Regulation by GABP alpha/beta Complex",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "84--88",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "WP:3872 Regulation of Apoptosis by Parathyroid Hormone-related Protein",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "0--04",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Subsequent drug repositioning analysis highlighted several candidates that may warrant further investigations. We stress that most of the findings require replications and validation in further studies, especially the part on drug repositioning. Nevertheless, we believe this work is of value in view of the urgency to address the outbreak of 2019-nCoV. 48. Rolf, M.G. et al. In vitro pharmacological profiling of R406 identifies molecular targets underlying the clinical effects of fostamatinib. Pharmacol Res Perspect 3, e00175 (2015). 49. Roth, D.E., Richard, S.A. & Black, R.E. Zinc supplementation for the prevention of acute lower respiratory infection in children in developing countries: meta-analysis and meta-regression of randomized trials. International Journal of Epidemiology 39, 795-808 (2010).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "cannot be fully guaranteed and recall bias may be present), other socioeconomic features (such as type of jobs). A total of 425 UKBB traits were retained for final analysis.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Other risk factors or clinically relevant traits as exposure Nsnps, number of SNPS. b, beta (causal estimate); se, standard error; pval, p-value. IVW, inverse-variance weighted approach.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Further MR analysis results for type II diabetes based on 2018 Mahajan et al. The exposure GWAS dataset on type II diabetes was based on Mahajan et al. (2018).Nature genetics, 50(11), 1505-1513. This study was not covered in IEU GWAS database.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Top 10 enriched pathways for significant proteins in MR analysis 82E-06 7.29E-05 [CCL25, CTF1, CX3CL1, CXCL12, IL15RA, IL22, IL34, IL37, LTA, LTBR, OSM, TNFSF4, Pval, p-vlaue; Bonf, Bonferroni correction.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Drugs with targets overlapping with significant proteins from MR analysis (only FDA-approved drugs shown) Targets (that overlap with proteins significant in MR analysis)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We would like to thank Prof. Stephen Tsui for computing support. This study was partially supported by the Lo Kwee Seong Biomedical Research Fund, an NSFC grant and a Chinese University of Hong Kong Direct Grant.We also thank Mr Carlos Chau for assistance in part of the analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Conceived and designed the study: HCS, SR. Supervised the study: HCS. Data analysis: HCS (lead), SR, AL.Data interpretation: SR, AL, HCS. Drafted the manuscript: HCS (lead), with input from AL and SR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contributions"
        },
        {
            "text": "The authors declare no conflict of interest..",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest"
        }
    ]
}