{
    "paper_id": "b6d2052bb9aef4f3b1d21e86ca164cd43d020857",
    "metadata": {
        "title": "Transmission of human-associated microbiota along family and social networks 1 2 Authors: 3",
        "authors": [
            {
                "first": "Ilana",
                "middle": [
                    "L"
                ],
                "last": "Brito",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cornell University",
                    "location": {
                        "settlement": "Ithaca",
                        "region": "NY"
                    }
                },
                "email": ""
            },
            {
                "first": "Thomas",
                "middle": [],
                "last": "Gurry",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Massachusetts Institute of Technology",
                    "location": {
                        "settlement": "Cambridge",
                        "region": "MA"
                    }
                },
                "email": ""
            },
            {
                "first": "Shijie",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Massachusetts Institute of Technology",
                    "location": {
                        "settlement": "Cambridge",
                        "region": "MA"
                    }
                },
                "email": ""
            },
            {
                "first": "Katherine",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Broad Institute",
                    "location": {
                        "settlement": "Cambridge",
                        "region": "MA"
                    }
                },
                "email": ""
            },
            {
                "first": "Sarah",
                "middle": [
                    "K"
                ],
                "last": "Young",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Broad Institute",
                    "location": {
                        "settlement": "Cambridge",
                        "region": "MA"
                    }
                },
                "email": ""
            },
            {
                "first": "Terrence",
                "middle": [
                    "P"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shea",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Waisea",
                "middle": [],
                "last": "Naisilisili",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Broad Institute",
                    "location": {
                        "settlement": "Cambridge",
                        "region": "MA"
                    }
                },
                "email": ""
            },
            {
                "first": "Aaron",
                "middle": [
                    "P"
                ],
                "last": "Jenkins",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Broad Institute",
                    "location": {
                        "settlement": "Cambridge",
                        "region": "MA"
                    }
                },
                "email": ""
            },
            {
                "first": "Stacy",
                "middle": [
                    "D"
                ],
                "last": "Jupiter",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dirk",
                "middle": [],
                "last": "Gevers",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Janssen Human Microbiome Institute",
                    "location": {
                        "settlement": "Cambridge",
                        "region": "MA"
                    }
                },
                "email": ""
            },
            {
                "first": "Eric",
                "middle": [
                    "J"
                ],
                "last": "Alm",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Massachusetts Institute of Technology",
                    "location": {
                        "settlement": "Cambridge",
                        "region": "MA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The human microbiome, described as an accessory organ because of the crucial functions it 24 provides, is composed of species that are uniquely found in humans 1,2 . Yet, surprisingly little is known 25 about the impact of routine interpersonal contacts in shaping microbiome composition. In a relatively 26",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "'closed' cohort of 287 people from the Fiji Islands, where common barriers to bacterial transmission are 27 absent, we examine putative bacterial transmission in individuals' gut and oral microbiomes using strain-28 level data from both core SNPs and flexible genomic regions. We find a weak signal of transmission, 29 defined by the inferred sharing of genotypes, across many organisms that, in aggregate, reveals strong 30 transmission patterns, most notably within households and between spouses. We find that women harbor 31 strains more closely related to those harbored by their familial and social contacts than men; and that 32 transmission patterns of oral-and gut-associated microbiota need not be the same. Using strain-level data 33 alone, we are able to confidently predict a subset of spouses, highlighting the role of shared 34 susceptibilities, behaviors or social interactions that distinguish specific links in the social network.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Host-specificity rather than generalist life histories dominate in the colonization of the gut 3 . Thus, 36 colonization likely depends on direct interpersonal interactions where individuals are exposed to other 37 humans' microbiota. Nevertheless, the extent to which regular, repeated bacterial exposures result in 38 transmission is unknown. Mother-to-child transmission can be detected early in life 4, 5, 6 , but these patterns 39 fade, whereas other factors-environment 7 , behaviors and genetics 8 impact the strain-level composition of 40 each adult's microbiome 9, 10 . The human microbiome remains remarkably stable in composition over 41 days 11 and even years, at the level of strains 10, 12 , raising the question: do we exchange oral and gut 42 commensals with our closest family and friends? 43",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 96,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 404,
                    "end": 406,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 407,
                    "end": 409,
                    "text": "5,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 410,
                    "end": 411,
                    "text": "6",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 503,
                    "end": 504,
                    "text": "8",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 571,
                    "end": 573,
                    "text": "9,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 574,
                    "end": 576,
                    "text": "10",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 654,
                    "end": 656,
                    "text": "11",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 697,
                    "end": 700,
                    "text": "10,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 701,
                    "end": 703,
                    "text": "12",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Here, we take advantage of rich familial and social network data obtained as part of the Fiji 44",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Community Microbiome Project (FijiCOMP) (Figure 1a , Supplementary Tables 1-2) to explore the role 45 of transmission in human populations with strain-level resolution. Our data consists of shotgun 46 metagenomic sequences from 287 people living in 5 agrarian villages in the Fiji Islands (Supplementary 47 Table 3 , Supplementary Table 4 ). Paired gut and oral microbiome samples were deeply sequenced to 48 enable molecular epidemiological analyses. The presence of locally endemic bacterial disease suggests 49 that commensal bacteria may also spread widely within the community. Due to the relative isolation of 50 these villages and the reliance on local food and water, we hypothesized that with comprehensive 51",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 40,
                    "end": 50,
                    "text": "(Figure 1a",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 307,
                    "end": 314,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 331,
                    "end": 338,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "sampling of eligible individuals in each village, we could capture all human sources and sinks of human-52 associated bacteria, enabling the tracking of strains within this comparatively 'closed' network. 53",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The bacteria present in the FijiCOMP microbiomes are largely distinct from those in existing 54 databases 13 resulting in poor read alignments to reference genomes (Supplementary Figure 1) . Therefore, 55",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 108,
                    "text": "13",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 179,
                    "end": 188,
                    "text": "Figure 1)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": ""
        },
        {
            "text": "we binned reads derived from oral or gut microbiomes using Latent Strain Analysis 14 , and de novo 56 assembled a set of draft genomes (Supplementary Table 5 ). There were little to no detectable differences 57 in species-level sharing than expected by chance across any relationship type in either the gut or oral 58 microbiome samples (Figure 1b ,c, Supplementary Figure 2) , a finding at odds with that of households in 59",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 150,
                    "end": 157,
                    "text": "Table 5",
                    "ref_id": null
                },
                {
                    "start": 337,
                    "end": 347,
                    "text": "(Figure 1b",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 366,
                    "end": 375,
                    "text": "Figure 2)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": ""
        },
        {
            "text": "Kenya 15 , Israelis 16 or metropolitan Americans 9 , yet one that may reflect the high contact rates between 60 individuals in this cohort. 61",
            "cite_spans": [
                {
                    "start": 6,
                    "end": 8,
                    "text": "15",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To achieve strain-level resolution within individuals' microbiomes, we employed two orthogonal 62 approaches, focusing on either polymorphisms in core proteins or the presence/absence of flexible 63 genomic regions. The former involved aligning sequencing reads to sets of core genes from each of the 64 assemblies (Supplementary Table 5 ), similar to several established methods 6, 7, 17 , adjusted for use within 65 the context of a social network. Specifically, we calculated the Manhattan distances between pairs of 66 individual's putative genotypes, inferred by the dominant SNP at each polymorphic position in the 67 alignment. For individuals in the same village, household members or non-nuclear connections, we 68 compared the distances for each genome of all connected pairs and a balanced random subset of 69 unconnected pairs; whereas we simply shuffled the associations of spouses and mother-child pairs. We 70 performed 100 bootstraps of the unconnected pairs or shuffles, each time tallying the number of genomes 71",
            "cite_spans": [
                {
                    "start": 380,
                    "end": 382,
                    "text": "6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 383,
                    "end": 385,
                    "text": "7,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 386,
                    "end": 388,
                    "text": "17",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 315,
                    "end": 337,
                    "text": "(Supplementary Table 5",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "for which the median Manhattan distance was lower in connected individuals versus unconnected ( Figure  72 1b,c). We next implemented an alternate strategy, largely based on the previous observation that flexible 73 genomic regions may be highly personalized 18 . Coverage of one kilobase windows of contigs over 10kb 74",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 261,
                    "text": "18",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 96,
                    "end": 106,
                    "text": "Figure  72",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": ""
        },
        {
            "text": "were compared across pairs of individuals. Shared genotypes were defined by the complete lack of 75 outlying 1kb regions present in one individual and absent in the other (Supplementary Figure 3) . We 76 tallied the number of assembled genomes more frequently shared in each relationship type in over 100 77",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 186,
                    "end": 195,
                    "text": "Figure 3)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": ""
        },
        {
            "text": "shuffles or bootstraps, again controlling for class imbalances, resulting in the distributions in Figure 1 . 78 Transmission, loosely defined by shared inferred genotypes, has been observed for strains within 79 the gut microbiomes of mother-child pairs 19 , albeit most notably in the first year of life 4, 5, 6 , in cases where 80 fecal material was used for transplantation 17, 20 , and between twin-pairs 10 . Within the village setting, we 81 are unable to determine whether strain transfer is direct or indirect, or from a common source, nor can we 82 infer its directionality. However, we refer to the presence of shared genotypes as 'transmission' as the 83 putative explanation for the observed patterns. Here, consistent patterns of transmission were revealed 84 across individuals' social networks in both gut and oral microbiomes, independent of the metric used 85 (Figure 1b ,c, distributions of p-values in Supplementary Figure 4) . Household members showed high 86 levels of strain similarities in their gut microbiomes, across mother-child pairs and, most notably, among 87 spouses, who share no genetic relatedness. The length of cohabitation was positively correlated, albeit 88 weakly, with the measure of strain dissimilarities (Supplementary Figure 5) , which may reflect long-term 89 changes in intimacy or lifestyle. 90",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 256,
                    "text": "19",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 305,
                    "end": 307,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 308,
                    "end": 310,
                    "text": "5,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 311,
                    "end": 312,
                    "text": "6",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 377,
                    "end": 380,
                    "text": "17,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 381,
                    "end": 383,
                    "text": "20",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 409,
                    "end": 411,
                    "text": "10",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 98,
                    "end": 106,
                    "text": "Figure 1",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 877,
                    "end": 887,
                    "text": "(Figure 1b",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 921,
                    "end": 944,
                    "text": "Supplementary Figure 4)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1263,
                    "end": 1272,
                    "text": "Figure 5)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "The signal varies across our two metrics, potentially highlighting interactions in which organisms 91",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "versus mobile genetic elements are transmitted between individuals. Using a set of gut microbiome 92 mobile genes previously identified in the FijiCOMP cohort 13 , we find mobile genes weakly shared 93 between spouses (Supplementary Figure 6) . Using strain-level metrics, the transmission signals are 94",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 233,
                    "end": 242,
                    "text": "Figure 6)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "robust. Transmission within villages in both gut and oral microbiomes was detectable in core gene SNPs 95 even when we rarefied the number of village pairs from over one-thousand down to 10 pairs each of 96 connected and unconnected individuals (Supplementary Figure 7) . Furthermore, our results were 97 consistent even when we reduced the number of genomes considered using only those LSA-informed 98 assemblies with low putative contamination (Supplementary Figure 8) . In all cases, shuffling network 99 relations, while retaining network architecture, ablated observable transmission patterns (Supplementary 100 Figure 9 ). 101",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 260,
                    "end": 269,
                    "text": "Figure 7)",
                    "ref_id": null
                },
                {
                    "start": 461,
                    "end": 470,
                    "text": "Figure 8)",
                    "ref_id": null
                },
                {
                    "start": 617,
                    "end": 625,
                    "text": "Figure 9",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "We next examined the contributions of specific organisms, as familial transmission has been 102 previously observed for certain gut and oral commensals 8, 21, 22, 23 . There was no consistent signal of 103 transmission across any single phyla (Supplementary Figure 10) . Instead, each pair of connected 104",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 154,
                    "text": "8,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 155,
                    "end": 158,
                    "text": "21,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 159,
                    "end": 162,
                    "text": "22,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 163,
                    "end": 165,
                    "text": "23",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 258,
                    "end": 268,
                    "text": "Figure 10)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": ""
        },
        {
            "text": "individuals had a unique signature of shared organisms (Figure 2a ,b, Supplementary Figures 11-18 ) , 105",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 55,
                    "end": 65,
                    "text": "(Figure 2a",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 70,
                    "end": 97,
                    "text": "Supplementary Figures 11-18",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": ""
        },
        {
            "text": "suggesting that transmission may be largely driven by chance events and indirect transfer. Interestingly, 106",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "the fidelity of our LSA-informed assemblies did not strongly impact our results, as transmission may still 107 be observed even if core genes are shuffled between assemblies (Supplementary Figure 19) , microbiome history. Third, despite our achieved sequencing depth, perhaps longer-read sequencing or a 124 massive increase in sequencing depth is required to achieve greater strain resolution. We reached the limit 125",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 189,
                    "end": 199,
                    "text": "Figure 19)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": ""
        },
        {
            "text": "of detecting transmission when we rarefied samples to 5 million reads (Supplementary Figure 21) . 126",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 85,
                    "end": 95,
                    "text": "Figure 21)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": ""
        },
        {
            "text": "Finally, this community may actually be more prone to transmission with a wide range of community 127 members, even when compared to other non-industrialized populations. This is best illustrated by regular 128",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "gatherings to drink kava, where a communal vessel and cup are shared. 129",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Borrowing from the framework of disease ecology, we sought to test the impact of specific 130",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "individuals within the social network on overall network-level transmission. 'Superspreading' is a 131 phenomenon observed for the transmission of diseases such as severe acute respiratory syndrome (SARS) 132",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "and human immune-deficiency virus (HIV), where the majority of the transmission observed is 133",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "attributable to a relatively small number of people 24 . Across our cohort, there were detectable differences 134",
            "cite_spans": [
                {
                    "start": 52,
                    "end": 54,
                    "text": "24",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "in transmission per individual of both stool and saliva (Figure 3a -c,e, Supplementary Figure 22 ). Since we 135 cannot determine the direction of transmission, we refer to this phenomenon as 'supersharing' in this 136",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 56,
                    "end": 66,
                    "text": "(Figure 3a",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 87,
                    "end": 96,
                    "text": "Figure 22",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": ""
        },
        {
            "text": "cohort. Supersharing was largely agnostic to the individuals' read depth, once a threshold is achieved for 137 obtaining accuracy in Manhattan distances (Supplementary Figure 23) . Interestingly, individuals who 138",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 168,
                    "end": 178,
                    "text": "Figure 23)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": ""
        },
        {
            "text": "were strong supersharers of gut microbiota were not the same as those of oral microbiota (Figure 3g ), 139",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 89,
                    "end": 99,
                    "text": "(Figure 3g",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": ""
        },
        {
            "text": "revealing differences between the transmission routes of commensals. There was also no specific 140 association with individuals' overall sharing and their network positions, either in terms of the number of 141 connections ('degree') or the centrality (measured by 'betweenness') (Supplementary Figure 24) . 142",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 296,
                    "end": 306,
                    "text": "Figure 24)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": ""
        },
        {
            "text": "Surprisingly, sharing of both gut and oral microbiota was more associated with females in the 143 network (p<0.005 for gut microbiomes, p<0.05 for oral microbiomes, Pearson correlation, Figure 3d We next asked whether strain-level information alone could be used to predict specific social 155 relationships. We implemented a machine learning approach that utilized organism abundances, core SNP 156 profiles, flexible region similarity or combinations thereof, without considering demographics. Our on the network structure, as all of the relationships within some households were accurately predicted, in 162 both gut and oral samples. Remarkably, our model reveals that close to 25% of spouses are exceedingly 163 easy to predict with high confidence (Figure 4c ,d). Within the household network, some of these spousal 164 pairs were obscured, highlighting the subtle nature of these transmission signals. Why certain couples are 165 easier to predict than others is unknown, but may reflect shared susceptibilities, specific behaviors, or the 166 relative importance of extra-marital relationships. Interestingly, spouses have been found to share immune 167 repertoires 26 and households display family-specific signatures 27 As part of the survey, each head of household was asked to draw their family trees, including all members 194",
            "cite_spans": [
                {
                    "start": 1174,
                    "end": 1176,
                    "text": "26",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1227,
                    "end": 1229,
                    "text": "27",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 186,
                    "end": 195,
                    "text": "Figure 3d",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 754,
                    "end": 764,
                    "text": "(Figure 4c",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": ""
        },
        {
            "text": "of their household, even if they are not related. Individuals were specifically asked to name their spouse, 195",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "if married, and the number and ages of their children. We inferred the number of years a married couple 196 lived together by the age of their oldest child. We excluded six of the 63 couples from our analysis of the 197 time they lived together because either they did not have any children or their children's ages were 198",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "inconsistent (for example, if children came from a previous marriage). As houses commonly have names 199",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "rather than specific addresses in these villages, individuals were asked the name of the house in which 200 they live. Individuals' responses were cross-referenced for consistency and ambiguous links were 201 removed from our analysis. Minor discrepancies, such as slight differences between spouses in the 202",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "reporting of their children's ages that differed by 1 year, were permitted. Individuals were further asked to 203 provide the names of 5 individuals with whom they spent the most amount of time. Although the 204 individuals mentioned the type of relationship (e.g. mother/child, cousin, sister-in-law, friend, classmate, 205 churchmate etc.), these relationship types were not solely relied upon to define a particular relationship 206",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "type. In a small number of examples, individuals cited social interaction with a third party whose identity 207",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "could not be verified, and were therefore not included in our analysis. Additionally, some individuals 208 mentioned siblings or parent/child relationships that could not be verified, so these were also counted as family were surveyed, either because the children did not meet the inclusion criteria (they needed to be at 213 least 8 years of age) or because they were inaccessible during the time when we were sampling. Social 214",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "network was plotted using R package igraph (v.1.0.1). Network metrics (i.e. betweenness, degree) were 215 calculated using igraph standard functions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Additional information was obtained from all participants including having individuals name their 218 occupation (of which domestic duties, farmer, and fisherman were all possible answers), whether the 219 individual had cared for a sick family member in the past year, and whether they used soap (with possible 220 answers: always, sometimes and never).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "217"
        },
        {
            "text": "Alignments and identification of single nucleotide polymorphisms 223",
            "cite_spans": [],
            "ref_spans": [],
            "section": "222"
        },
        {
            "text": "We calculated the Manhattan distances between the dominant SNPs within pairs of individuals' core gene 224",
            "cite_spans": [],
            "ref_spans": [],
            "section": "222"
        },
        {
            "text": "alignments. This involved aligning each individuals' reads to core genes in the assembled LSA partitions, 225 extracting polymorphic loci, and determining the dominant allele at each locus. For each pair of 226 individuals, we computed the Manhattan distance at each locus, averaged this distance across loci, and 227 computed this quantity for every partition/genome. These distances were then used for the network 228",
            "cite_spans": [],
            "ref_spans": [],
            "section": "222"
        },
        {
            "text": "comparisons described in the 'Network comparisons' section. 229",
            "cite_spans": [],
            "ref_spans": [],
            "section": "222"
        },
        {
            "text": "More precisely, quality-filtered, dereplicated metagenomic datasets (on average, over 52 million and 10 230 million reads for our gut and oral microbiomes, respectively), devoid of human genetic material (filtered 231 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/540252 doi: bioRxiv preprint as described in Brito et al., 2016 13 ), were partitioned prior to assembly using Latent Strain Analysis 14 232",
            "cite_spans": [
                {
                    "start": 449,
                    "end": 470,
                    "text": "Brito et al., 2016 13",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "222"
        },
        {
            "text": "according to covarying kmer content across samples. Read partitions were then assembled using Velvet 31 . 233",
            "cite_spans": [],
            "ref_spans": [],
            "section": "222"
        },
        {
            "text": "Sets of core genes were identified using AMPHORA2 32 . Core genes were assigned taxonomies using 234 genera-level best hits using BLAST+ against the NCBI NR database. Partitions with complete (31 single-235 copy genes for bacteria) or near-complete gene sets of AMPHORA genes deriving from the same genera 236",
            "cite_spans": [],
            "ref_spans": [],
            "section": "222"
        },
        {
            "text": "were retained for analysis (Supplementary Tables). If a core gene set contained more than 2 of the same 237 assembled gene, we removed both copies of that gene.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "222"
        },
        {
            "text": "Each individuals' samples were then aligned to the sets of core genes using BWA-MEM 33 . Reads were 240",
            "cite_spans": [],
            "ref_spans": [],
            "section": "239"
        },
        {
            "text": "subjected to more stringent trimming using TRIMMOMATIC 34 (in addition to trailing low quality bp 241",
            "cite_spans": [],
            "ref_spans": [],
            "section": "239"
        },
        {
            "text": "(quality < 4), we also implemented a sliding window, trimming when the quality < 15). Reads were then 242 aligned to regions that included 1 read-length (100bp) downstream and upstream of each core gene to 243 avoid edge effects within the alignments. 100bp from each end of the alignment, regardless of whether the 244 gene was positioned at the end of the contig, was then trimmed from the final pile-up. Reads were filtered 245",
            "cite_spans": [],
            "ref_spans": [],
            "section": "239"
        },
        {
            "text": "to retain those with greater than 40% of the length aligning at 90, 95, 97 or 99 percent identity. A lower 246 cut-off was chosen to capture a wide variety of strains for each alignment. Setting a lower threshold 247",
            "cite_spans": [],
            "ref_spans": [],
            "section": "239"
        },
        {
            "text": "would be more inclusive of strains more distantly related to the reference, which would only obfuscate a 248",
            "cite_spans": [],
            "ref_spans": [],
            "section": "239"
        },
        {
            "text": "signal for a given species should it include too distant strains. Previous work 20 estimated the species 249",
            "cite_spans": [],
            "ref_spans": [],
            "section": "239"
        },
        {
            "text": "boundary at approximately 85-90% identity in core genes (analogous to ~97% in the 16S rRNA gene).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "239"
        },
        {
            "text": "90% identity also resulted in the most consistent coverage across core genes, and it was therefore chosen 251 for all subsequent SNP-level calculations. Reads with soft-or hard-clipping were removed. To further 252 validate our gene sets, we filtered out genes with abnormal coverage relative to the rest of the gene set. 253",
            "cite_spans": [],
            "ref_spans": [],
            "section": "250"
        },
        {
            "text": "We expected the depth of each gene to be uniform across a genome, and sequencing depth to be Poisson 254 distributed at each locus. To avoid including genes within a species' genomes that recruiting abnormal 255 numbers of reads compared to the remainder of the genome (and thus more likely to be recruiting reads 256 from other species), we computed a chi-squared goodness of fit test for each gene between the empirical 257 coverage distribution and the equivalent Poisson distribution of the same mean. Genes with median p-258 value lower than 0.05 across subjects were discarded from any subsequent analysis. Results were mostly 259 bimodal, where most genes fit the equivalent Poisson distribution very well, giving us confidence that 260 reads were being recruited uniformly across the full length of the considered genes. 261",
            "cite_spans": [],
            "ref_spans": [],
            "section": "250"
        },
        {
            "text": "To calculate genome-wide statistics (Figure 1, left) , we built a table of the median coverage across the 262 SNP tables within the core genes, across different assemblies. Then, for each pair of people, we counted 263 the number of these genomes that they shared, and compared that between related and a balanced set of 264 unlinked pairs. 265",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 36,
                    "end": 52,
                    "text": "(Figure 1, left)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "250"
        },
        {
            "text": "Polymorphic loci were then identified from the alignment, resulting in a counts matrix for each genome 266",
            "cite_spans": [],
            "ref_spans": [],
            "section": "250"
        },
        {
            "text": "containing read counts for each allele at each locus in each individual. We retained the dominant allele for 267 each individual (the allele with the highest number of read counts) at each site, then then computed the 268",
            "cite_spans": [],
            "ref_spans": [],
            "section": "250"
        },
        {
            "text": "Manhattan distance between each individual's dominant allele at each site, and averaged these distances 269 across each genome to obtain an average Manhattan distance per SNP for each genome in a given pair of 270",
            "cite_spans": [],
            "ref_spans": [],
            "section": "250"
        },
        {
            "text": "individuals. For each pair of individuals in a given social network (e.g. same household), this average 271 Manhattan distance per SNP was computed for every genome, and the median distance for a given 272 genome compared to the median distance observed in unrelated pairs of individuals. This calculation is 273 described in more detail in the 'Network comparisons' section. 274",
            "cite_spans": [],
            "ref_spans": [],
            "section": "250"
        },
        {
            "text": "As a comparison, we also ran the quality-filtered forward metagenomic reads through the MetaPhlan2 36 275",
            "cite_spans": [],
            "ref_spans": [],
            "section": "250"
        },
        {
            "text": "pipeline. 276",
            "cite_spans": [],
            "ref_spans": [],
            "section": "250"
        },
        {
            "text": "Contigs under 10kb were removed from LSA-assembled draft genomes. Reads were aligned to contigs 278 with 95% identity. Reads with hard and soft clipping were removed, as were Supplementary alignments. 279 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/540252 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abundance comparisons of 1kb windows in assembled genomes 277"
        },
        {
            "text": "We only considered pairs where both individuals had a median coverage of 10 or more across the 280 genome. 1kB regions were considered present in an individual and absent in another if its coverage was 281 greater than the median in the first individual; and lower than one thousandth of the median in the other. 282",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abundance comparisons of 1kb windows in assembled genomes 277"
        },
        {
            "text": "Pairs of individuals were considered to share the same strain if there were no such 1kB regions across the 283 entire genome (i.e. all regions were either present or absent in both individuals) and that it was present 284",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abundance comparisons of 1kb windows in assembled genomes 277"
        },
        {
            "text": "with a median coverage of 10 or more in both individuals. 285",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abundance comparisons of 1kb windows in assembled genomes 277"
        },
        {
            "text": "For Supplementary Figure 6 , we used the abundances of mobile genes identified in Brito et al. 2016 to 287",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 99,
                    "text": "Brito et al. 2016",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 18,
                    "end": 26,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Mobile genetic element analysis 286"
        },
        {
            "text": "determine whether there was a transmission signal. We calculated the Jensen-Shannon divergence 288 between all pairs and compared the number of pairs within each group with a balanced, subsampled 289",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mobile genetic element analysis 286"
        },
        {
            "text": "group. 290",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mobile genetic element analysis 286"
        },
        {
            "text": "Genes in the LSA-assembled genomes were first clustered at 90% identity using CD-HIT 37 . 292",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Functional contribution to transmission 291"
        },
        {
            "text": "Representative genes were then annotated using DIAMOND 38 against the Kyoto Encyclopedia of Genes 293",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Functional contribution to transmission 291"
        },
        {
            "text": "and Genomes (KEGG) database (release 73.0). Abundances for each gene were then calculated as the 294 median read depth across genes with over 85% coverage. Abundances were summed for each functional 295 gene family (represented by a single KO number). For each pair, the Jensen Shannon divergence was 296 calculated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Functional contribution to transmission 291"
        },
        {
            "text": "Network comparisons 299",
            "cite_spans": [],
            "ref_spans": [],
            "section": "298"
        },
        {
            "text": "Network comparisons on the mean pairwise SNP distance were performed by comparing the median 300 value of the mean pairwise distance per SNP in related pairs with those in unrelated pairs for each 301 genome. If a genome's median pairwise distance was lower in related pairs than in unrelated pairs, it was 302 counted as a positive hit for related, and vice versa. The total number of genomes that fell in favor of 303 related and unrelated were then compared. Similar analyses were performed comparing sharing of 1kB 304 windows in assembled genomes. A genome was assigned a positive hit for related if the number of related 305 pairs sharing the same strain of that genome exceeded the number of unrelated pairs sharing the same 306 strain, and vice versa. To avoid artefacts arising from the fact that the number of unrelated pairs often 307",
            "cite_spans": [],
            "ref_spans": [],
            "section": "298"
        },
        {
            "text": "vastly exceeds the number of related pairs, we downsampled each of the sets of unrelated pairs 100 times, 308 resulting in the p-value distributions observed in Supplementary Figure 4 . 309",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 161,
                    "end": 183,
                    "text": "Supplementary Figure 4",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "298"
        },
        {
            "text": "Networks considered were spousal relationships (spouses versus non-spouse), household relationships 310 (same versus different household), mother-child relationships (mother-child versus non-mother child), another. In addition, comparisons were also made between randomized networks of related and unrelated 317 pairs, in which the identity of the network's nodes were shuffled but the connections preserved, thus 318",
            "cite_spans": [],
            "ref_spans": [],
            "section": "298"
        },
        {
            "text": "preserving the structure of the network. 319",
            "cite_spans": [],
            "ref_spans": [],
            "section": "298"
        },
        {
            "text": "For each pair of individuals, we created feature vectors containing the mean pair-wise SNP distance for 321 each genome, the relative abundance of that genome in each individual, the number of shared genomes 322 using 1kB outlier regions, and True/False values for whether a given genome was considered to be the 323 same strain in both individuals using the 1kB outlier regions. These features were then used to train (e,f) ROC curves for a random forest model predicting household membership based on shared (e) gut or (f) oral microbiome strain-level data are plotted for models using SNP profiles, shared flexible regions, both, or both with organismal abundances. Random forest models were constructed from 1,000 decision trees and without constraint on maximum tree depth. The legend reports means and standard deviations for each classifier's AUC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social network predictions 320"
        },
        {
            "text": "(g,h) The social network plotted with predicted true positive household pairs and false negative household pairs using gut (g) or oral (h) microbiome data. Arrows point to examples of either families in which everyone in a household can be confidently predicted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social network predictions 320"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/540252 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/540252 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/540252 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social network predictions 320"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Rapid changes in the gut microbiome during human evolution",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Moeller",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proc. Natl. Acad. Sci. U.S.A",
            "volume": "111",
            "issn": "",
            "pages": "16431--16435",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The human microbiome in evolution",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Davenport",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMC Biol",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A communal catalogue reveals Earth's multiscale microbial diversity",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nature",
            "volume": "551",
            "issn": "",
            "pages": "457--463",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "An integrated metagenomics pipeline for strain profiling reveals novel patterns of bacterial transmission and biogeography",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nayfach",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rodriguez-Mueller",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Garud",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Pollard",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Mother-to-infant microbial transmission from different body sites shapes the developing infant gut microbiome",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ferretti",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Cell Host Microbe",
            "volume": "24",
            "issn": "",
            "pages": "133--145",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Strain-Level Analysis of Mother-to-Child Bacterial Transmission during the First Few Months of Life",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yassour",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Cell Host Microbe",
            "volume": "24",
            "issn": "",
            "pages": "146--154",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Environment dominates over host genetics in shaping human gut microbiota",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rothschild",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nature",
            "volume": "555",
            "issn": "",
            "pages": "210--215",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Human genetics shape the gut microbiome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Goodrich",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Cell",
            "volume": "159",
            "issn": "",
            "pages": "789--799",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Human gut microbiome viewed across age and geography",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yatsunenko",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nature",
            "volume": "486",
            "issn": "",
            "pages": "222--227",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Shotgun Metagenomics of 250 Adult Twins Reveals Genetic and Environmental Impacts on the Gut Microbiome",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Cell Syst",
            "volume": "3",
            "issn": "",
            "pages": "572--584",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Host lifestyle affects human microbiota on daily timescales",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "David",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Genome Biol",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The long-term stability of the human gut microbiota",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Faith",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Science",
            "volume": "341",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Mobile genes in the human microbiome are structured from global to individual scales",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "L"
                    ],
                    "last": "Brito",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nature",
            "volume": "535",
            "issn": "",
            "pages": "435--439",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Detection of low-abundance bacterial strains in metagenomic datasets by eigengenome partitioning",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cleary",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nat Biotechnol",
            "volume": "33",
            "issn": "",
            "pages": "1053--60",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Microbiome sharing between children, livestock and household surfaces in western Kenya",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mosites",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS One",
            "volume": "12",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Environment dominates over host genetics in shaping human gut microbiota",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rothschild",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nature",
            "volume": "555",
            "issn": "",
            "pages": "210--215",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Durable coexistence of donor and recipient strains after fecal microbiota transplantation",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Science",
            "volume": "352",
            "issn": "",
            "pages": "586--589",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Identifying personal microbiomes using metagenomic codes",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Franzosa",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Proc. Natl. Acad. Sci. U.S.A",
            "volume": "112",
            "issn": "",
            "pages": "2930--2938",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Selective maternal seeding and environment shape the human gut microbiome",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Korpela",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Strain Tracking Reveals the Determinants of Bacterial Engraftment in the Human Gut Following Fecal Microbiota Transplantation",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Smillie",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Cell Host Microbe",
            "volume": "23",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Distribution of multilocus genotypes of Escherichia coli within and between host families",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Caugant",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Levin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Selander",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J Hyg (Lond)",
            "volume": "92",
            "issn": "",
            "pages": "377--384",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The distribution and transmission of Actinobacillus actinomycetemcomitans in families with established adult periodontitis",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Preus",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Zambon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Dunford",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Genco",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Periodontol",
            "volume": "65",
            "issn": "",
            "pages": "2--7",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Transmission of periodontal bacteria and models of infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Winkelhoff",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Boutaga",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Clin. Periodontol",
            "volume": "32",
            "issn": "6",
            "pages": "16--27",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Superspreading and the effect of individual variation on disease emergence",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Lloyd-Smith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Schreiber",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Kopp",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Getz",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "438",
            "issn": "",
            "pages": "355--359",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "World Health Organization. Taking sex and gender into account in emerging infectious disease programmes: an analytical framework. (Manila : WHO Regional Office for the Western Pacific",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The cellular composition of the human immune system is shaped by age and cohabitation",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Carr",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nat. Immunol",
            "volume": "17",
            "issn": "",
            "pages": "461--468",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Longitudinal analysis of microbial interaction between humans and the indoor environment",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lax",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Science",
            "volume": "345",
            "issn": "",
            "pages": "1048--1052",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "supporting 108 the notion that signatures of transmission are distributed broadly over many strains. Overall microbiome 109 functional profiles also failed to capture transmission signals (Supplementary Figure 20), though this does 110 not negate the potential contributions of individual virulence-or transmission-associated genes 111 contributing to transmissibility. We hypothesized that perhaps the abundance of each organism would be 112 indicative of its overall transmissibility, favoring a mass-action model of transmission, yet this was not 113 the case (Figure 2c,d). 114 These findings lead to an apparent paradox: if most bacteria are transmitted directly between 115 members of the community, then why don't we observe clearer patterns of transmission? We believe 116 there are several factors that contribute to the 'diffuse' signal for transmission observed across this 117 population. First, despite this relatively 'closed' network of individuals, there are inherent difficulties in 118 capturing the full range of individuals' contacts and exposures. Our best approximations of direct transfer 119 may be far from actual events, where indirect transfer between individuals outside of the network or 120 transmission from unknown and unsampled environmental reservoirs may play a consequential role. 121 Second, we focus on a snapshot in time, not knowing a priori what types of interpersonal interactions 122 result in transfer nor whether transmission occurs during particularly volatile points in an individuals' 123",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Supplementary Figure 25), yet had no relationship with age (Supplementary Figure 26). Although gender-145 related differences in pathogenic bacterial transmission are well known, as are the myriad factors that 146 affect exposure and susceptibility 25 , these are less well understood for commensal microbiota with no 147 clear mechanisms of transmission. Nevertheless, exposure risks may be associated with occupations and 148 behaviors that are highly gendered within this cohort (housekeeping, p<10 -15 ; farming and fishing, p<10 -149 15 , caring for ill family members, p<0.05; and soap usage p<0.05, chi-squared test). It remains to be 150 determined how the transmission observed in this low-income, agrarian population would compare to a 151 population living in an industrialized nation, where interventions such as the use of antiseptics, 152 disinfectants and antibiotics, sanitation infrastructure and food safety restrictions, may influence the 153 transmission of commensal bacteria. 154",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "157 household predictions were moderately accurate (AUC = 0.64±0.02 and 0.61±0.01, for gut and oral 158 microbiomes, respectively), whereas our model to predict spousal relationships performed better (AUC = 159 0.70±0.03 and 0.72±0.02, for gut and oral microbiomes, respectively) (Figure 4, Supplementary Figure 160 27). Despite the poorer overall performance of our household models, the predictions appeared dependent 161",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "209 merely social interactions. This resulted in 489 unique social/familial interactions, in addition to 210 household-level interactions. For the purposes of anonymity, individuals' ages were rounded to the 211 nearest 5-year increment and the number of children per person was not reported. Not all children of each 212",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "311 any social network connection (any connection versus no connection), and village (same versus different 312 village). To ensure fair comparisons in the case of spousal relationships, a set of non-spousal pairs was 313 constructed by considering all pairs possible between males of one marriage with females of a different 314 marriage. Similarly, in the case of household relationships, a set of different household pairs was 315 constructed by considering all pairs possible between members of one household and members of 316",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "324 Random Forest Classifiers (RFCs) to predict spousal and household connections, where class-balanced 325 datasets were constructed by downsampling the number of unrelated pairs to equal the number of related 326 A. et al. Commensal Bifidobacterium promotes antitumor immunity and facilitates anti-PD-L1 efficacy. Science 350, 1084-1089 (2015). 29. Rosshart, S. P. et al. Wild Mouse Gut Microbiota Promotes Host Fitness and Improves Disease Resistance. Cell 171, 1015-1028.e13 (2017). 30. Moeller, A.H. et al., Social behavior shapes the chimpanzee pan-microbiome. Science Advances. 2:e1500997. Household membership results in shared bacterial lineages.(a) The family and social network of the FijiCOMP cohort, colored by village membership. Four villages are in the same district whereas the fifth village is in a different district. Spousal relationships are designated by edges colored red, whereas mother-child relationships are designated by green edges. Gray edges represent all other familial or social network relations. (b,c) In the gut (b) and oral (c) microbiome samples, the number of shared genomes (left), the number of genomes with shared core gene SNP profiles, determined by Manhattan distances (middle), and the number of genomes sharing flexible genomic regions, determined by 1kb genomic windows (right) significantly associated with pairs of linked rather than unlinked members of the social network. A 'genome' refers to each assembled sets of core proteins for each species (left and middle), or to each assembled LSA partition (right). Any connection refers to friendship or distant familial connections in the network, excluding nuclear family and household connections. Full p-value distributions for the distributions shown are in Supplementary Figure 4. The violin plot distributions represent results from comparing the linked pairs in a given social network (red) or the shuffled network (gray) with N=100 independent sets of the unlinked pairs obtained by bootstrapping. Whiskers inside the violin extend to points within 1.5 interquartile ranges (IQRs) of the lower and upper quartile for a distribution, and center points represent its median. The numbers of linked pairs for each network (stool/saliva) are as follows: household (101/224); spouse (29/36); mother-child pairs (24/50); any connection (116/169); village (3,711/8,486).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Organisms vary in their transmissibility across the social network.(a,b) The mean Manhattan distance, prevalence (number of individuals who harbor that organism), log 10 (mean abundance) and phyla are plotted for organisms in the (a) gut (N=1,988) and (b) oral microbiomes (N=1,111) of spouses.(c,d) The mean abundance of each organism across each pair of individuals is plotted against the Manhattan distance of that organism for that pair of individuals in the (c) gut and (d) oral microbiomes. Linear regressions are plotted in red.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Some individuals are 'supersharers'.(a,b) For each person in the network, the average distance, defined as the median of mean Manhattan distances across all genomes to all directly connected individuals, is plotted for organisms within the (a) gut and (b) oral microbiomes. Arrows point out examples in which individuals' sharing patterns are different for gut and oral microbiota. The red and blue in plots (a) and (b) match the values plotted in parts (c) and (e), respectively. (c,e) The distribution of average distances (median of mean Manhattan distances) for each individual to all of their directly connected individuals is plotted for female and male individuals' (c) gut (N=173) and (e) oral microbiomes (N=243).(d,f) A histogram of the average distances (median of mean Manhattan distances) for each individual to all of their directly connected individuals is plotted for individuals' (d) gut (N=173) and (f) (N=243) oral microbiomes. Boxes indicate the upper and lower quartiles, whiskers extend to highest and lowest values excluding outliers, and center lines indicate medians. P-values were obtained from one-tailed Wilcoxon rank sum tests.(g) Each individual's median of mean Manhattan distances to all individuals within the same village is plotted for their gut and oral microbiomes (N=142).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Machine learning predicts a subset of spouses with high confidence. (a,b) ROC curves for a random forest model predicting household membership based on shared (a) gut or (b) oral microbiome strain-level data are plotted for models using SNP profiles, shared flexible regions, both, or both with organismal abundances. Random forest models were constructed from 1,000 decision trees and without constraint on maximum tree depth. The dotted line shows an ROC where false positives equal false negatives. The legend reports means and standard deviations for each classifier's Area Under the Curve (AUC). (c,d) The social network plotted with predicted true positive household pairs and false negative household pairs using gut (c) or oral (d) microbiome data. Arrows point to examples of either families in which everyone in a household can be confidently predicted.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Figure 2",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Figure 3",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Figure 4",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Although it is well-established that shared environments significantly affect the gut microbiome 170 composition and phenotype of isogenic mice28,29 and that social interactions shape wild primate 171 microbiomes 30 , this work opens the door to understanding the process of transmission and its implications 172 in human society. Within this small community of individuals with relatively homogeneous living 173 environments, diets and microbiomes, bacterial DNA alone can be used to accurately predict certain 174 intimately linked pairs of individuals. Our research begins to tease apart relevant transmission patterns 175 evident in a social network and a role for gender in commensal transmission, revealing that long-term 176 intimate interactions that occur later in life, such as through marriage or co-habitation, can result in 177 stochastic transmission events in both the gut and oral microbiomes. Given the wide array of 178 microbiome-associated health conditions, this study further hints at the possibility that diffuse 179 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/540252 doi: bioRxiv preprint transmission patterns of pathogenic or protective commensals may contribute to individuals' overall 180 health status. 181 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101The Fiji Community Microbiome Project (FijiCOMP) consisted of interviewing and sampling the gut and 185 oral microbiomes of almost 300 individuals living in 5 village communities in two districts approximately 186 50 miles away from one another on Vanua Levu in the Fiji Islands. The sampling all took place within a 187 4-week period, each village taking approximately 1-2 weeks. IRB approval was received from 188 Institutional Review Boards at Columbia University, the Massachusetts Institute of Technology and the 189 Broad Institute and ethics approvals were received from the Research Ethics Review Committees at the 190 Fiji National University and the Ministry of Health in the Fiji Islands. Informed consent was obtained 191 from all study participants. 192 193",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "pairs (spouse/non-spouse; same household/different household). In order to train the RFCs on different 327 data than those used in the predictions, we performed a 3-fold split of the related pairs and trained on two 328 thirds of the data while predicting on the remaining third. Predictions from the three separate test sets 329were combined. ROC curves were constructed from the average of ten sets of 3-fold cross-validation, and 330p-values computed for the resulting AUCs using a Mann-Whitney U statistic on the confusion matrices. 331",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Additional information on the samples can be obtained from www. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data availability 332"
        }
    ]
}