{
    "paper_id": "b6e92eda6c26b456165422d4e5552b81754c4a82",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "R",
                "middle": [
                    "N"
                ],
                "last": "Thompson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Oxford",
                    "location": {
                        "settlement": "Oxford",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "12",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "hospitalisation can be halved by intense surveillance, then the probability that an imported 25 case leads to sustained transmission is only 0.005. This emphasises the importance of 26 current surveillance efforts in countries around the world, to ensure that the ongoing 27 outbreak will not become a large global epidemic. Here, we present data describing the times from symptom onset to hospitalisation for 47 52 patients from the current outbreak, obtained from publicly available line lists [11] . We fit 53 an exponential distribution to these data, accounting for uncertainty due to the limited 54 numbers of patients from whom data were available. Assuming that this distribution 55 characterises the time spent by infected hosts generating new transmissions in the 56 community, it is then possible to infer the probability that a case arriving in a new location 57 is followed by an outbreak driven by sustained human-to-human transmission. We 58 estimate this probability under the assumption that the transmissibility of the 2019-nCoV 59 is similar to that of the SARS coronavirus, and then go on to consider the effect of The distribution of times from symptom onset to hospitalisation was estimated using 69 patient data from the ongoing outbreak [11] (data are shown in Fig 1A) . Since the precise 70 . CC-BY-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.24.919159 doi: bioRxiv preprint times of symptom onset and hospitalisation on the dates concerned were unknown, we 71 converted the times from symptom onset to hospitalisation to intervals describing possible 72 time periods. For example, for a case showing symptoms on 9 January 2020, and then 73 being hospitalised on 14 January 2020, the time between symptom onset and 74 hospitalisation lies between four and six days (see e.g. [12] for a similar calculation). 75",
            "cite_spans": [
                {
                    "start": 496,
                    "end": 500,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 1261,
                    "end": 1265,
                    "text": "[11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1285,
                    "end": 1292,
                    "text": "Fig 1A)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "We then fitted the parameter ( ) of an exponential distribution to these interval-censored 77 data using Markov chain Monte Carlo (MCMC). A chain of length 100,000,000 in addition 78 to a burn-in of 100,000 was used. The chain was then sampled every 100 steps, giving 79 rise to a range of n = 1,000,000 equally possible distributions for the times from symptom 80 onset to hospitalisation, each characterised by a parameter estimate \" ( = 1,2, . . . , ). The distributions of times from symptom onset to hospitalisation were used to estimate 85 the probability that an imported case will lead to sustained transmission, by assuming that 86",
            "cite_spans": [],
            "ref_spans": [],
            "section": "76"
        },
        {
            "text": "infections occur according to a branching process (e.g. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.24.919159 doi: bioRxiv preprint possible distributions for the time from symptom onset to hospitalisation, 96",
            "cite_spans": [],
            "ref_spans": [],
            "section": "76"
        },
        {
            "text": "This can then be combined into a single estimate for the probability that an imported case 98 leads to sustained transmission, , given by 99",
            "cite_spans": [],
            "ref_spans": [],
            "section": "76"
        },
        {
            "text": "To include intensified surveillance in these estimates, we simply replaced the mean time 102 from symptom onset to hospitalisation for each of the equally plausible distributions, 1/ \" , 103 by the modified expression (1 − )/ \" . In this approximation, the parameter represents 104 the reduction in the mean infectious period due to intensified surveillance. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.24.919159 doi: bioRxiv preprint As described in Methods, the distribution of times between symptom onset and 116 hospitalisation was estimated using Markov chain Monte Carlo (Fig 1B) from the patient 117 data in Fig 1A. This gave rise to a range of equally plausible distributions describing these 118 time periods (blue lines in Fig 1B) . The average of these distributions is shown by the red 119 line in Fig 1B, Fig 1C) . However, the probability of 124 sustained transmission in fact takes a single value, which can be estimated by summing 125 over the range of distributions using equation (2). The resulting probability of sustained 126 transmission is 0.37 (red line in Fig 1C) . 127",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 643,
                    "end": 651,
                    "text": "(Fig 1B)",
                    "ref_id": null
                },
                {
                    "start": 681,
                    "end": 688,
                    "text": "Fig 1A.",
                    "ref_id": null
                },
                {
                    "start": 799,
                    "end": 806,
                    "text": "Fig 1B)",
                    "ref_id": null
                },
                {
                    "start": 876,
                    "end": 883,
                    "text": "Fig 1B,",
                    "ref_id": null
                },
                {
                    "start": 884,
                    "end": 891,
                    "text": "Fig 1C)",
                    "ref_id": null
                },
                {
                    "start": 1146,
                    "end": 1153,
                    "text": "Fig 1C)",
                    "ref_id": null
                }
            ],
            "section": "76"
        },
        {
            "text": "We then considered the reduction in the probability that an imported case leads to 129 sustained transmission if surveillance is more intense. Specifically, we assumed that 130 intensified surveillance led to a reduction in the mean period from symptom onset to 131 hospitalisation, governed by the parameter (where = 0 corresponds to no 132 intensification of surveillance, and = 1 corresponds to an implausible scenario in which 133 symptomatic cases are hospitalised immediately). We found that, if surveillance is 134 intensified so that the mean time from symptom onset to hospitalisation is halved, the 135 probability that each imported case leads to sustained transmission is reduced to only 136 0.005 (Fig 1D) . The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.24.919159 doi: bioRxiv preprint Finally, we considered the combined effect if multiple cases arrive in a new location. In 139 that scenario, intense surveillance has the potential to significantly reduce the risk of 140 sustained transmission compared to weak surveillance. For = 0.5, the probability that 141 any of 10 imported cases generate a substantial outbreak is only 0.049 (Fig 2C) . This to sustained transmission is approximately 0.37 (Fig 1C) . However, under a higher level 178 of surveillance, the risk of sustained outbreaks is substantially lower (Fig 1D) . This result 179 is particularly striking when multiple cases travel to a new location, either simultaneously 180 or in sequence (Fig 2) . In that scenario, intensified surveillance is particularly important. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.24.919159 doi: bioRxiv preprint collected, and patients may not have been primed to respond quickly to early symptoms. 195",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 710,
                    "end": 718,
                    "text": "(Fig 1D)",
                    "ref_id": null
                },
                {
                    "start": 1212,
                    "end": 1220,
                    "text": "(Fig 2C)",
                    "ref_id": null
                },
                {
                    "start": 1276,
                    "end": 1284,
                    "text": "(Fig 1C)",
                    "ref_id": null
                },
                {
                    "start": 1393,
                    "end": 1401,
                    "text": "(Fig 1D)",
                    "ref_id": null
                },
                {
                    "start": 1532,
                    "end": 1539,
                    "text": "(Fig 2)",
                    "ref_id": null
                }
            ],
            "section": "128"
        },
        {
            "text": "Our results might therefore be viewed as an upper bound on the risk posed by the 2019-196 nCoV. As the outbreak continues, it might be expected that the time from symptom onset 197 to hospitalisation will decrease, leading to lower risks of sustained transmission, as has 198",
            "cite_spans": [],
            "ref_spans": [],
            "section": "128"
        },
        {
            "text": "been observed for outbreaks of other diseases (e.g. the ongoing outbreak of Ebola virus 199 disease in the Democratic Republic of the Congo). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "128"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The continuing 232 2019-nCoV epidemic threat of novel coronaviruses to global health -The latest 233 2019 novel coronavirus outbreak in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "I"
                    ],
                    "last": "Azhar",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Madani",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ntoumi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kock",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Dar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Infect Dis",
            "volume": "91",
            "issn": "",
            "pages": "264--234",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "World Health Organization. Novel coronavirus (2019-nCoV)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "CC-BY-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Dorigatti",
                    "suffix": ""
                },
                {
                    "first": "Cori",
                    "middle": [
                        "A"
                    ],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "239",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.01.24.919159"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A familial cluster of 243 pneumonia associated with the 2019 novel coronavirus indicating person-to-244 person transmission: a study of a family cluster",
            "authors": [
                {
                    "first": "Jf-W",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "K-H",
                    "middle": [],
                    "last": "Kok",
                    "suffix": ""
                },
                {
                    "first": "Kk-W",
                    "middle": [],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "6736",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The 246 extent of transmission of novel coronavirus in Wuhan, China, 2020",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "S-M",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Linton",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kinoshita",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hayashi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J Clin Med",
            "volume": "247",
            "issn": "2020",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Real-time 249 tentative assessment of the epidemiological characteristics of novel coronavirus 250 infections in Wuhan, China, as at 22",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Hao",
                    "suffix": ""
                },
                {
                    "first": "Ehy",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "K S M",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eurosurveillance",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Global Transport Networks and Infectious Disease 253",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Tatem",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Rogers",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Hay",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Increased 255 frequency of travel in the presence of cross-immunity may act to decrease the 256 chance of a global pandemic",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Pelerman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Obolski",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Philos Trans R Soc B",
            "volume": "374",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "New SARS-like virus in China triggers alarm. Science (80-)",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Normile",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "258",
            "issn": "",
            "pages": "234--235",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "SARS virus identified, but the disease is still spreading",
            "authors": [],
            "year": 2003,
            "venue": "Br Med J",
            "volume": "260",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Epidemiological data 262 . CC-BY-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kraemer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pigott",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hill",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gutierrez",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Pybus",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "doi: bioRxiv preprint from the nCoV-2019 outbreak: Early descriptions from publicly available data 263",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.01.24.919159"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Improved inference of time-varying reproduction numbers during 268 infectious disease outbreaks",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Pa",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Epidemics",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Stochasticity and heterogeneity in host-vector 270 models",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Lloyd",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Root",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J R Soc Interface",
            "volume": "4",
            "issn": "",
            "pages": "851--63",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Extinction thresholds in deterministic and stochastic 272 epidemic models",
            "authors": [
                {
                    "first": "Ljs",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Lahodny",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Biol Dyn",
            "volume": "6",
            "issn": "",
            "pages": "590--611",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Detecting presymptomatic infection is 274 necessary to forecast major epidemics in the earliest stages of infectious disease 275 outbreaks",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Gilligan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Cunniffe",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS Comput Biol",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Sustained transmission of Ebola in new 277 locations: more likely than previously thought",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jalava",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Obolski",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Lancet Infect Dis",
            "volume": "19",
            "issn": "",
            "pages": "1058--278",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Different epidemic curves for severe acute respiratory 280 syndrome reveal similar impacts of control measures",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Teunis",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am J Epidemiol",
            "volume": "160",
            "issn": "",
            "pages": "281--509",
            "other_ids": {
                "DOI": [
                    "10.1093/aje/kwh255"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Duration of 283 symptom onset to hospital admission and admission to discharge or death in 284",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "Q"
                    ],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Richardus",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "N"
                    ],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "SARS in mainland China: A descriptive study",
            "authors": [],
            "year": 2009,
            "venue": "Trop Med Int Heal",
            "volume": "14",
            "issn": "",
            "pages": "28--35",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "I"
                    ],
                    "last": "Bogoch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Watts",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Thomas-Bachli",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huber",
                    "suffix": ""
                },
                {
                    "first": "Mug",
                    "middle": [],
                    "last": "Kraemer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.01.24.919159"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Pneumonia of unknown etiology in Wuhan, China: Potential for international 288 spread via commercial air travel",
            "authors": [],
            "year": 2020,
            "venue": "J Travel Med",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Clinical features of patients 290 infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Lancet",
            "volume": "6736",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Factors that make an infectious 292 disease outbreak controllable",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "101",
            "issn": "",
            "pages": "6146--6151",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.01.24.919159"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "agent driving the ongoing pneumonia outbreak (the 2019-nCoV) appears 36 to have transitioned from animals into humans at Huanan seafood wholesale market in 37 Wuhan, China [1-5]. Since then, cases have been recorded in other countries, and initial 38 estimates suggest a case fatality rate of around 14% [6]. Even countries without 39 confirmed cases are on high alert. For example, the United Kingdom has not yet seen a 40 confirmed case, but officials are reported to be attempting to trace as many as 2,000 41 visitors that have travelled to that country from Wuhan. 42 43 The most devastating infectious disease outbreaks are those that have a wide 44 geographical distribution, as opposed to being confined to a small region [7,8]. The 45 previously known virus that is most similar to the 2019-nCoV is the SARS coronavirus [9], 46 which generated cases in 37 countries in 2002-03 [9,10]. Since the 2019-nCoV is clearly 47",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "60 shortening the mean time from symptom onset to hospitalisation. This provides an 61 estimate of the risk that imported cases generate sustained outbreaks in new locations 62 under different surveillance levels.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "[13-15]). In this branching 87 process, the effective reproduction number (accounting for control interventions, other 88 than intensified surveillance which we model explicitly) of the 2019-nCoV when the virus 89 arrives in a new location is denoted by = / , where the parameter represents 90 pathogen transmissibility [16]. We assumed that the transmissibility of the virus is similar 91 to that of the SARS coronavirus, i.e. = -./--./-, where -./-= 3 [17] and the mean 92 infection duration for SARS is 1/ -./-= 3.8 days [18].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "of sustained transmission given multiple imported cases was calculated by 109 considering the possibility that none of those cases led to sustained transmission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "however we used the full range of distributions in our calculations of the 120 probability of sustained transmission occurring from each imported case. 121 122 Each of the range of plausible distributions corresponded to an estimate for the probability 123 of a major epidemic (equation (1) and histogram in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "The probability of an outbreak driven by sustained human-to-human transmission arising 147 following the importation one infected individual. A. Data describing the number of days between 148 symptom onset and hospitalisation for 47 patients in the ongoing outbreak [11]. B. The estimated times between symptom onset and hospitalisation, estimated by fitting to the data shown in 150 panel A. Blue lines show a range of equally possible distributions (see Methods; 50 distributions are 151 shown here, selected at random from the n = 1,000,000 distributions considered), and the red line shows 152 the average of the n = 1,000,000 distributions. C. The probability of sustained transmission for each 153 possible distribution of times from symptom onset to hospitalisation (equation (1); blue histogram) and the 154 probability of sustained transmission obtained by integrating over the possible distributions (equation (2); 155 red line). D. The probability that a single imported case leads to sustained transmission in a new location, The probability of an outbreak driven by sustained human-to-human transmission arising from 160 multiple imported cases, under different surveillance levels. A. No intensification of surveillance ( = 0). 161 B. Medium level of surveillance intensification ( = 0.25). C. High level of surveillance intensification ( = 162 0.5). The results shown were calculated using equation (concerns that the ongoing outbreak driven by 2019-nCoV could spread globally 168 [3,5,19,20] with sustained transmission in countries around the world. In the near future, 169 Chinese New Year presents a significant challenge, since this period often involves high 170 travel rates, potentially leading to importations of the virus to many new locations [3,9]. we have estimated the potential for cases arriving in new locations to lead to 173 sustained transmission. According to the basic model that we have constructed, if 174 surveillance levels are similar to those in China at the beginning of the current outbreak, 175 and if this virus is similarly transmissible to the SARS coronavirus that spread globally in 176 2002-03, then the probability that each imported infected case generates an outbreak due 177",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "involves the simplest possible model that permits the risk of sustained 183 transmission to be estimated from the very limited data that have been collected in this 184 outbreak until now. As additional information becomes available, for example data 185 describing virus transmissibility, then it will be possible to estimate the risk of outbreaks 186in new locations with more precision. We made the assumption that symptom appearance 187 coincides with the onset of infectiousness. One of the features of the SARS outbreak in188 2002-03 that allowed it to eventually be brought under control was the low proportion of 189 onward transmissions occurring either prior to symptoms or from asymptomatic infectious 190 hosts [21]. It might be hoped that infections due to 2019-nCoV share this characteristic. 191 192Since our results were obtained using patient data from early in the ongoing outbreak, 193surveillance systems may not have been fully established when these data were 194",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": ", it will be possible to include additional realism in the model. One example 202 might be to consider spatial variation in host population densities and surveillance levels, 203 leading to spatially inhomogeneous outbreak risks. It would also be possible to 204 differentiate between mild and severe cases in the model. On the one hand, a mild case 205 might be more likely to go unnoticed than a severe case, potentially leading to a higher206 outbreak risk. On the other hand, mild infections may generate fewer secondary cases 207 than severe infections, thereby decreasing the outbreak risk. Complex interactions may 208 therefore affect the risk of sustained transmission in an unpredictable fashion. 209 210 Despite the necessary simplifications made in this study, our analyses are sufficient to 211 demonstrate the key principle that rigorous surveillance is important to minimise the risk 212 of the 2019-nCoV generating large outbreaks in countries worldwide. We therefore 213 support the ongoing work of the World Health Organization and policy makers from 214 around the world, who are working with researchers and public health experts to manage 215 this outbreak [2]. We also applaud efforts to make data publicly available [11]. The number of calendar days between symptom onset and hospitalisation for 221 47 patients from the ongoing pneumonia outbreak in Wuhan, China. was funded by Christ Church, Oxford, via a Junior Research Fellowship. 228 229",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "capable of being transmitted by infected hosts to countries around the world, an important 48 question for policy makers is whether or not these imported cases have the potential to 49 generate sustained human-to-human transmission in new locations. 50",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}