{
    "paper_id": "bb97f90ff5bfd41f2f1148c5cbdb257fdba535df",
    "metadata": {
        "title": "Complete genome characterisation of a novel coronavirus 4 associated with severe human respiratory disease in Wuhan",
        "authors": [
            {
                "first": "Fan",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fudan University",
                    "location": {
                        "addrLine": "12 Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Su",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bin",
                "middle": [],
                "last": "Yu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yan-Mei",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wen",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yi",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhi-Gang",
                "middle": [],
                "last": "Song",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhao-Wu",
                "middle": [],
                "last": "Tao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Central Hospital of Wuhan",
                    "location": {
                        "addrLine": "14"
                    }
                },
                "email": ""
            },
            {
                "first": "Jun-Hua",
                "middle": [],
                "last": "Tian",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yuan-Yuan",
                "middle": [],
                "last": "Pei",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fudan University",
                    "location": {
                        "addrLine": "12 Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ming-Li",
                "middle": [],
                "last": "Yuan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Central Hospital of Wuhan",
                    "location": {
                        "addrLine": "14"
                    }
                },
                "email": ""
            },
            {
                "first": "Yu-Ling",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fudan University",
                    "location": {
                        "addrLine": "12 Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Fa-Hui",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Dai",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fudan University",
                    "location": {
                        "addrLine": "12 Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yi",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fudan University",
                    "location": {
                        "addrLine": "12 Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Qi-Min",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fudan University",
                    "location": {
                        "addrLine": "12 Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jiao-Jiao",
                "middle": [],
                "last": "Zheng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fudan University",
                    "location": {
                        "addrLine": "12 Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Lin",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fudan University",
                    "location": {
                        "addrLine": "12 Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Edward",
                "middle": [
                    "C"
                ],
                "last": "Holmes",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Sydney",
                    "location": {
                        "settlement": "Sydney, 19 Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Yong-Zhen",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhang",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yi",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhi-Gang",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Song",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "bioRxiv preprint 2 Emerging and re-emerging infectious diseases, such as SARS, MERS, Zika and highly 25 pathogenic influenza present a major threat to public health 1-3 . Despite intense research 26 effort, how, when and where novel diseases appear are still the source of considerable 27 uncertainly. A severe respiratory disease was recently reported in the city of Wuhan, 28 Hubei province, China. At the time of writing, at least 62 suspected cases have been 29 reported since the first patient was hospitalized on December 12 nd 2019. Epidemiological 30 investigation by the local Center for Disease Control and Prevention (CDC) suggested 31 that the outbreak was associated with a sea food market in Wuhan. We studied seven 32 patients who were workers at the market, and collected bronchoalveolar lavage fluid 33 (BALF) from one patient who exhibited a severe respiratory syndrome including fever, 34 dizziness and cough, and who was admitted to Wuhan Central Hospital on December 35 26 th 2019. Next generation metagenomic RNA sequencing 4 identified a novel RNA virus 36 from the family Coronaviridae designed WH-Human-1 coronavirus (WHCV). 37 Phylogenetic analysis of the complete viral genome (29,903 nucleotides) revealed that 38 WHCV was most closely related (89.1% nucleotide similarity similarity) to a group of 39 Severe Acute Respiratory Syndrome (SARS)-like coronaviruses (genus Betacoronavirus, 40 subgenus Sarbecovirus) previously sampled from bats in China and that have a history 41 of genomic recombination. This outbreak highlights the ongoing capacity of viral spill-42 over from animals to cause severe disease in humans. 43 44 Seven patients, comprising five men and two women, were hospitalized at the Central 45 : bioRxiv preprint 3 patients was 43, ranging from 31 to 70 years old. The clinical characteristics of the patients 47 are shown in Table 1. Fever and cough were the most common symptoms. All patients had 48 fever with body temperatures ranging from 37.2 o C to 40 o C. Patients 1, 2, 5, 6 and 7 had 49 cough, while patients 1, 2 and 7 presented with severe cough with phlegm at onset of illness. 50 Patients 4 and 5 also complained of chest tightness and dyspnea. Patients 1, 3, 4 and 6 51 experienced dizziness and patient 3 felt weakness. No neurological symptoms were observed 52 in any of the patients. Bacterial culture revealed the presence of Streptococcus bacteria in 53 throat swabs from patients 3, 4 and 7. Combination antibiotic, antiviral and glucocorticoid 54 therapy were administered. Unfortunately, patient 1 and 4 showed respiratory failure: patient 55 1 was given high flow noninvasive ventilation, while patient 4 was provided with nasal/face 56 mask ventilation (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 2725,
                    "end": 2734,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "Epidemiological investigation by the Wuhan CDC revealed that all the suspected cases 58 were linked to individuals working in a local indoor seafood market. Notably, in addition to 59 fish and shell fish, a variety of live wild animals including hedgehogs, badgers, snakes, and 60 birds (turtledoves) were available for sale in the market before the outbreak began, as well as 61 animal carcasses and animal meat. No bats were available for sale. While the patients might 62 have had contact with wild animals in the market, none recalled exposure to live poultry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Patient 1 was a 41-year-old man with no history of hepatitis, tuberculosis or diabetes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "He was admitted and hospitalized in Wuhan Central Hospital 6 days after the onset of illness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The patient reported fever, chest tightness, unproductive cough, pain and weakness for one 66 week on presentation. Physical examination of cardiovascular, abdominal and neurologic 67 examination was normal. Mild lymphopenia (less than 900 cells per cubic milli-meter) was",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.24.919183 doi: bioRxiv preprint a meta-transcriptomic library was constructed for pair-end (150 bp) sequencing using an 91 Illumina MiniSeq as previously described [4] [5] [6] [7] . In total, we generated 56,565,928 sequence 92 reads that were de novo assembled and screened for potential aetiologic agents. Of the 93 384,096 contigs assembled by Megahit 8 , the longest (30,474 nucleotides [nt]) had high 94 abundance and was closely related to a bat SARS-like coronavirus isolate -bat-SL-CoVZC45 95 (GenBank Accession MG772933) -previously sampled in China, with a nt identity of 89.1% 96 (Table S1 and S2). The genome sequence of this novel virus, as well as its termini, were 97 determined and confirmed by RT-PCR 9 and 5'/3' RACE kits (TaKaRa), respectively. This 98 new virus was designated as WH-Human 1 coronavirus (WHCV) (and has also been referred 99 to as '2019-nCoV') and its whole genome sequence (29,903 nt) has been assigned GenBank 100 accession number MN908947. Remapping the RNA-seq data against the complete genome of 101 WHCV resulted in an assembly of 123,613 reads, providing 99.99% genome coverage at a 102 mean depth of 6.04X (range: 0.01X -78.84X) ( Figure S2 ). The viral load in the BALF sample 103 was estimated by quantitative PCR (qPCR) to be 3.95×10 8 copies/mL ( Figure S3 ). 104 The viral genome organization of WHCV was characterized by sequence alignment 105 against two representative members of the genus Betacoronavirus: a human-origin 106 coronavirus (SARS-CoV Tor2, AY274119) and a bat-origin coronavirus 107 MG772933) (Figure 2 ). The un-translational regions (UTR) and open reading frame (ORF) of 108 WHCV were mapped based on this sequence alignment and ORF prediction. The WHCV 109 viral genome was similar to these two coronaviruses (Figure 2 and Table S3) , with a gene to SARS-CoV in that it carries a predicted ORF8 gene (366 nt in length) located between the 119 M and N ORF genes. The functions of WHCV ORFs were predicted based on those of known 120 coronaviruses and given in Table S5 . In a manner similar to SARS CoV Tor2, a leader 121 transcription regulatory sequence (TRS) and nine putative body TRSs could be readily 122 identified upstream of the 5' end of ORF, with the putative conserved TRS core sequence 123 appeared in two forms -the ACGAAC or CUAAAC (Table S6) .",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 232,
                    "text": "91",
                    "ref_id": null
                },
                {
                    "start": 274,
                    "end": 277,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 278,
                    "end": 281,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 282,
                    "end": 285,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 286,
                    "end": 289,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 1418,
                    "end": 1421,
                    "text": "104",
                    "ref_id": null
                },
                {
                    "start": 1655,
                    "end": 1658,
                    "text": "107",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 701,
                    "end": 710,
                    "text": "(Table S1",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1285,
                    "end": 1294,
                    "text": "Figure S2",
                    "ref_id": null
                },
                {
                    "start": 1405,
                    "end": 1414,
                    "text": "Figure S3",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 1669,
                    "end": 1678,
                    "text": "(Figure 2",
                    "ref_id": null
                },
                {
                    "start": 1888,
                    "end": 1911,
                    "text": "(Figure 2 and Table S3)",
                    "ref_id": null
                },
                {
                    "start": 2138,
                    "end": 2146,
                    "text": "Table S5",
                    "ref_id": null
                },
                {
                    "start": 2425,
                    "end": 2435,
                    "text": "(Table S6)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "To determine the evolutionary relationships between WHCV and previously identified 125 coronaviruses, we estimated phylogenetic trees based on the nucleotide sequences of the 126 whole genome sequence, non-structural protein genes ORF1a and 1b, and the main structural The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.24.919183 doi: bioRxiv preprint 7 82.3% amino acid (aa) identity (and ~77.2% aa identity to SARS CoV; Table S3 ), while in the 135 ORF1b phylogeny WHCV fell in a basal position within the subgenus Sarbecovirus ( Figure   136 3). This topological division was also observed in the phylogenetic trees estimated for 137 conserved domains in the replicase polyprotein pp1ab ( Figure S5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 481,
                    "end": 489,
                    "text": "Table S3",
                    "ref_id": null
                },
                {
                    "start": 591,
                    "end": 603,
                    "text": "Figure   136",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 751,
                    "end": 760,
                    "text": "Figure S5",
                    "ref_id": "FIGREF23"
                }
            ],
            "section": "124"
        },
        {
            "text": "To better understand the potential of WHCV to infect humans, the receptor-binding 139 domain (RBD) of its spike protein was compared to those in SARS-CoVs and bat SARS-like 140 CoVs. The RBD sequences of WHCV were more closely related to those of SARS-CoVs 141 (73.8%-74.9% aa identity) and SARS-like CoVs including strains Rs4874, Rs7327 and 142 Rs4231 (75.9%-76.9% aa identity) that are able to use the human ACE2 receptor for cell entry 143 (Table S7) 10 . In addition, the WHCV RBD was only one amino acid longer than the SARS- The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.24.919183 doi: bioRxiv preprint 8 (HKU1 and OC43) ( Figure S6 ) that can bind to sialic acid 13 . In sum, the high similarities of 157 amino acid sequences and predicted protein structure between WHCV and SARS-CoV RBD 158 domains suggest that WHCV may efficiently use human ACE2 as a cellular entry receptor, 159 perhaps facilitating human-to-human transmission 10, 14-15 . The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.24.919183 doi: bioRxiv preprint since 2005 in China 9,23-25 , the exact origin of human-infected coronaviruses remains unclear.",
            "cite_spans": [
                {
                    "start": 455,
                    "end": 457,
                    "text": "10",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 444,
                    "end": 454,
                    "text": "(Table S7)",
                    "ref_id": null
                },
                {
                    "start": 694,
                    "end": 703,
                    "text": "Figure S6",
                    "ref_id": "FIGREF12"
                }
            ],
            "section": "138"
        },
        {
            "text": "Herein, we describe a novel coronavirus -WHCV -in BALF from a patient experiencing The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.24.919183 doi: bioRxiv preprint 13 Soc. Exp. Biol. Med. 121, 190-193 (1966) . ",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 268,
                    "text": "Exp. Biol. Med. 121, 190-193 (1966)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "179"
        },
        {
            "text": "The key amino acid residues involved in the interaction with human ACE2 are marked with a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.24.919183 doi: bioRxiv preprint Data processing and viral agent identification 338 Sequencing reads were first adaptor-and quality-trimmed using the Trimmomatic program 26 .",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 282,
                    "text": "338",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "292"
        },
        {
            "text": "The remaining reads (56,565,928 reads) were assembled de novo using both the Megahit respectively. To identify possible aetiologic agents present in the sequence data, the 346 abundance of the assembled contigs was first evaluated as the expected counts using the 347 RSEM program 28 implemented in Trinity. Non-human reads (23,712,657 reads), generated by 348 filtering host reads using the human genome (human release 32, GRCh38.p13, downloaded 349 from Gencode) by Bowtie2 29 , were used for the RSEM abundance assessment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "339"
        },
        {
            "text": "As the longest contigs generated by Megahit (30,474 nt) and Trinity (11,760 nt) both 351 had high similarity to the bat SARS-like coronavirus isolate bat-SL-CoVZC45 and were at 352 high abundance (Table S1 and S2), the longer one (30,474 nt) that covered almost the whole 353 virus genome was used for primer design for PCR confirmation and genome termini 354 determination. Primers used in PCR, qPCR and RACE experiments are listed in Table S8 . The 355 PCR assay was conducted as described previously 9 and the complete genome termini was Table S1 . The top 50 abundant assembled contigs generated using the Megahit program. Figure S1 . Detection of other respiratory pathogens by qPCR. The copyright holder for this preprint (which was not peer-reviewed) is the . https: //doi.org/10.1101 //doi.org/10. /2020 . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.24.919183 doi: bioRxiv preprint",
            "cite_spans": [
                {
                    "start": 774,
                    "end": 791,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 792,
                    "end": 811,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 196,
                    "end": 205,
                    "text": "(Table S1",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 436,
                    "end": 444,
                    "text": "Table S8",
                    "ref_id": null
                },
                {
                    "start": 541,
                    "end": 549,
                    "text": "Table S1",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 627,
                    "end": 636,
                    "text": "Figure S1",
                    "ref_id": null
                }
            ],
            "section": "350"
        }
    ],
    "bib_entries": {
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Bat SARS coronavirus HKU3 Bat-SL-CoVZC45 Bat-SL-CoVZXC21",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Bat SARS CoV Rm1 BtCoV Rp/Shaanxi2011",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "BtRf-BetaCoV/JL2012 Bat coronavirus JTMC15",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "BtCoV Cp/Yunnan2011",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "LYRa11 BtRl-BetaCoV/SC2018",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Bat SARS-like CoV YNLF_34C",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "SARS coronavirus WH20 Bat SARS-like CoV Rs4231 Bat SARS-like CoV Rs4874 Bat SARS-like CoV WIV16 BtRs-BetaCoV/YN2013",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Bat SARS-like CoV Rf4092 Bat SARS-like CoV RsSHC014 Bat SARS-like CoV Rs3367 Bat SARS-like CoV WIV1 BtRs-BetaCoV/GX2013",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "BtCoV Cp/Yunnan2011",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Bat SARS CoV Rm1 Bat SARS coronavirus HKU3",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Bat SARS CoV Rp3 BtCoV Rp/Shaanxi2011",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Bat SARS-like CoV Rs4231 BtRl-BetaCoV/SC2018",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "SARS coronavirus WH20 SARS CoV BJ01 SARS-CoV TOR2",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Bat SARS-like CoV YNLF_34C Bat SARS-like CoV Rf4092 Bat SARS-like CoV Rs4874",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Bat SARS-like CoV Rs3367 Bat SARS-like CoV WIV1",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Bat SARS-like CoV WIV16",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Bat SARS-like CoV RsSHC014",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Bat SARS-like CoV RsSHC014 Bat SARS-like CoV WIV16 Bat SARS-like CoV WIV1 Bat SARS-like CoV Rs3367",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Bat SARS-like CoV Rs4874 Bat SARS CoV Rs672 BtRf-BetaCoV/JL2012",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Bat SARS CoV Rf1 BtRf-BetaCoV/HeB2013",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "LYRa11 Bat SARS CoV Rp3",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "BtCoV Rp/Shaanxi2011",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "BtCoV Cp/Yunnan2011",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Bat SARS-like CoV Rf4092 SARS-CoV TOR2",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Bat SARS-like CoV YNLF_34C",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "SARS coronavirus WH20",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Bat SARS-like CoV Rs4231",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "/L) was observed and levels of aspartate aminotransferase, lactic dehydrogenase, and 71 creatine kinase were slightly elevated in blood chemistry tests. The patient had mild 72 hypoxemia with oxygen levels of 67mmHg by the Arterial Blood Gas (ABG) Test. On the 73 first day of admission (day 6 after the onset of illness), chest radiographs were abnormal with 74 air-space shadowing such a ground-glass opacities, focal consolidation and patchy 75 consolidation in both lungs (Figure 1). Chest computed tomographic (CT) scans revealed 76 bilateral focal consolidation, lobar consolidation and patchy consolidation, especially in the 77 lower lung. A chest radiograph revealed a bilateral diffuse patchy and fuzzy shadow on day 5 78 after admission (day 11 after the onset of illness). Preliminary aetiological investigation 79 excluded the presence of influenza virus, Chlamydia pneumoniae and Mycoplasma 80 pneumoniae by commercial pathogen antigen detection kits and confirmed by PCR. Other 81 common respiratory pathogens, including adenovirus, were also negative by qPCR (Figure 82 S1). The condition of the patient did not improve after three days of treatment with combined 83 antiviral and antibiotic therapy. He was admitted to the intensive care unit (ICU) and 84 treatment with a high flow non-invasive ventilator was initiated. The patient was transferred 85 to another hospital in Wuhan for further treatment 6 days after admission. 86 To investigate the possible aetiologic agents associated this disease, we collected 87 bronchoalveolar lavage fluid (BALF) from patient 1 and performed deep meta-transcriptomic 88 sequencing. All the clinical specimens were handled in a biosafety level 3 laboratory at the 89 Shanghai Public Health Clinical Center. Total RNA was extracted from 200μl BAL fluid and",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "110 order 5'-replicase ORF1ab-S-envelope(E)-membrane(M)-N-3'. WHCV has 5' and 3' terminal 111 sequences typical of the betacoronaviruses, with 265 nt at the 5' terminal and 229 nt at the 3'",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "127 proteins encoded by the S, E, M and N genes (Figures 3 and S4). In all phylogenies WHCV 128 clustered with members of the subgenus Sarbecovirus, including the SARS-CoV responsible 129 for the global SARS pandemic of 2002-2003 1,2 , as well as a number of SARS-like 130 coronaviruses sampled from bats. However, WHCV changed topological position within the 131 subgenus Sarbecovirus depending on which gene was used, suggestive of a past history of 132 recombination in this group of viruses(Figures 3 and S4). Specifically, in the S gene tree 133 (Figure S4), WHCV was most closely related to the bat coronavirus bat-SL-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "RBD (Figure 4a). In contrast, other bat SARS-like CoVs including the Rp3 strain that 145 cannot use human ACE2 11 , had amino acid deletions at positions 473-477 and 460-472 146 compared to the SARS-CoVs (Figure 4a). The previously determined 12 crystal structure of 147 SARS-CoV RBD complexed with human ACE2 (PDB 2AJF) revealed that regions 473-477 148 and 460-472 directly interact with human ACE2 and hence may be important in determining 149 species specificity (Figure 4b). We predicted the three-dimension protein structures of WHCV, 150 Rs4874 and Rp3 RBD domains by protein homology modelling using the SWISS-MODEL 151 server and compared them to the crystal structure of SARS-CoV RBD domains (PDB 2GHV)Figure 4, c-f). In accord with the sequence alignment, the predicted protein structures of 153 WHCV and Rs4874 RBD domains were closely related to that of SARS-CoVs and different 154 from the predicted structure of the RBD domain from Rp3. In addition, the N-terminus of 155 WHCV S protein is more similar to that of SARS-CoV rather than other human coronaviruses",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "To further characterize putative recombination events in the evolutionary history of the161 sarbecoviruses the whole genome sequence of WHCV and four representative coronaviruses -162 Bat SARS-like CoV Rp3, CoVZC45, CoVZXC21 and SARS-CoV Tor2 -were analysed using 163 the Recombination Detection Program v4 (RDP4) 16 . Although the similarity plots suggested 164 possible recombination events between WHCV and SARS CoVs or SARS-like CoVs (Figure 165 S7), there was no significant evidence for recombination across the genome as a whole.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "However, some evidence for past recombination was detected in the S gene of WHCV and 167 SARS CoV and bat SARS-like CoVs (WIV1 and RsSHC014) (p<3.147×10 -3 to p<9.198×10 -168 9 ), with similarity plots suggesting the presence of recombination break points at nucleotides 169 1,029 and 1,652 that separated the WHCV S gene into three regions (Figure 5). In 170 phylogenies of the fragment nt 1 to 1029 and nt 1652 to the end of the sequence, WHCV was 171 most closely related to Bat-SL-CoVZC45 and Bat-SL-CoVZXC21, whereas in the region nt 172 1030 to 1651 (the RBD region) WHCV grouped with SARS CoV and bat SARS-like CoVs 173 (WIV1 and RsSHC014) that are capable of direct human transmission 14,17 . 174 Coronaviruses are associated with a number of infectious disease outbreaks in humans, 175 including SARS in 2002/3 and MERS in 2012 1,18 . Four other coronaviruses -human 176 coronaviruses HKU1, OC43, NL63 and 229E -are also associated with respiratory disease 19-177 22 . Although SARS-like coronaviruses have been widely identified in mammals including bats",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "180 severe respiratory disease in Wuhan, China. Phylogenetic analysis suggested that WHCV 181 represents a novel virus within genus Betacoronavirus (subgenus Sarbecovirus) and hence 182 that exhibits some genomic and phylogenetic similarity to SARS-CoV 1 , particularly in the 183 RBD. These genomic and clinical similarities to SARS, as well as its high abundance in 184 clinical samples, provides evidence for an association between WHCV and the ongoing 185 outbreak of respiratory disease in Wuhan. 186 The identification of multiple SARS-like-CoVs in bats led to the idea that these animals 187 act as the natural reservoir hosts of these viruses 19,20 . Although SARS-like viruses have been 188 identified widely in bats in China, viruses identical to SARS-CoV have not yet been 189 documented. Notably, WHCV is most closely related to bat coronaviruses, even exhibiting 190 100% aa similarity to Bat-SL-CoVZC45 in the nsp7 and E proteins. Hence, these data suggest 191 that bats are a possible reservoir host of WHCV. However, as a variety of animal species were 192 for sale in the market when the disease was first reported, more work is needed to determine 193 the natural reservoir and any intermediate hosts of WHCV. 194 195 Acknowledgements This study was supported by the Special National Project on 196 investigation of basic resources of China (Grant SQ2019FY010009) and the National Natural 197 Science Foundation of China (Grants 81861138003 and 31930001). ECH is supported by an 198 ARC Australian Laureate Fellowship (FL170100022).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Contributions Y.-Z.Z. conceived and designed the study. S.Z, Y.H, Z.-W.T. and M.-201 L.Y. performed the clinical work and sample collection. B.Y and J.-H.T. performed 202 epidemiological investigation and sample collection. F.W, Z.-G.S., L.X., Y.-Y.P., Y.-L.Z., F.-203 H.D., Y.L., J.-J.Z. and Q.-M.W. performed the experiments. Y.-M.C., W.W., F.W., E.C.H. and 204 Y.-Z.Z. analysed the data. Y.-Z.Z. E.C.H. and F.W. wrote the paper with input from all 205 authors. Y.-Z.Z. led the study.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "requests for materials should be addressed to Y.-Z.Z.208(zhangyongzhen@shphc.org.cn).209 210Competing interests The authors declare no competing interests.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": ", C., et al., Identification of a novel coronavirus in patients with severe acute 213 respiratory syndrome. N. Engl. J. Med. 348,1967-1976 (2003). 214 2. Wolfe, N.D., Dunavan, C.P., Diamond, J. Origins of major human infectious diseases.215Nature. 447,279-283 (2007).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Ventura, C.V., Maia, M., Bravo-Filho, V., Góis, A.L. & Belfort, R. Jr. Zika virus in Brazil 217 and macular atrophy in a child with microcephaly. Lancet. 387, 228 (2016).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Shi, M. et al. Redefining the invertebrate RNA virosphere. Nature. 540, 539-543 (2016). 219 5. Shi, M., et al. The evolutionary history of vertebrate RNA viruses. Nature. 556,197-202 220 (2018).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Yadav, P.D., et al. Nipah virus sequences from humans and bats during Nipah outbreak, 222 Kerala, India, 2018. Emerg. Infect. Dis. 25, 1003-1006 (2019).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "McMullan, L.K., et al. Characterisation of infectious Ebola virus from the ongoing 224 outbreak to guide response activities in the Democratic Republic of the Congo: a 225 phylogenetic and in vitro analysis. Lancet. Infect. Dis. 19, 1023-1032 (2019). 226 8. Li, D., Liu, C.M., Luo, R., Sadakane, K. & Lam, T.W. MEGAHIT: An ultra-fast single-227 node solution for large and complex metagenomics assembly via succinct de Bruijn 228 graph. Bioinformatics 31, 1674-1676 (2015).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Wang, W., et al. Discovery, diversity and evolution of novel coronaviruses sampled from 230 rodents in China. Virology. 474, 19-27 (2015).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Hu, B. et al. Discovery of a rich gene pool of bat SARS-related coronaviruses provides 232 new insights into the origin of SARS coronavirus. PLoS Pathog. 13: e1006698 (2017).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Li, F., Li, W., Farzan, M., Harrison, S.C. Structure of SARS coronavirus spike receptor-237 binding domain complexed with receptor. Science. 309, 1864-1868 (2005). 238 13. Hulswit, R.J.G., et al. Human coronaviruses OC43 and HKU1 bind to 9-O-acetylated 239 sialic acids via a conserved receptor-binding site in spike protein domain A. Proc Natl 240 Acad Sci USA., 116, 2681-2690 (2019). 241 14. Ge, X.Y. et al. Isolation and characterization of a bat SARS-like coronavirus that uses the 242 ACE2 receptor. Nature. 503: 535-538 (2013). 243 15. Yang, X.L., et al. Isolation and characterization of a novel bat coronavirus closely related 244 to the direct progenitor of severe acute respiratory syndrome coronavirus. J Virol. 90: 245 3253-3256 (2016). 246 16. Martin, D.P., Lemey, P., Lott, M., Moulton, V., Posada, D., Lefeuvre, P. RDP3: a flexible 247 and fast computer program for analyzing recombination. Bioinformatics 26:2462Menachery, V.D., et al. A SARS-like cluster of circulating bat coronaviruses shows 250 potential for human emergence. Nat Med. 21:1508-1513 (2015). 251 18. Bermingham, A., et al. Severe respiratory illness caused by a novel coronavirus, in a 252 patient transferred to the United Kingdom from the Middle East, September 2012. Euro. 253 Surveill. 17, 20290 (2012). 254 19. Hamre, D. & Procknow, J.J. A new virus isolated from the human respiratory tract. Proc.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "viruses from patients with upper respiratory tract disease. Proc Natl Acad Sci USA. 258 58, 2268-73(1967). 259 21. van der Hoek, L., et al. Identification of a new human coronavirus. Nat. Med.10, Woo, P.C., et al. Characterization and complete genome sequence of a novel coronavirus, 262 coronavirus HKU1, from patients with pneumonia. J. Virol.79,884-895 (2005). 263 23. Li, W., et al. Bats are natural reservoirs of SARS-like coronaviruses. Science 310, Lau S.K., et al. Severe acute respiratory syndrome coronavirus-like virus in Chinese 266 horseshoe bats. Proc.Natl.Acad.Sci.U.S.A.102, 14040-14045 (2005). 267 25. Wang, W., et al. Discovery of a highly divergent coronavirus in the Asian house shrew 268 from China illuminates the origin of the Alphacoronaviruses. J. Virol. 91, e00764-17 269 (2017).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "Figure legends",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "Chest radiographs of patient 1. a. b. c. d. Chest computed tomographic scans of 274 Patient 1 were obtained on the day of admission (day 6 after the onset of illness). Bilateral 275 focal consolidation, lobar consolidation, and patchy consolidation were clearly observed, 276 especially in the lower lung. e. Chest radiograph of patient 1 was obtained on day 5 after 277 admission (day 11 after the onset of illness). Bilateral diffuse patchy and fuzzy shadow were Genome organization of SARS and SARS-like CoVs including Tor2, CoVZC45 281 and WHCV determined here.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "Maximum likelihood phylogenetic trees of nucleotide sequences of the ORF1a, 284 ORF1b, E and M genes of WHCV and related coronaviruses. Numbers (>70) above or below 285 branches indicate percentage bootstrap values for the associated nodes. The trees were mid-286 point rooted for clarity only. The scale bar represents the number of substitutions per site. 287 Analysis of receptor-binding domain (RBD) of the spike (S) protein of WHCV 289 coronavirus. (a) Amino acid sequence alignment of SARS-like CoV RBD sequences. Three 290 bat SARS-like CoVs, which could efficiently utilize the human ACE2 as receptor, had an 291 RBD sequence of similar size to SARS-CoV, and WHCV contains a single Val 470 insertion.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": ". In contrast, five bat SARS-like CoVs had amino acid deletions at two motifs 294 (amino acids 473-477 and 460-472) compared with those of SARS-CoV, and Rp3 has been 295 reported not to use ACE2. 11 (b) The two motifs (aa 473-477 and aa 460-472) are shown in red 296 on the crystal structure of the SARS-CoV spike RBD complexed with receptor human ACE2 297 (PDB 2AJF). Human ACE2 is shown in blue and the SARS-CoV spike RBD is shown in 298 green. Important residues in human ACE2 that interact with SARS-CoV spike RBD are 299 marked. (c) Predicted protein structures of RBD of WHCV spike protein based on target-300 template alignment using ProMod3 on the SWISS-MODEL server. The most reliable models 301 were selected based on GMQE and QMEAN Scores. Template: 2ghw.1.A, GMQE: 0.83; 302 QMEAN:-2.67. Motifs resembling amino acids 473-477 and 460-472 of the SARS-CoV spike 303 protein are shown in red. (d) Predicted structure of RBD of SARS-like CoV Rs4874.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF22": {
            "text": "Template: 2ghw.1.A, GMQE:0.99; QMEAN:-0.72. Motifs resembling amino acids 473-477 305 and 460-472 of the SARS-CoV spike protein are shown in red. (e) Predicted structure of the 306 RBD of SARS-like CoV Rp3. Template: 2ghw.1.A, GMQE:0.81, QMEAN:-1.50. (f) Crystal 307 structure of RBD of SARS-CoV spike protein (green) (PDB 2GHV). Motifs of amino acids 308 473-477 and 460-472 are shown in red.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF23": {
            "text": "Possible recombination events in the S gene of sarbecoviruses. A sequence 311 similarity plot (upper panel) reveals two putative recombination break-points shown by black 312 dashed lines, with their locations indicated at the bottom. The plot shows S gene similarity 313 comparisons of the WHCV (query) against SARS-CoV Tor2 and bat SARS-like CoVs WIV1, 314 Rf1 and CoVZC45. Phylogenies of major parental region (1-1028 and 1653-3804) and minor and collection of clinical data and samples 321 Patients presenting with acute onset of fever (>37.5℃), cough, and chest tightness, and who 322 were admitted to Wuhan Central Hospital in Wuhan city, China, were considered as suspected 323 cases. During admission, bronchoalveolar lavage fluid (BALF) was collected and stored at -324 80℃ until further processing. Demographic, clinical and laboratory data were retrieved from 325 the clinical records of the confirmed patients.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF24": {
            "text": "was extracted from the BALF sample of patient 1 using the RNeasy Plus 329 Universal Mini Kit (Qiagen) following the manufacturer's instructions. The quantity and 330 quality of the RNA solution was assessed using a Qbit machine and an Agilent 2100 331 Bioanalyzer (Agilent Technologies) before library construction and sequencing. An RNA 332 library was then constructed using the SMARTer Stranded Total RNA-Seq Kit v2 (TaKaRa, 333 Dalian, China). Ribosomal RNA (rRNA) depletion was performed during library construction 334 following the manufacturer's instructions. Paired-end (150 bp) sequencing of the RNA library 335 was performed on the MiniSeq platform (Illumina). Library preparation and sequencing were 336 carried out at the Shanghai Public Health Clinical Center, Fudan University, Shanghai, China.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF26": {
            "text": "total of 384,096 assembled contigs (size range: 200-30,474 nt), while Trinity 342 generated 1,329,960 contigs with a size range of 201 to 11,760 nt. All of these assembled 343 contigs were compared (using blastn and Diamond blastx) against the entire non-redundant 344 nucleotide (Nt) and protein (Nr) database, with e-values set to 1×10 -10 and 1×10 -5 , 345",
            "latex": null,
            "type": "figure"
        },
        "FIGREF27": {
            "text": "356determined using the Takara SMARTer RACE 5'/3' kit (TaKaRa) following the 357 manufacturer's instructions. Subsequently, the genome coverage and sequencing depth were358    determined by remapping all of the adaptor-and quality-trimmed reads to the whole genome loads of WHCV in BALF of patient 1 were determined by quantitative real-361 time RT-PCR with Takara One Step PrimeScript™ RT-PCR Kit (Takara RR064A) following 362 the manufacturer's instructions. Real-time RT-PCR was performed using 2.5μl RNA with 363 8pmol of each primer and 4pmol probe under the following conditions: reverse transcription 364 at 42 o C for 10 minutes, and 95 o C for 1 minute, followed by 40 cycles of 95℃ for 15 seconds 365 and 60℃ for 1 minute. The reactions were performed and detected by ABI 7500 Real-Time 366 PCR Systems. PCR product covering the Taqman primers and probe region was cloned into 367 pLB vector using the Lethal Based Simple Fast Cloning Kit (TIAGEN) as standards for 368 quantitative viral load test. 369 Virus genome characterization and phylogenetic analysis 370 For the newly identified virus genome, the potential open reading frames (ORFs) were 371 predicted and annotated using the conserved signatures of the cleavage sites recognized by 372 coronavirus proteinases, and were processed in the Lasergene software package (version 7.1, 373 DNAstar). The viral genes were aligned using the L-INS-i algorithm implemented in MAFFT 374 (version 7.407) 31 . 375 Phylogenetic analyses were then performed using the nucleotide sequences of various 376 CoV gene data sets: (i) Whole genome, (ii) ORF1a, (iii) ORF1b, (iv) nsp5 (3CLpro), (v) 377 RdRp (nsp12), (vi) nsp13 (Hel), (vii) nsp14 (ExoN), (viii) nsp15 (NendoU), (ix) nsp16 (O-378 MT), (x) spike (S), and the (xi) nucleocapsid (N). Phylogenetic trees were inferred using the 379 Maximum likelihood (ML) method implemented in the PhyML program (version 3.0) replicate trees. The best-fit model of nucleotide substitution was determined using 383 MEGA (version 5) 33 . Amino acid identities among sequences were calculated using the 384 MegAlign program implemented in the Lasergene software package (version 7.1, DNAstar). 385 Genome recombination analysis 386 Potential recombination events in the history of the sarbecoviruses were assessed using both 387 the Recombination Detection Program v4 (RDP4) 16 and Simplot (version 3.5.1) 34 . The RDP4 388 analysis was conducted based on the complete genome (nucleotide) sequence, employing the 389 RDP, GENECONV, BootScan, maximum chi square, Chimera, SISCAN, and 3SEQ methods.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF28": {
            "text": "Putative recombination events were identified with a Bonferroni corrected p-value cut-off of 391 0.01. Similarity plots were inferred using Simplot to further characterize potential 392 recombination events, including the location of breakpoints.393 Analysis of RBD domain of WHCV spike protein 394 An amino acid sequence alignment of WHCV, SARS-CoVs, bat SARS-like CoVs RBD 395 sequences was performed using MUSCLE 35 . The predicted protein structures of the spike 396 protein RBD were estimated based on target-template alignment using ProMod3 on SWISS-397 MODEL server (https://swissmodel.expasy.org/). The sequences of the spike RBD domains of 398 WHCV, Rs4874 and Rp3 were searched by BLAST against the primary amino acid sequence 399 contained in the SWISS-MODEL template library (SMTL, last update: 2020-01-09, last 400 included PDB release: 2020-01-03). Models were built based on the target-template alignment 401 using ProMod3. The global and per-residue model quality were assessed using the QMEAN . Bioinformatics 30, 2114-2120 (2014). 409 27. Grabherr, M. G. et al. Full-length transcriptome assembly from RNA-Seq data without a 410 reference genome. Nat. Biotechnol. 29, 644-652 (2011). 411 28. Li, B., Ruotti, V., Stewart, R.M., Thomson, J.A. & Dewey, C.N. RNA-Seq gene 412 expression estimation with read mapping uncertainty. Bioinformatics 26, 493-500 (2010). 413 29. Langmead, B. & Salzberg, S.L. Fast gapped-read alignment with Bowtie 2. Nat Methods. 414 9, 357-359 (2012). 415 30. Li, H. et al. The Sequence Alignment/Map format and SAMtools. Bioinformatics 15, 416 2978-2079 (2009). 417 31. Katoh, K. & Standley, D.M. MAFFT multiple sequence alignment software version 7: 418 improvements in performance and usability. Mol. Biol. Evol. 30, 772-780 (2013). 419 32. Guindon, S. et al. New algorithms and methods to estimate maximum-likelihood 420 phylogenies: assessing the performance of PhyML 3.0. Syst.Biol. 59, 307-321 (2010). 421 33. Tamura, K. et al. MEGA5: molecular evolutionary genetics analysis using maximum 422 likelihood, evolutionary distance, and maximum parsimony methods. Mol. Biol. Evol. 28, 423 2731-2739 (2011). 424 34. Lole, K.S. et al. Full-length human immunodeficiency virus type 1 genomes from 425 subtype C-infected seroconverters in India, with evidence of intersubtype recombination.426 J. Virol. 73, 152-160 (1999). 427 35. Edgar, R.C. MUSCLE: multiple sequence alignment with high accuracy and high Nucleic Acids Res. 46, W296-W303 (2018). 431 37. Hwang, W.C. et al. Structural basis of neutralization by a human anti-severe acute 432 respiratory syndrome spike protein antibody, 80R. J Biol Chem. 281,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF30": {
            "text": "Mapped read count plot showing the coverage depth per base of the WHCV 453 genome. Detection of WHCV in clinical samples by RT-qPCR. (a) Specificity of the 455 WHCV primers used in RT-qPCR. Test samples comprised clinical samples that are positive 456 for at least one of the following viruses: Influenza A virus (09H1N1 and H3N2), Influenza B 457 virus, Human adenovirus, Respiratory syncytial virus, Rhinovirus, Parainfluenza virus type 1-458 4, Human bocavirus, Human metapneumovirus, Coronavirus OC43, Coronavirus NL63, 459 Coronavirus 229E and Coronavirus HKU1. (b-c) Standard curve. (d) Amplification curve of 460 WHCV. Maximum likelihood phylogenetic trees of the nucleotide sequences of the whole 462 genome, S and N genes of WHCV and related coronaviruses. Numbers (>70) above or below 463 branches indicate percentage bootstrap values. The trees were mid-point rooted for clarity 464 only. The scale bar represents the number of substitutions per site. Maximum likelihood phylogenetic trees of the nucleotide sequences of the 3CL, 466 RdRp, Hel, ExoN, NendoU, and O-MT genes of WHCV and related coronaviruses. Numbers 467 (>70) above or below branches indicate percentage bootstrap values. The trees were mid-point 468 rooted for clarity only. The scale bar represents the number of substitutions per site. Amino acid sequence comparison of the N-terminal domain (NTD) of spike 470 protein of WHCV, bovine coronavirus (BCoV), mouse hepatitis virus (MHV) and human A sequence similarity plot of WHCV, SARS-and bat SARS-like CoVs revealing 475 putative recombination events.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF32": {
            "text": "Maximum likelihood phylogenetic trees of nucleotide sequences of the ORF1a, 493 ORF1b, E and M genes of WHCV and related coronaviruses. Numbers (>70) above or below 494 branches indicate percentage bootstrap values for the associated nodes. The trees were mid-495 point rooted for clarity only. The scale bar represents the number of substitutions per site. Analysis of receptor-binding domain (RBD) of the spike (S) protein of WHCV 499 coronavirus. (a) Amino acid sequence alignment of SARS-like CoV RBD sequences. Three 500 bat SARS-like CoVs, which could efficiently utilize the human ACE2 as receptor, had an 501 RBD sequence of similar size to SARS-CoV, and WHCV contains a single Val 470 insertion. 502 The key amino acid residues involved in the interaction with human ACE2 are marked with a 503 brown box. In contrast, five bat SARS-like CoVs had amino acid deletions at two motifs 504 (amino acids 473-477 and 460-472) compared with those of SARS-CoV, and Rp3 has been 505 reported not to use ACE2. 11 (b) The two motifs (aa 473-477 and aa 460-472) are shown in red 506 on the crystal structure of the SARS-CoV spike RBD complexed with receptor human ACE2 507 (PDB 2AJF). Human ACE2 is shown in blue and the SARS-CoV spike RBD is shown in 508 green. Important residues in human ACE2 that interact with SARS-CoV spike RBD are 509 marked. (c) Predicted protein structures of RBD of WHCV spike protein based on target-510 template alignment using ProMod3 on the SWISS-MODEL server. The most reliable models 511 were selected based on GMQE and QMEAN Scores. Template: 2ghw.1.A, GMQE: 0.83; 512 QMEAN:-2.67. Motifs resembling amino acids 473-477 and 460-472 of the SARS-CoV spike 513 protein are shown in red. (d) Predicted structure of RBD of SARS-like CoV Rs4874. 514 Template: 2ghw.1.A, GMQE:0.99; QMEAN:-0.72. Motifs resembling amino acids 473-477 515 and 460-472 of the SARS-CoV spike protein are shown in red. (e) Predicted structure of the 516 RBD of SARS-like CoV Rp3. Template: 2ghw.1.A, GMQE:0.81, QMEAN:-1.50. (f) Crystal 517 structure of RBD of SARS-CoV spike protein (green) (PDB 2GHV). Motifs of amino acids 518 473-477 and 460-472 are shown in red. Possible recombination events in the S gene of sarbecoviruses. A sequence 522 similarity plot (upper panel) reveals two putative recombination break-points shown by black 523 dashed lines, with their locations indicated at the bottom. The plot shows S gene similarity 524 comparisons of the WHCV (query) against SARS-CoV Tor2 and bat SARS-like CoVs WIV1, 525 Rf1 and CoVZC45. Phylogenies of major parental region (1-1028 and 1653-3804) and minor 526 parental region (1029-1652) are shown below the similarity plot. Phylogenies were estimated 527 using a ML method and mid-point rooted for clarity only. Numbers above or below branches 528 indicate percentage bootstrap values.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "terminal region. The predicted replicase ORF1ab gene of WHCV is 21,291 nt in length and 113 contained 16 predicted non-structural proteins(Table S4), followed by (at least) 13 downstream ORFs. Additionally, WHCV shares a highly conserved domain (LLRKNGNKG: amino acids 122-130) with SARS-CoV in nsp1. The predicted S, ORF3a, E, M and N genes of WHCV are 3,822, 828, 228, 669 and 1,260 nt in length, respectively. In addition to these ORFs regions that are shared by all members of the subgenus Sarbecovirus, WHCV is similar",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "The top 80 abundant assembled contigs generated using the Trinity program. Amino acid identities of the selected predicted gene products between the novel coronavirus (WHCV) and known betacoronaviruses. Cleavage products of the replicase polyproteins of WHCV. Predicted gene functions of WHCV ORFs. Coding of potential and putative transcription regulatory sequences of the genome sequence of WHCV. Amino acid identities of the RBD sequence between SARS-and bat SARS-like CoVs. PCR primers used in this study.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Clinical symptoms and patient data Figure 1. Chest radiographs of patient 1. a. b. c. d. Chest computed tomographic scans of Patient 1 were obtained on the day of admission (day 6 after the onset of illness). Bilateral focal consolidation, lobar consolidation, and patchy consolidation were clearly observed, especially in the lower lung. e. Chest radiograph of patient 1 was obtained on day 5 after admission (day 11 after the onset of illness). Bilateral diffuse patchy and fuzzy shadow were BY-NC-ND 4.0 International license author/funder. It is made available under aThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.Figure 2. Genome organization of SARS and SARS-like CoVs including Tor2, CoVZC45 and WHCV determined here. BY-NC-ND 4.0 International license author/funder. It is made available under aThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.24.919183 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}