{
    "paper_id": "bcef0894cf382a83c2aa4d9c803978780c2809db",
    "metadata": {
        "title": "The MHC class-II HLA-DR receptor mediates bat influenza A-like H17N10 virus entry 1 into mammalian cells 2",
        "authors": [
            {
                "first": "Efstathios",
                "middle": [
                    "S"
                ],
                "last": "Giotis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Imperial College London",
                    "location": {
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "George",
                "middle": [],
                "last": "Carnell",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Viral Pseudotype Unit",
                    "institution": "University of 6 Greenwich",
                    "location": {
                        "settlement": "Chatham Maritime",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Erik",
                "middle": [
                    "F"
                ],
                "last": "Young",
                "suffix": "",
                "affiliation": {
                    "laboratory": "12 † Bioelectronic Systems Lab, Columbia University, NY, USA. 13 † † University of Medicine and Dentistry of New Jersey, Centre for Applied Genomics",
                    "institution": "Hackensack University Medical Centre",
                    "location": {
                        "addrLine": "Newark, 14 NJ",
                        "settlement": "Hackensack",
                        "region": "NJ",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "†",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Saleena",
                "middle": [],
                "last": "Ghanny",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Viral Zoonotics",
                    "institution": "University of Cambridge",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "†",
                "middle": [
                    "†"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Patricia",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Soteropoulos",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wendy",
                "middle": [
                    "S"
                ],
                "last": "Barclay",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Imperial College London",
                    "location": {
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [
                    "A"
                ],
                "last": "Skinner",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Imperial College London",
                    "location": {
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Nigel",
                "middle": [],
                "last": "Temperton",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Viral Pseudotype Unit",
                    "institution": "University of 6 Greenwich",
                    "location": {
                        "settlement": "Chatham Maritime",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Bats are notorious reservoirs of diverse, potentially zoonotic viruses, exemplified by the 20 evolutionarily distinct, influenza A-like viruses H17N10 and H18N11 (BatIVs). The surface 21 glycoproteins [haemagglutinin (H) and neuraminidase (N)] of BatIVs neither bind nor cleave 22 sialic acid receptors, which suggests that these viruses employ cell attachment and entry 23 mechanisms that differ from those of classical influenza A viruses (IAVs). Identifying the 24 cellular factors that mediate entry and determine susceptibility to infection will help assess 25 the host range of BatIVs. Here, we investigated a range of cell lines from different species for 26 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/507467 doi: bioRxiv preprint their susceptibility to infection by pseudotyped viruses (PV) bearing bat H17 and/or N10 27 envelope glycoproteins. We show that a number of human haematopoietic cancer cell lines 28 and the canine kidney MDCK II (but not MDCK I) cells are susceptible to H17-pseudotypes 29 (H17-PV). We observed with microarrays and qRT-PCR that the dog leukocyte antigen DLA-30 DRA mRNA is over expressed in late passaged parental MDCK and commercial MDCK II cells, 31 compared to early passaged parental MDCK and MDCK I cells, respectively. The human 32 orthologue HLA-DRA encodes the alpha subunit of the MHC class II HLA-DR antigen-binding 33 heterodimer. Small interfering RNA-or neutralizing antibody-targeting HLA-DRA, drastically 34 reduced the susceptibility of Raji B cells to H17-PV. Conversely, over expression of HLA-DRA 35 and its paralogue HLA-DRB1 on the surface of the unsusceptible HEK293T/17 cells conferred 36 susceptibility to H17-PV. The identification of HLA-DR as an H17N10 entry mediator will 37 contribute to a better understanding of the tropism of the virus and will elucidate its zoonotic 38 transmission. 39 40",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "to accommodate SA 2, 15, 17 . The cell receptors for the BatIVs are as yet unidentified, but they 79 are clearly not SA moieties, a conclusion reached by several studies 15, 18, 19 . Furthermore, bat 80 N10 and N11 are structurally similar to classical NAs but lack conserved amino acids for SA 81 binding and cleavage 2, 16, 17 and do not exhibit typical neuraminidase activity 18, 20 . Initial 82 efforts to isolate infectious BatIVs directly from bats have failed, mainly because the receptors 83",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 173,
                    "text": "15,",
                    "ref_id": null
                },
                {
                    "start": 174,
                    "end": 177,
                    "text": "18,",
                    "ref_id": null
                },
                {
                    "start": 178,
                    "end": 180,
                    "text": "19",
                    "ref_id": null
                },
                {
                    "start": 379,
                    "end": 382,
                    "text": "18,",
                    "ref_id": null
                },
                {
                    "start": 383,
                    "end": 385,
                    "text": "20",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "were unknown and susceptible cell lines were unavailable 21, 22, 23 . Attempts to circumvent 84 these limitations have included H17-or H18-pseudotyped vesicular stomatitis virus (VSV 19, 85 DLA-DRA is a well-conserved orthologue of the human leukocyte antigen class II DR α-chain 157 (HLA-DRA) (∼90% amino acid identity between canine, human and Desmodus rotundus bat 158 ectodomains; Supplementary material 3). In humans, MHC-II molecules occur as three highly 159 polymorphic isotypes (HLA-DR, HLA-DP and HLA-DQ) which are selectively expressed 160 under normal conditions on the surface of antigen presenting cells (APCs), including B, 161 dendritic and mononuclear phagocyte cells. These molecules are non-covalently associated 162 heterodimers of two glycosylated, transmembrane polypeptide chains, the monomorphic 163 35-kDa α-chain and the highly polymorphic 28-kDa β-chain 36 . Both chains have an 164 extracellular portion composed of two domains (α1 and α2, or β1 and β2) that is anchored 165 on the cell membrane by short transmembrane and cytoplasmic domains (Fig. 2c ). In the 166 classical scenario, the protease-derived foreign antigen peptides bind to MHC class II proteins 167 in the cleft formed by the α1 and β1 domains, and the complex is transported to the cell 168 surface 36, 37 . When antigenic peptides are not available, endogenous peptides such as the class 169 II associated invariant peptide (CLIP) substitute them and restore MHC class II dimer 170 stability 37 . The complex of HLA-DR and endocytosed peptides (usually 9-30 amino acids in 171 length), constitutes a ligand for the T-cell receptor (TCR) and plays a key role in the 172 presentation of foreign antigens to CD4 + T helper cells and immune surveillance 38, 39 . 173",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 60,
                    "text": "21,",
                    "ref_id": null
                },
                {
                    "start": 61,
                    "end": 64,
                    "text": "22,",
                    "ref_id": null
                },
                {
                    "start": 65,
                    "end": 67,
                    "text": "23",
                    "ref_id": null
                },
                {
                    "start": 178,
                    "end": 186,
                    "text": "(VSV 19,",
                    "ref_id": null
                },
                {
                    "start": 187,
                    "end": 189,
                    "text": "85",
                    "ref_id": null
                },
                {
                    "start": 1295,
                    "end": 1298,
                    "text": "36,",
                    "ref_id": null
                },
                {
                    "start": 1299,
                    "end": 1301,
                    "text": "37",
                    "ref_id": null
                },
                {
                    "start": 1747,
                    "end": 1750,
                    "text": "38,",
                    "ref_id": null
                },
                {
                    "start": 1751,
                    "end": 1753,
                    "text": "39",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1071,
                    "end": 1079,
                    "text": "(Fig. 2c",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": ""
        },
        {
            "text": "Since the ultimate goal of our studies is to obtain insight on the zoonotic potential of H17N10, 175 we focused on the possible influence of HLA-DR on cellular susceptibility to H17. Hence, 176 taking advantage of the high expression of HLA-DR on certain human hematopoietic 177 carcinomas 40 , we further explored H17-PV tropism using a panel of human leukaemia and 178 lymphoma cell lines (Fig. 2d) . We found that the Burkitt's lymphoma-derived Raji, Ramos and 179 BJAB B-lymphocytes and the B lymphoblastoid cells (B-LCL) show decreasing susceptibility, 180 in that order, to H17-PV. Kasumi-1 leukaemic cells showed marginal susceptibility in terms of 181 luciferase activity, while Molt-4 and HL-60 leukaemic cells, Jurkat T-cells, pro-monocytic THP-182 1 and U-937 cells, and primary B cells showed no susceptibility to the pseudotypes (Fig. 2d,  183 left Y axis). We hypothesised that the different susceptibility of the various cell types by H17-184 PV were due to disparate expression of HLA-DR, confirmed by qRT-PCR analysis for a non-185 polymorphic region of the α chain of HLA-DR on the same samples (Fig. 2d , right Y-axis). The 186",
            "cite_spans": [
                {
                    "start": 950,
                    "end": 957,
                    "text": "H17-184",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 391,
                    "end": 400,
                    "text": "(Fig. 2d)",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 842,
                    "end": 856,
                    "text": "(Fig. 2d,  183",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 1113,
                    "end": 1121,
                    "text": "(Fig. 2d",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "174"
        },
        {
            "text": "presence of the HLA-DR heterodimer was also confirmed by flow cytometry with a FITC-187 conjugated monoclonal antibody (clone Tü36), which specifically binds to a monomorphic 188 epitope on the HLA-DR α/β complex and not the isolated α or β chains (Fig. 2e) cells correspondingly reduced the infection of H17-PV by 50% (Fig. 2f) . 203",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 248,
                    "end": 257,
                    "text": "(Fig. 2e)",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 319,
                    "end": 328,
                    "text": "(Fig. 2f)",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "174"
        },
        {
            "text": "To determine if blocking attachment of virus to the HLA-DR ectodomain can prevent its entry, 205",
            "cite_spans": [],
            "ref_spans": [],
            "section": "204"
        },
        {
            "text": "Raji cells were incubated with increasing concentrations of a monoclonal antibody (mAb 206 Clone 302CT2.3.2) targeting a monomorphic, extracellular region of the HLA-DRA antigen 207 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "204"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/507467 doi: bioRxiv preprint (HLA-DRA epitope: amino acids 48-75). The presence of the antibody significantly reduced, in 208 a dose-dependent manner, infection with H17-PV but not VSV-G-PV (Fig. 2g) . 209",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 292,
                    "end": 301,
                    "text": "(Fig. 2g)",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "204"
        },
        {
            "text": "We next sought to ascertain whether ectopic expression of HLA-DR was sufficient to increase 211 the susceptibility of non-APC, HEK293T/17, cells to the H17-PVs. HEK293T/17 cells were 212 transiently transfected with the DRA expression vector, alone or in combination with DRB1. Taken together, HLA-DR is shown to function as a bona fide entry mediator for H17 but may 226 function with unknown factors that facilitate virus internalisation. Interaction between HLA-227 DR and H17 may trigger viral entry through canonical receptor-mediated endocytosis, but 228 could also trigger entry through an activation of cell signalling pathways that the virus 229 subverts to its advantage. Our finding therefore raises questions on the utility and possible 230 evolutionary advantage(s) that an APC-associated receptor would confer to H17N10 231 infectivity and broader fitness. Some viruses exploit cells of the immune system, such as 232 macrophages, B and dendritic cells, either as viral reservoirs or as \"Trojan horses\" to 233 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "210"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/507467 doi: bioRxiv preprint penetrate the epithelial barriers 44, 45 . The measles virus for example, exploits macrophages or 234 dendritic cells, which traffic the virus to bronchus-associated lymphoid tissue or regional 235 lymph nodes, resulting in local amplification and subsequent systemic dissemination by 236 viremia 46 . A similar strategy employed by H17N10 could provide an explanation on why viral 237 RNA was detected in different organs and tissues in carrier S. lilium bats (i.e. lung, kidney, 238 liver, intestine) and why the virus fails to grow in vitro in cell lines developed from the same 239 In this study we did not establish the stoichiometry of the HLA-DR: H17 engagement, or 250 clarify how the virus moves to sub-membranous regions and might hijack the receptor-251 mediated signalling pathway to promote its internalization. It is likely that the determinants 252 of viral entry in vivo are more complicated. We cannot rule out the use by H17N10 (as by 253 other bat-borne viruses, e.g. SARS CoV 51, 52 ) of more than one molecular species as (co-) 254 receptors. Nevertheless, the implication of this study is that H17N10 has the capacity to 255 enter human HLA-DR + cells and our work provides substantial evidence that the H17N10 256 virus has zoonotic potential. The current finding not only sheds light on the understanding 257 of BatIV host range, but also provides additional information on the evolution of influenza 258 A viruses. 259 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "210"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/507467 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "210"
        },
        {
            "text": "Cell lines (complete description in Supplementary material 1) were kindly provided as supplemented with heat-inactivated 15% fetal bovine serum (Life Technologies), penicillin 283 (100 U/ml) and streptomycin (100 μg/ml; Invitrogen). All cells were maintained in a 284 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell lines, cell culture and treatment 262"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/507467 doi: bioRxiv preprint humidified incubator at 37°C and 5% CO2 and were found free of mycoplasma contamination 285 on repeated testing with the MycoFluor Mycoplasma Detection Kit (Life Technologies, UK). 286",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell lines, cell culture and treatment 262"
        },
        {
            "text": "were either treated with the endosomal acidification reagent ammonium chloride (1, 10 or 288 100 mM), or pre-treated with neuraminidase from Clostridium perfrigens for 2 h (1, 10 or 100 289 mM) or pronase (a mixture of endo-and exoproteases from Streptomyces griseus at a final 290 concentration of 5, 10 or 50 µg/ml; Calbiochem, UK) for 30 min, an N-glycosylation inhibitor 291 (tunicamycin from Streptomyces sp. at a final concentration of 0.01, 0.1 or 1 µg/ml; Sigma-292 Aldrich, UK) for 5 h. Pre-treated cells were washed with phosphate buffer saline (PBS) 3 293 times, and then incubated/infected as before with PVs for another 24 h. Cell viabilities were 294 assessed by a trypan blue exclusion test. 295 296",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MDCK II cells were treated as previously 19 with the following modifications. MDCK II cells 287"
        },
        {
            "text": "Pseudotypes expressing H17 and N10 genes were produced as described previously 32, 53 . 298",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 82,
                    "text": "32,",
                    "ref_id": null
                },
                {
                    "start": 83,
                    "end": 85,
                    "text": "53",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Lentiviral pseudotype virus production and susceptibility assays 297"
        },
        {
            "text": "Briefly, the lentiviral packaging plasmid p8.91 54 , the pCSFLW firefly luciferase lentiviral 299 vector 55 or the GFP expressing vector pCSGW, the expression plasmids for H17 and/or N10 300 [vector pI.18 56 and the protease encoding plasmid pCAGGS-HAT (a kind gift by Eva Böttcher-301",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lentiviral pseudotype virus production and susceptibility assays 297"
        },
        {
            "text": "Friebertshäuser, Philipps University of Marburg, Germany) were co-transfected using 302 polyethylenimine transfection reagent (Sigma Aldrich, UK) into HEK293T/17 cells, plated on 303 6-well Nunclon © plates (Thermo Fisher Scientific, UK). Supernatants were collected 48-72 h 304 post transfection and filtered through a 0.45 µm filter (Millipore, UK). To remove viral titer 305 bias between different PV stocks, pseudotypes were concentrated and (re-) titrated by serial 306 dilution. Concentration was carried out by ultra-centrifugation for 2 h at 25,000 rpm, 4°C in 307 the SW32 rotor of a L2-65B Beckman ultra-centrifuge. 308",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lentiviral pseudotype virus production and susceptibility assays 297"
        },
        {
            "text": "Two-fold serial dilutions of PV-containing supernatant were performed as previously 309 described 32 using white 96-well Nunclon © plates (Thermo Fisher Scientific, UK). 310 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lentiviral pseudotype virus production and susceptibility assays 297"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/507467 doi: bioRxiv preprint Subsequently, approximately 1x10 4 (for adherent) and 3 x10 4 cells (for suspension) cells were 311 added in 50 µl of medium per well. Plates were incubated for 48 h, after which 50 µl of 312",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lentiviral pseudotype virus production and susceptibility assays 297"
        },
        {
            "text": "Bright-Glo™ substrate (Promega, UK) was added. Luciferase readings were conducted with a 313 luminometer (FLUOstar OPTIMA, BMG Labtech) after a 5-minute incubation period and 314 luciferase reading recorded in relative luminescence units (RLU). Data were normalized using 315 Δ-env and cell-only measurements and expressed as RLU/ml. 316",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lentiviral pseudotype virus production and susceptibility assays 297"
        },
        {
            "text": "Mammalian expression plasmids (pcDNA3.1 + /C -(K)DYK) for HLA-DRA (NM_019111) and ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plasmids and transfections 317"
        },
        {
            "text": "Total RNA was isolated from biological triplicates of early and late passage MDCK from T25 331 flasks that had been seeded with 8 x 10 5 cells and allowed to become confluent and polarize 332 over 4 days in culture cells using a Ribopure kit (Ambion, Austin, TX). Acquired RNA was 333 precipitated with EtOH and subsequently purified employing columns, procedures and 334 reagents from an RNEasy kit (Qiagen, Germantown, MD) and resuspended in RNAse-free H2O. 335",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RNA isolation for microarray analysis 330"
        },
        {
            "text": "Complementary DNA and RNA synthesis were performed according to Affymetrix Expression 336 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RNA isolation for microarray analysis 330"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/507467 doi: bioRxiv preprint Analysis protocols (see www.affymetrix.com). Briefly, double-stranded cDNA was synthesized 337 from 5 μg of total RNA using the Superscript double-stranded cDNA synthesis kit (Invitrogen). 338",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RNA isolation for microarray analysis 330"
        },
        {
            "text": "Following phenol/chloroform extraction and ethanol precipitation, a biotin-labeled in-vitro 339 transcription reaction was carried out using the cDNA template (Enzo Life Sciences, 340 In order to evaluate the interaction of HLA-DR with H17 we used the HLA DRA mAb 361 (302CT2.3.2), which is generated from mice immunized with a KLH conjugated synthetic 362 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RNA isolation for microarray analysis 330"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/507467 doi: bioRxiv preprint peptide between 48-75 amino acids from human HLA-DRA. After a 1 h pre-incubation with Bio-Techne Ltd) targeting a monomorphic general framework determinant of HLA-DR Class II 386 antigen, diluted in 5% BSA/PBS for 1 hr at RT. The cover slips were then washed 3X with 387 0.02% Tween 20 and 1% BSA in PBS, followed by incubation with Alexafluor 488 conjugated 388 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RNA isolation for microarray analysis 330"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/507467 doi: bioRxiv preprint anti-mouse (Thermo Fisher Scientific, UK) for 30 minutes at RT. After washing 3X with 0.02% 389",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RNA isolation for microarray analysis 330"
        },
        {
            "text": "Tween 20 and 1% BSA in PBS, the cover slips were mounted using Prolong Gold containing 390 DAPI (Invitrogen). Images were acquired on EVOS fluorescent microscope (EVOS FL imaging 391 system; Life Technology, USA). Experiments were carried out twice. Reverse: 5'-TCTGGAGGTACATTGGTGTTCG-3'), for canine DLA-DRB1 (Forward: 5'-414 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RNA isolation for microarray analysis 330"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/507467 doi: bioRxiv preprint AGCACCAAGTTTGACAAGC-3', Reverse: 5-AAGAGCAGACCCAGGACAAAG-3'). and RQ Manager v1.2 (Applied Biosystems). Gene expression data were normalized against 419 the housekeeping gene GAPDH, and compared with the mock controls using the comparative 420 CT method (also referred to as the 2 -ΔΔCT method 58 ). Absolute copy numbers of HLA-DRA in The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/507467 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RNA isolation for microarray analysis 330"
        },
        {
            "text": "The buffy coat residues for the isolation of CD19 + primary B cells were purchased from the UK 440 20.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RNA isolation for microarray analysis 330"
        },
        {
            "text": "Garcia-Sastre A. The neuraminidase of bat influenza viruses is not a neuraminidase. 520",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RNA isolation for microarray analysis 330"
        },
        {
            "text": "Proc Natl Acad Sci U S A 109, 18635-18636 (2012) . 521 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 30,
                    "end": 48,
                    "text": "18635-18636 (2012)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "RNA isolation for microarray analysis 330"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/507467 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RNA isolation for microarray analysis 330"
        },
        {
            "text": "Ciminski K, Thamamongood T, Zimmer G, Schwemmle M. Novel insights into bat 523 influenza A viruses. J Gen Virol 98, 2393-2400 (2017 The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/507467 doi: bioRxiv preprint ",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 131,
                    "text": "2393-2400 (2017",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "21."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "MHC class II proteins and disease: a 573 structural perspective",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "Y"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fugger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Strominger",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Siebold",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nat Rev Immunol",
            "volume": "6",
            "issn": "",
            "pages": "271--282",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The ins and outs of MHC class II-mediated antigen processing and 576 presentation",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Roche",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Furuta",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nat Rev Immunol",
            "volume": "15",
            "issn": "",
            "pages": "203--216",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Fully human, HLA-DR-specific monoclonal antibodies efficiently induce 579 programmed death of malignant lymphoid cells",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Nagy",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nat Med",
            "volume": "8",
            "issn": "",
            "pages": "801--807",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Analysis by sequential immunoprecipitations of the specificities of the 582 monoclonal antibodies TU22, 34, 35, 36, 37, 39, 43, 58 and YD1/63. HLK directed 583 against human HLA class II antigens",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ziegler",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Immunobiology",
            "volume": "171",
            "issn": "",
            "pages": "77--92",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A cell-based high-throughput screening assay system for inhibitor 586 compounds of antigen presentation by HLA class II molecule",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Watanabe",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "587 588 43. van Lith M",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The cell biology of receptor-mediated virus entry",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Grove",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Marsh",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Cell Biol",
            "volume": "195",
            "issn": "",
            "pages": "1071--1082",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Hepatitis C virus association with peripheral blood B lymphocytes 596 potentiates viral infection of liver-derived hepatoma cells",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Stamataki",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Blood",
            "volume": "113",
            "issn": "",
            "pages": "585--593",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Early target cells of measles virus after aerosol infection of non-human 599 primates",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lemon",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS Pathog",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Resting B cells 602 as a transfer vehicle for Epstein-Barr virus infection of epithelial cells",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Shannon-Lowe",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Neuhierl",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Baldwin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Rickinson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Delecluse",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Proc Natl Acad",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Interference with T cell receptor-HLA-DR interactions by Epstein-606",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Ressing",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Barr virus gp42 results in reduced T helper cell recognition",
            "authors": [],
            "year": 2003,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "607",
            "issn": "",
            "pages": "11583--11588",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Epstein-Barr virus gp42 is posttranslationally modified to produce 610 soluble gp42 that mediates HLA class II immune evasion",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Ressing",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "841--852",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Herpesvirus interference with major 613 histocompatibility complex class II-restricted T-cell activation",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Wiertz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Devlin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Ressing",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "CD209L (L-SIGN) is a receptor for severe acute respiratory syndrome 617 coronavirus",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Jeffers",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "101",
            "issn": "",
            "pages": "15748--15753",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Angiotensin-converting enzyme 2 is a functional receptor for the SARS 620 coronavirus",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "426",
            "issn": "",
            "pages": "450--454",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The data are representative from two independent experiments. i. Relative infection titers of 708",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "HEK293T/17 cells, unsorted transiently transfected (DR + & DR -) and FACS-sorted DR + cells",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Experiments were carried out twice and the data are expressed as the means ±",
            "authors": [],
            "year": null,
            "venue": "S.E.M. One",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Anova with Dunnett posthoc test were used to analyse the data",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "No reuse allowed without permission. The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/507467"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "41 . Both 189 approaches indicate association between mRNA levels, the surface expression of HLA-DR 190 heterodimer and susceptibility to H17-PV. Raji, BJAB and Ramos B cells were found to consist 191 of 100% HLA-DR + cells; Kasumi-1 demonstrated a 7% subpopulation of HLA-DR + cells and 192 MOLT-4 and HL-60 cells were 100% HLA-DR -. These results were relatively constant and did 193 not change with factors such as cell density or passage number. 194 195 To confirm the influence of HLA-DR on H17-PV entry into B cells, HLA-DR was independently 196 suppressed by siRNA-mediated inhibition or by antibody blocking. Raji B cells were 197 transfected twice over 48 h with an siRNA mixture specific for HLA-DRA (siHLA-DRA) or a 198 control siRNA (siControl) and then challenged with the H17-PV for another 48 h. The 199 efficiency of HLA-DRA knock-down was confirmed by qRT-PCR and western Blot. The mRNA 200 and protein expression of HLA-DRA was reduced by ≥50% in Raji cells transfected with 201 siHLA-DRA compared to those transfected with siControl. Knocking down HLA-DRA in Raji 202",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "213 Surface expression of the α/β heterodimer was validated using immunofluorescence and flow 214 cytometry. Expression of either DRA or DRB1 alone resulted in marginal or no increase in 215 surface staining of HLA-DR or H17-PV infection (data not shown). In contrast, 1:1 co-216 expression of both DRA and DRB1 formed a functional α/β heterodimer on the cell surface in 217 approximately 47% of the cell population (Fig. 2h and Supplementary material 4). This 218 suggests that both α and β chains are necessary for cell-surface expression, consistent with 219 previous studies 42, 43 . Transient over expression of HLA-DR in HEK293T/17 cells resulted in 220 significant infection by H17-PV. Infection was higher by more than two orders of magnitude 221 (Fig. 2i) in Fluorescence-activated cell sorting (FACS)-sorted cells enriched for HLA-DR. 222 Further, expression of the human HLA-DR α and β chains in the bat Pteropus alecto kidney 223 PakiTO3 cells allowed infection with H17-PV (Supplementary material 5). 224 225",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "tissues 1, 26 . The prototypic gammaherpesvirus, Epstein-Barr virus (EBV), employs resting B 240 cells as transfer vehicles for infection of epithelial cells 47 , and also uses the HLA-DR (β1 241 domain) as receptor in order both to enter B cells as well as to impair antigen presentation 242 (by sterically blocking the engagement of HLA-DR1 and the TCR Vα domain) 48, 49, 50 . It is 243 possible that through efficient binding to HLA-DR, H17N10 may have developed a means of 244 simultaneously accessing lymphoid cells and blocking T-cell responses. Such an immune 245 evasion mechanism could explain, at least partially, its survival and asymptomatic status in 246 carrier bats. With limited functional information available on the bat MHC-II, the biological 247 role of the host HLA-DR orthologue in the pathogenesis and transmission mechanisms of the 248 H17N10 virus remains obscure. 249",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "263 follows: the HEK293T/17 cells were provided by Dr Edward Wright (University of 264 Westminster, UK); Kasumi-1, HL-60, Molt-4, Jurkat cells from Professor Paul Farrell (Imperial 265 College London, UK); Pteropus alecto cell lines from Professor Linfa Wang (NUS Duke, 266 Singapore); Sturnira lilium, Artibeus planirostris, and Carolia perspicillata cell lines have been 267 generated in the labs of Dr Carles Martínez-Romero/Professor Adolfo Garcia-Sastre (Icahn 268 School of Medicine, New York) from bat tissue samples originally collected by Dr Eugenia 269 Corrales-Aguilar (University of Costa Rica); B-LCL were created by Dr Konstantinos Paschos 270 by infecting with recombinant EBV B cells from isolated peripheral blood monocytes (PBMCs) 271 of a healthy donor of the prototypical B95-8 background (Imperial College London); Raji, 272 Ramos and BJAB from Dr Rob White (Imperial College London); U-937 and THP-1, BEAS-2B, 273 Caco-2 from Dr Marcus Dorner, Dr Michael Edwards and Professor Robin Shattock 274 respectively (Imperial College London). The rest of cell lines were either from the collection of 275 Dr Michael Skinner or from ATCC. Primary B cells were a kind gift by Dr Rob White (Imperial 276 College London). B cells were isolated from peripheral blood leukocyte (PBL) samples 277 obtained from anonymous buffy coat donors (UK Blood Transfusion Service) by 278 centrifugation over Ficoll. CD19 microbeads were used for magnetic separation of purified B 279 cells using an autoMACS separator (Miltenyi Biotec). All cell lines in this study were cultured 280 according to standard mammalian tissue culture protocols (ATCC; www.atcc.org). Bat cell 281 lines were propagated in Dulbecco's modified eagle medium (DMEM) (Life Technologies) 282",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "318 HLA-DRB1 (NM_001243965) were purchased from GenScript (Piscataway, NJ; USA). 319 HEK293T/17 cells at sub-confluence in 6-well plates or 100 mm dishes were transfected 320 with HLA-DRA plasmid or HLA-DRB1 plasmid or a 1:1 combination of both using the 321 Lipofectamine 3000 transfection reagent (Thermo Fisher Scientific, UK) according to 322 manufacturer instructions. 48 h after transfection, cells were used either for 323 immunofluorescence analysis, or for FACS analysis (cell-surface staining) or for infection 324 with PV. Under the experimental conditions, the transfection efficiency in either plate/dish, 325 as assessed by the GFP expression of a co-transfected GFP-expressing control plasmid, was 326 >70% under microscopic observation. For HLA-DR stably over expressing cells, PakiTO3 327 cells were transfected with both HLA-DR plasmids and then selected with neomycin (500 328 µg/ml). Single clones were analysed for expression of the over expressed proteins. 329",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Farmingdale, NY). Fifteen micrograms of cRNA was fragmented for hybridization to 341 Affymetrix Canine Genome 2.0 Array GeneChips (Santa Clara, CA), which contains 342 approximately 18,000 C. familiaris mRNA/EST-based transcripts and over 20,000 non-343 redundant predicted genes. An one-way ANOVA adjusted with the Benjamini-Hochberg 344 multiple-testing correction [false discovery rate (FDR) of P<0.05] was performed with Partek 345 Genomics Suite (v6.6 Partek) across all samples as previously 57 . Principal component analysis 346 confirmed that batch mixing had prevented introduction of experimental bias. Comparisons 347 were conducted between early and late passaged cells. The analysis cut off criteria were fold 348 change ≥ ±1.5 and P-value ≤ 0.05. Microarray data was uploaded per MIAME standards and 349 deposited at the GEO repository and is available under series record number GSE14837. 350 351 HLA-DRA knockdown and blocking using siRNA and monoclonal antibodies 352 A Sigma-Aldrich MISSION esiRNA endonuclease-derived mixture of siRNAs (EHU226621) was 353 used to knock down HLA-DRA expression in Raji cells. Lipofectamine RNAiMAX transfection 354 Reagent (Thermo Fisher Scientific, UK) was used to transfect exponentially grown Raji cells 355 with 50 nM of siHLA-DRA or siRNA universal negative control (Sigma-Aldrich, UK; SIC001) 356 according to the manufacturer's instructions. The transfection was repeated the following day 357 and cells were collected after 48 h and either seeded at 3x10 4 cells per well in a 96 well-plate 358 for infection with PV or processed in order to validate siRNA activity. Total RNA and protein 359 were collected and assessed by quantitative RT-PCR and western blot, respectively. 360",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "were lysed on ice with lysis buffer [0.5% NP40 in PBS with 10 mM Tris-HCl, pH 368 7.4 supplemented with Halt Protease Inhibitor mixture EDTA-free (Thermo Fisher Scientific 369 UK)] and protein was quantified by the BCA assay kit (Thermo Fisher Scientific, UK). 20-50 µg 370 of protein was electrophoresed on a 4-15% sodium dodecylsulfate polyacrylamide gel, 371 alongside a protein ladder (Precision Plus Protein Dual Colour Standards, Bio-Rad) and 372 immunoblotted with the following antibodies using standard procedures: mouse monoclonal 373 anti-HLA-DRA (1:1000; Clone: 302CT2, Enzo Life Sciences, UK) or rabbit monoclonal a-tubulin 374 (1:2000; Cell signalling Technology, UK) antibodies. The membranes were then washed with 375 PBS for three times and incubated with goat anti-rabbit or donkey anti-mouse secondary 376 antibodies (LI-COR) in the dark for 1 h. Scanning was then carried out using the Odyssey 377 Imaging system (LI-COR). 378 379 Immunofluorescence 380Transfected cells with HLA-DRA and -DRB1 expression plasmids or with the empty plasmid 381 were seeded onto glass cover slips at 5x10 4 cells/ml in 6 well plates overnight and were fixed 382 with 4% paraformaldehyde in PBS for 30 minutes at room temperature (RT). Fixed cells were 383 washed with PBS and permeabilised with 1% Triton X-100 in PBS for 10 minutes. After 384 washing with PBS, the cover slips were incubated with a mouse HLA-DRA mAb (169-1B5.2; 385",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "surface staining, human cancer cells and HEK293T/17 cells transfected with an empty 395 vector or expression plasmids of HLA-DR (α and β) chains were maintained in the dark at 4 o C 396 throughout. Cells were collected, washed twice in ice-cold FACS buffer (2%FCS, 0.02% NaN3 397 in PBS) and stained with a FITC-conjugated anti-human HLA-DR mAb (Clone Tü36; BD 398 Biosciences). This antibody specifically binds to a monomorphic epitope of the HLA-DR αβ 399 complex and not the isolated α or β chains or the HLA-DP and -DQ isotypes 41 . The cells were 400 analyzed with BD LSR Fortressa to determine expression of HLA-DR in combination with the 401 matched isotype control and sorted into HLA-DRand HLA-DR + subpopulations with a FACS 402 Aria cell sorter (BDIS, San Jose, CA, USA). The Hoechst 33342 stain was used for cell viability 403 discrimination and the data files were analyzed using the FlowJo software (Tree Star, Inc., Sac 404 Carlos, CA, USA). Data are representative of two independent experiments. 405 406 Relative and absolute mRNA quantification 407qRT-PCR was performed on RNA samples using a two-step procedure. RNA was first reverse-408 transcribed into cDNA using the QuantiTect Reverse Transcription Kit (Qiagen) according to 409 manufacturer's instructions. qRT-PCR was then conducted on the cDNA in a 384-well plate 410 with a ABI-7900HT Fast qRT-PCR system (Applied Biosystems). Mesa Green qRT-PCR 411MasterMix (Eurogentec) was added to the cDNA (5 μl for every 2 μl of cDNA). The following 412 primers were used: for canine DLA-DRA (Forward: 5'-GCTGTGGACAAAGCTAACCTTG-3', 413",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "421 human cell lines were calculated using a standard curve of known concentrations of the 422 corresponding HLA-DRA cDNA expression plasmid. HLA-DRA (Forward: 5′-423 TCAAGGGATTGCGCAAAAGC-3′ and reverse 5′-ACACCATCACCTCCATGTGC-3′. All experiments 424 were carried out in triplicate. 425 426 Prediction of transmembrane protein domains and subcellular topology and 427 phylogenetic analysis 428 For each of the differentially regulated transcripts identified by microarrays, we used Phobius 429 (http://phobius.sbc.su.se) 59 and TMHMM v2.0 (http://www.cbs.dtu.dk/services/TMHMM/) 60 430 to predict the existence of transmembrane protein domains. Similarly, we used Deeploc-1.0 431 (http://www.cbs.dtu.dk/services/DeepLoc/) 61 to determine sub-cellular localisation of the 432 encoded proteins. These predictions were compared with gene annotations and literature 433 references to confirm their reliability. The amino acid sequences of canine DLA-DRA 434 (NP_001011723.1), human HLA-DRA (NP_061984.2), and their bat orthologues [(Pteropus 435 alecto (XP_006907484.1) and Desmodus rotundus (XP_024413747.1)] were subjected to 436 multiple alignment using CLC workbench 7 (CLC Bio, Qiagen, Aarhus, Denmark). 437 438 Ethics statement 439 author/funder. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": ": a. Schematic representation of pseudotype virus production. Expression plasmids 662 for the HIV-1 gag-pol gene, the bat H17 alone or with N10, the luciferase reporter gene with 663 HIV-1 long tandem repeats (LTRs) and the protease gene (HAT or TMPRSS2) are generated 664 and co-transfected into producer HEK293T/17 cells. Cells transcribe and translate the HIV-1 665 core genes, BatIV glycoproteins are packaged on the cell surface, and viruses bud off in an 666 HIV-1 dependent manner. Production of N10-PV does not require co-transfection with a 667 (PVs) are filtered, titrated and infected into target cells. b. Infectivity 669 titers of H17-PV in cells from different tissues/species [expressed in Relative Luciferase Units 670 (RLU)/ml]. Mean luciferase activity was plotted as mean ± inter-assay deviation expressed as 671 SEM from 3-6 independent experiments. c. Infectivity titers of H17-PV, N10 and control 672 pseudotypes (VSV-G, H5 and Δ-env) in MDCK II cells. d. MDCK II cells were pre-treated with 673 either neuraminidase (2 h), with pronase (30 mins) or tunicamycin (5 h) or treated with 674 ammonium chloride, and then infected with H17-PV. Luciferase activities were measured 675 after 24 h with a luminometer. The left Y-axis shows infection levels (% of control) and the 676 right Y-axis shows % viability of cells related to control MDCK II cells. Experiments were 677 carried out in triplicate.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "a. Significantly expressed genes in the microarray comparison of late versus early 682 passaged MDCK cells (green and red columns represent upregulated transcripts in MDCK II 683 and MDCK I cells respectively). Analysis was conducted with Partek (fold change ≥ 1.5 and 684 FDR ≤ 0.05)). Red frame indicates the transcript upregulated in late passaged MDCK cells 685 encoding a membrane protein. b. qRT-PCR results showing the expression of DLA-DRA and 686 DLA-DRB1 mRNA in MDCK I and II cells. The data are expressed as the means ± S.E.M. from 687 three independent experiments. One-way Anova with Tukey posthoc test were used to analyse 688 the data. **P<0.005 versus control. c. Schematic diagram of the MHC II surface molecules. d. 689 Left Y-axis (green box and whiskers): relative infection titers of H17-PV [log10 Relative 690 Luciferase Units (RLU) /ml] in a panel of human cancer cell lines. Right Y-axis (broken purple 691 line) shows log10 HLA-DRA mRNA copies with qRT-PCR. The data are expressed as the means 692 ± S.E.M. from three independent experiments. e. FACS analysis of the expression levels of cell-693 surface HLA-DR molecule from three H17-PV susceptible and three unsusceptible cancer cell 694 lines. Results are representative from two independent experiments. Blue and read peaks 695 represent HLA-DRand HLA-DR + subpopulations respectively. f. Left: infection titers of VSV-G-696 and H17-PV (RLU/ml) in Raji cells transfected with siControl or siHLA-DRA. Right: western 697 blot (top) and qRT-PCR (bottom) showing expression of HLA-DRA protein and mRNA in 698 transfected Raji with siRNA versus siControl. Experiments were carried out twice and the 699 data are expressed as means ± S.E.M. One-way Anova with Dunnett posthoc test were used to 700 analyse the data. **P<0.005 versus siControl. g. Relative infection titers of VSV-G-and H17-PV 701 (RLU/ml) in Raji cells incubated with different concentrations of a monoclonal antibody 702 targeting HLA-DRA. The data are expressed as the means ± S.E.M. from three independent 703 experiments. h. FACS analysis of the expression levels of cell-surface HLA-DR heterodimer in 704 transiently transfected HEK293T/17 cells for 48 h with expression vectors for DRA and DRB1 705(1:1 ratio). Right hand corner microscopy picture (80x) shows immunofluorescence 706 confirming surface expression of HLA-DR on cells (green stain: FITC-HLA-DR and blue: DAPI). 707 author/funder. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The following 415 amplification conditions were used: 95°C for 5 minutes; 40 cycles of 95°C for 15 seconds, 57°C 416 for 20 seconds, and 72°C for 20 seconds; 95°C for 15 seconds; 60°C for 15 seconds; and 95°C 417 for 15 seconds. The output Ct values and dissociation curves were analysed using SDS v2.3 418",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Blood Transfusion Service from anonymous volunteers blood donors. Therefore, no ethical 441Graphical representation and statistical analyses were performed using Prism 8 software 445 (GraphPad). Unless otherwise stated, results are shown as means ± SEM from three 446 independent experiments. Differences were tested for statistical significance using one-way 447 ANOVA with a Dunnett's or a Tukey posthoc test. All statistical analyses were two-sided, and p 448Our thanks go to Jim Kaufman, Yanping Guo, Rob White, Amr Bayoumy, Ibrahim Elbusifi,452 Daragh Quinn and Alfred Ho for their technical assistance. This research was undertaken with 453 the financial support of the Biotechnology and Biological Sciences Research Council (BBSRC) 454 (http://www.bbsrc.ac.uk) via Strategic LoLa grant BB/K002465/1 \"Developing Rapid 455Responses to Emerging Virus Infections of Poultry (DRREVIP)\" and the Octoberwoman 456 author/funder. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101Supplementary Material 2: List of the differentially regulated genes determined by 726 microarray comparison between early and late passaged MDCK cells, as summarised in 727 Fig. 2a. The encoded proteins of the differentially regulated transcripts were surveyed for 728 their subcellular localisation (with the DeepLoc server) and presence of transmembrane 729 domains (using the PHOBIUS and TMHMM algorithms). 730 author/funder. All rights reserved. No reuse allowed without permission.The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/507467 doi: bioRxiv preprint Cfa.12556.1.A1_at author/funder. All rights reserved. No reuse allowed without permission.The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/507467 doi: bioRxiv preprint CfaAffx.6163.1.S1_s_at author/funder. All rights reserved. No reuse allowed without permission.The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/507467 doi: bioRxiv preprint CfaAffx.21479.1.S1_at",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}