{
    "paper_id": "bfed3ce6a6df2d442d96d0cab07d4bc1f2347255",
    "metadata": {
        "title": "Seattle Flu Study -Swab and Send: Study Protocol for At-Home Surveillance Methods to Estimate the Burden of Respiratory Pathogens on a City-Wide Scale",
        "authors": [
            {
                "first": "Ashley",
                "middle": [
                    "E"
                ],
                "last": "Kim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Elisabeth",
                "middle": [],
                "last": "Brandstetter",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chelsey",
                "middle": [],
                "last": "Graham",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": ";",
                "middle": [
                    "Jessica"
                ],
                "last": "Heimonen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Audrey",
                "middle": [],
                "last": "Osterbind",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Denise",
                "middle": [
                    "J"
                ],
                "last": "Mcculloch",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mph¹",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [
                    "D"
                ],
                "last": "Han",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": ";",
                "middle": [],
                "last": "Lea",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Starita",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Deborah",
                "middle": [
                    "A"
                ],
                "last": "Nickerson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Margaret",
                "middle": [
                    "M"
                ],
                "last": "Van De Loo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jennifer",
                "middle": [],
                "last": "Mooney",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mark",
                "middle": [
                    "J"
                ],
                "last": "Rieder",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": ";",
                "middle": [],
                "last": "Misja",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": ";",
                "middle": [],
                "last": "Kairsten",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fred Hutchinson Cancer Research Center",
                    "location": {
                        "settlement": "Seattle",
                        "region": "WA"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Fay",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fred Hutchinson Cancer Research Center",
                    "location": {
                        "settlement": "Seattle",
                        "region": "WA"
                    }
                },
                "email": ""
            },
            {
                "first": "Jover",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fred Hutchinson Cancer Research Center",
                    "location": {
                        "settlement": "Seattle",
                        "region": "WA"
                    }
                },
                "email": ""
            },
            {
                "first": ";",
                "middle": [],
                "last": "Thomas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "R",
                "middle": [],
                "last": "Sibley",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fred Hutchinson Cancer Research Center",
                    "location": {
                        "settlement": "Seattle",
                        "region": "WA"
                    }
                },
                "email": ""
            },
            {
                "first": "Trevor",
                "middle": [],
                "last": "Bedford",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Janet",
                "middle": [
                    "A"
                ],
                "last": "Englund",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Seattle Children's Research Institute",
                    "location": {
                        "settlement": "Seattle",
                        "region": "WA"
                    }
                },
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [],
                "last": "Boeckh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fred Hutchinson Cancer Research Center",
                    "location": {
                        "settlement": "Seattle",
                        "region": "WA"
                    }
                },
                "email": ""
            },
            {
                "first": "Helen",
                "middle": [
                    "Y"
                ],
                "last": "Chu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "While seasonal influenza and other respiratory pathogens cause significant morbidity and mortality each year, the community-based burden of these infections remains incompletely understood. Understanding the prevalence, epidemiology, and transmission dynamics of respiratory pathogen infections among community-dwelling individuals is essential during pandemic and epidemic settings and for developing pandemic-preparedness infrastructure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We present the protocol for a novel, city-wide home-based cross-sectional study in the Seattle Metropolitan area, utilizing rapid delivery systems for self-collection of a nasal swab and return to the laboratory for respiratory pathogen testing. All participation takes place electronically, including recruitment, consent, and data collection. Within 48 hours of participants self-reporting respiratory symptoms, a nasal swab kit is delivered to the household via a courier service. Demographic and illness characteristics are collected at the time of sample collection and recovery and behavioral information collected one week later. Specimens are tested in the laboratory for multiple respiratory pathogens, and results are available on a public website for participants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Ethics and Dissemination. The study was approved by the University of Washington Institutional Review Board (Protocol #00006181). Results will be disseminated through peer-reviewed publications, talks at conferences, and on the Study Website ( www.seattleflu.org ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "• The findings of this study will inform whether a home-based approach to city-wide respiratory surveillance is possible in epidemic settings • A key strength of this study is that it is conducted across diverse neighborhoods spanning a major metropolitan area • Clinical findings may not be generalizable, as they are reliant on self-report (vaccination status, symptoms, healthcare utilization, etc.) All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Acute respiratory illnesses (ARIs) pose a significant burden on the healthcare system in the United States and represent an important cause of morbidity and mortality worldwide [1] [2] [3] [4] . In the United States, influenza is estimated to cause 9-45 million illnesses 140,000-810,000 hospitalizations, and 12,000-67,000 deaths while respiratory syncytial virus (RSV) is estimated to cause 2 million outpatient visits each year in children under the age of 5 [5, 6] . Despite this burden, estimates about prevalence of the pathogens that result in ARIs rely on in-person healthcare visits or on aggregate counts from hospitalized individuals [6] [7] [8] [9] [10] . Additionally, these estimates generally capture illnesses when specific symptoms are present, such as fever, cough, or sore throat. Thus, they are likely a poor proxy for the prevalence of illness in community-dwelling individuals who may not necessarily seek care for their illness or have symptoms that fall outside of these criteria.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 180,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 181,
                    "end": 184,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 185,
                    "end": 188,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 189,
                    "end": 192,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 462,
                    "end": 465,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 466,
                    "end": 468,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 645,
                    "end": 648,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 649,
                    "end": 652,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 653,
                    "end": 656,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 657,
                    "end": 660,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 661,
                    "end": 665,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Active, community-level surveillance for respiratory pathogens is essential to monitor the seasonal activity of these pathogens, as it may inform public health prevention strategies or influence treatment decisions made at the community level. Previous studies focused on respiratory pathogen surveillance only studied specific subsets of the population, such as households with children, or required a significant, coordinated effort to capture the community, which makes the approach difficult to replicate [11] [12] [13] . Additionally, similar to traditional respiratory surveillance networks, these studies relied on in-person clinic visits which may contribute to potential spread of these pathogens. Nevertheless, community-wide surveillance studies provide an opportunity to better understand these pathogens among symptomatic individuals with wide-ranging illness severities and variable healthcare-seeking behaviors.",
            "cite_spans": [
                {
                    "start": 509,
                    "end": 513,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 514,
                    "end": 518,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 519,
                    "end": 523,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This manuscript describes the protocol for the Seattle Flu Study (SFS) Swab and Send sub-study, a novel, city-wide cross-sectional study of respiratory pathogens that yielded community-level surveillance through a home-based approach. The objectives of this study are to gather data from the community to more accurately estimate the prevalence of respiratory illness, to examine whether an exclusively online and home-based mechanism for data collection is feasible in an epidemic setting, and to determine whether these methods are scalable in the context of a pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The primary aim of this study is to assess the feasibility of a novel, city-wide home-based cross-sectional study in the Seattle Metropolitan area, utilizing rapid delivery systems for self-collection of a nasal swab from individuals experiencing a new ARI with return of specimens to the laboratory for respiratory pathogen testing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aims and Hypothesis"
        },
        {
            "text": "We hypothesize that novel, home-based surveillance of influenza and other respiratory pathogens can be utilized to monitor the epidemiology and transmission dynamics of influenza and other respiratory pathogens at a city-wide scale in Seattle, Washington, USA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aims and Hypothesis"
        },
        {
            "text": "Study Design This is a prospective study of individuals residing within the Seattle Metropolitan area with ARI symptoms. The study is nested within the Seattle Flu Study, a multi-armed influenza surveillance mechanism described, the protocol of which is described elsewhere [14] .",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 278,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Methods and Analysis"
        },
        {
            "text": "Individuals are eligible to participate in this study if they live within the Seattle Metropolitan area, experience a new or worsening cough and/or two ARI symptoms in the past seven days at time of enrollment (Table 1) , are English-speaking, and have a valid email address and access to the internet at home. All individuals are consented to participate in the research study electronically. A parent or legally-authorized representative (LAR) will consent for individuals under 18 years, with assent for those between 7-18 years ( Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 210,
                    "end": 219,
                    "text": "(Table 1)",
                    "ref_id": null
                },
                {
                    "start": 534,
                    "end": 542,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Study population inclusion/exclusion criteria"
        },
        {
            "text": "Individuals are excluded from participation if they are incarcerated, wards of the state, unable to comply with study procedures at the investigator's discretion, or previously enrolled in Swab & Send in the past seven days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study population inclusion/exclusion criteria"
        },
        {
            "text": "Recruitment of potential study participants is conducted using a combination of in-person referrals and internet advertisements, including: referral from a healthcare provider, travel clinic or immigrant/ refugee health screening, Seattle Flu Study community kiosk, school or place of work; printed flyers posted at community locations; and targeted online advertisements (e.g. Facebook, Instagram, Google). Recruitment materials direct eligible participants to the study website ( www.seattleflu.org , henceforth referenced as the \" Study Website \"). Individuals screen themselves for eligibility on the study website by providing their age, home zip code, information about presence and duration of symptoms, and confirming home internet access. Individuals are informed about the study purpose, risks, and benefits, and sign an online form to provide consent to participate in the research. Numerous consent forms are available to accommodate the age range of participants ( Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 978,
                    "end": 986,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Recruitment, Screening, and Consent"
        },
        {
            "text": "The study aims to enroll 3,000 participants over the course of the 2019-2020 season. We estimate 2,400 (80%) participants will return their nasal swab kit to the laboratory for respiratory pathogen testing and that 240 (10%) of specimens will be positive for influenza by molecular testing (Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 290,
                    "end": 299,
                    "text": "(Table 2)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Expected Sample Size"
        },
        {
            "text": "Primary Outcomes: All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcomes"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcomes"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcomes"
        },
        {
            "text": "completion of questionnaire among those who test positive for respiratory pathogens 2. Usability and feasibility of self-collected nasal swabs for diagnosis of respiratory pathogens in symptomatic individuals Secondary Outcomes: 1. Clinical and sociodemographic characteristics of participants with respiratory pathogens who enrolled online through a home-based surveillance system and self-collected nasal swabs 2. Variation in symptom presence, duration and severity between individuals testing positive for different respiratory viruses 3. Behavioral and healthcare-seeking outcomes among individuals with and without respiratory pathogens detected, including healthcare utilization and work and school absenteeism",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proportion of individuals who complete study procedures, including return of test kit and"
        },
        {
            "text": "After consent, participants complete an online Enrollment Questionnaire , provide their home address and contact information such as an email address or phone number. Participants are mailed a swab kit within 48 hours of submitting the Enrollment Questionnaire, which includes a Quick Start Instruction Card , a UTM tube (Becton, Dickinson and Company, Sparks, MD), a nylon flocked swab (COPAN Diagnostics Inc., Murietta, CA), and a return box with affixed Category B UN3373 label, as required by International Air Transport Association (IATA) guidelines [15] , and a pre-paid return shipping label. Pediatric nasal swabs are available for participants 5 years of age or younger.",
            "cite_spans": [
                {
                    "start": 555,
                    "end": 559,
                    "text": "[15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data Collection"
        },
        {
            "text": "Upon kit receipt, participants complete an online Illness Questionnaire to ascertain demographics, illness characteristics, and health behaviors. At the end of the Illness Questionnaire , participants are prompted to self-collect a mid-nasal swab using the instructions provided on an instruction card included in the swab kit box.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Collection"
        },
        {
            "text": "Participants are instructed to place their self-collected nasal swabs directly into the UTM tube which is pre-labeled with a unique barcode. Next, participants are instructed to place the UTM tube containing the self-collected nasal swab into a specimen bag, pre-packaged with an absorbent sheet, and then place the specimen bag into the provided return shipping box. United States Postal Service (USPS) return postage and Category B UN3373 stickers are affixed to the outside of the return box. Although previous testing has demonstrated that respiratory viral RNA is stable in room-temperature UTM for up to one week [16] , participants are encouraged to mail their nasal swab as soon as possible. Returned samples are estimated to arrive at the laboratory approximately 24 hours after deposit at a US Postal Service facility.",
            "cite_spans": [
                {
                    "start": 619,
                    "end": 623,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Data Collection"
        },
        {
            "text": "When kits are received in the study laboratory, contents of the box and errors in swab collection are recorded. Swabs are removed and viral transport media aliquoted, subjected to RNA amplification using a MagNA Pure 96 System, and tested for respiratory pathogens using TaqMan Open Array RT-PCR (Table  5 ) [17] . These methods are described in the Seattle Flu Study protocol [14] .",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 312,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 377,
                    "end": 381,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 296,
                    "end": 305,
                    "text": "(Table  5",
                    "ref_id": null
                }
            ],
            "section": "Data Collection"
        },
        {
            "text": "Seven days after the nasal swab collection, participants are re-contacted to complete a One Week Follow-Up Questionnaire to assess the impact of their illness on behavioral outcomes such as absenteeism and healthcare-seeking behaviors (provider visits, antiviral use, etc).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Collection"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Benefits and compensation"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Benefits and compensation"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.04.20031211 doi: medRxiv preprint Participants receive a $5 digital gift card for completing the Illness Questionnaire and returning their self-collected swab; an additional $5 gift card will be provided to participants who completed the One Week Follow-Up Questionnaire. Participants are able to view their test results for influenza A and B and RSV on the Study Website within 3 months of when the swab is collected by entering their unique sample barcode.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Benefits and compensation"
        },
        {
            "text": "Participant information is kept confidential, and questionnaire and sample data are linked to participants using a unique identification number assigned at enrollment; only the direct study team will have access to the linkage. All study questionnaires are collected through REDCap, which is Title 21 CFR Part 11 compliant [18] . Access to de-identified, aggregate study data and analysis code will be publicly available on the Study Website .",
            "cite_spans": [
                {
                    "start": 323,
                    "end": 327,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Data security and privacy"
        },
        {
            "text": "Descriptive statistics of frequency/percentage and mean/standard deviation will be performed for categorical and continuous covariates, respectively. Bivariate analyses will be conducted using parametric and nonparametric tests as appropriate, with statistical significance defined as p<0.05. Respiratory pathogen prevalence is defined as the total number of cases of a pathogen detected out of the total number of tested samples. Odds ratios and 95% confidence intervals will be estimated using negative binomial or Poisson regressions with robust standard errors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Methods"
        },
        {
            "text": "Additional analyses will occur, as described elsewhere in the Seattle Flu Study protocol [14] .",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 93,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Statistical Methods"
        },
        {
            "text": "Ethical approval was granted by the University of Washington IRB. Additionally, the Seattle Flu Study has a scientific advisory board to whom it reports bi-annually. These reports include updates on enrollment, preliminary results, and protocol modifications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics and Dissemination"
        },
        {
            "text": "Our study group will present the results of the Swab and Send sub-study at national and international research conferences, through peer-reviewed publications, and on the study website. Any changes to the study protocol will be communicated to journals in accordance with that journal's reporting policies. We will follow STrengthening the Reporting of OBservational studies in Epidemiology (STROBE) reporting guidelines, as applicable [19] . Study materials, including the Quick Start Instruction Card , kit design, and study questionnaires, will be available upon request with approval of the study team.",
            "cite_spans": [
                {
                    "start": 436,
                    "end": 440,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Ethics and Dissemination"
        },
        {
            "text": "The Seattle Flu Study is funded through the Brotman Baty Institute. The funder is not involved in the design of the study, does not have any ownership over the management and conduct of the study, the data, or the rights to publish. Table 1 . List of symptoms that will be used in online questionnaires to screen individuals for eligibility. Selecting either acute cough or two or more concurrent qualifying symptoms will be considered an acute illness episode and will make an individual eligible for enrollment in the Swab and Send study.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 233,
                    "end": 240,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Funding Statement"
        },
        {
            "text": "Feeling feverish or warm * Runny/stuffy nose or sneezing * Headache * Feeling more tired than usual * New or worsening cough ** Muscle or body aches * Chills or shivering X Increased trouble with breathing * Sweats X Diarrhea + Sore throat or itchy/scratchy throat * Ear pain/ear discharge + Nausea or vomiting * Rash + * a qualifying symptom for study eligibility for individuals of any age ** a qualifying symptom that is sufficient on its own for study eligibility for individuals of any age X not a qualifying symptom for study eligibility + a qualifying symptom for study eligibility for individuals <18 years of age author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding Statement"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . author/funder, who has granted medRxiv a license to display the preprint in perpetuity. If the participant is unable to provide informed consent due to cognitive impairment or because they have not attained the legal age for consent, a legally-authorized representative (LAR) may sign the consent form on their behalf. Participants enrolled by Seattle Children's Hospital staff or participants enrolled into the prospective clinical cohort sign a HIPAA Agreement in addition to the main consent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding Statement"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding Statement"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding Statement"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.04.20031211 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding Statement"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "GBD 2017 Influenza Collaborators. Mortality, morbidity, and hospitalizations due to influenza lower respiratory tract infections",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S2213-2600(18)30496-X"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Estimates of the global, regional, and national morbidity, mortality, and aetiologies of lower respiratory tract infections in 195 countries: a systematic analysis for the Global Burden of Disease Study",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Troeger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Forouzanfar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Rao",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet Infect Dis",
            "volume": "17",
            "issn": "11",
            "pages": "30396--30397",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(17)30396-1"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Economic burden of seasonal influenza in the United States",
            "authors": [
                {
                    "first": "Wcws",
                    "middle": [],
                    "last": "Putri",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Muscatello",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Stockwell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Newall",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Vaccine",
            "volume": "36",
            "issn": "27",
            "pages": "3960--3966",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vaccine.2018.05.057"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The economic burden of non-influenza-related viral respiratory tract infection in the United States",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Fendrick",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Monto",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Nightengale",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sarges",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Arch Intern Med",
            "volume": "163",
            "issn": "4",
            "pages": "487--494",
            "other_ids": {
                "DOI": [
                    "10.1001/archinte.163.4.487"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Estimated Range of Annual Burden of Flu in the U",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The burden of respiratory syncytial virus infection in young children",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Weinberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Iwane",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Blumkin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Edwards",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "New Engl J Med",
            "volume": "360",
            "issn": "6",
            "pages": "588--598",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa0804877"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Annual estimates of the burden of seasonal influenza in the United States: A tool for strengthening influenza surveillance and preparedness. Influenza Other Respir Viruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Rolfers",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Foppa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Garg",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "132--137",
            "other_ids": {
                "DOI": [
                    "10.1111/irv.12486"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Hospitalizations associated with influenza and respiratory syncytial virus in the United States",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Viboud",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Clin Infect Dis",
            "volume": "54",
            "issn": "10",
            "pages": "1427--1436",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/cis211"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Overview of influenza surveillance in the United States",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Estimating influenza disease burden form population-based surveillance data in the United States",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Reed",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Chaves",
                    "suffix": ""
                },
                {
                    "first": "Daily",
                    "middle": [],
                    "last": "Kirley",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS One",
            "volume": "10",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0118369"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Studies of the community and family: acute respiratory illness and infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Monto",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Epidemiol Rev",
            "volume": "16",
            "issn": "2",
            "pages": "351--373",
            "other_ids": {
                "DOI": [
                    "10.1093/oxfordjournals.epirev.a036158"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Influenza transmission in a cohort of households with children",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Petrie",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Ohmit",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "9",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0075339"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The Tecumseh Study of Respiratory Illness. IX. Occurrence of influenza in the community, 1966-1971",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Monto",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kioumehr",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Am J Epidemiol",
            "volume": "102",
            "issn": "6",
            "pages": "553--563",
            "other_ids": {
                "DOI": [
                    "10.1093/oxfordjournals.aje.a112193"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The Seattle Flu Study: A Community-Based Study of Influenza. Open Forum Infectious Diseases",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Boeckh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Englund",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Evaluation of Swabs, Transport Media, and Specimen Transport Conditions for Optimal Detection of Viruses by PCR",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Druce",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Garcia",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tran",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Clinical Microbiology",
            "volume": "50",
            "issn": "3",
            "pages": "1064--1065",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.06551-11"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Respiratory Tract Microbiota Profiling Experiments",
            "authors": [
                {
                    "first": "Thermo",
                    "middle": [],
                    "last": "Fisher Scientific",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Institute of Translational Health Sciences",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Strengthening the Reporting of Observational Studies in Epidemiology (STROBE) statement: guidelines for reporting observational studies",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Von Elm",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Altman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Egger",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Pocock",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Gotzsche",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Vandenbroucke",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "BMJ",
            "volume": "335",
            "issn": "7624",
            "pages": "806--814",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Documentation of written, informed consent by age of participant in the community cross-sectional, and prospective clinical and childcare cohorts of the Seattle Flu Study.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Sample size aims and expected number of influenza-positive samples",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Schedule of events for each participant.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "REDCap Survey InstrumentsStudy staff ships a swab kit to the participant's house Automatically generated email containing a survey link will be sent to the participant seven days after completion of the Illness Questionnaire Pathogens for which all Seattle Flu Study respiratory specimens are tested using a TaqMan RT-PCR.All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the. https://doi.org/10.1101/2020.03.04.20031211 doi: medRxiv preprint Influenza C Respiratory syncytial viruses A and B Parainfluenza viruses 1-4 Coronavirus 229E, NL63, OC43, and HKU1 Includes Bordetella bronchiseptica and Bordetella parapertussis 2 All enterovirus species A, B, C, D, and G, including: all Coxsackie serotypes under species A, B, C; all Echovirus serotypes; all Poliovirus serotypes (1-3).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}