{
    "paper_id": "c2af4db8591a8ef84229eb08359c0a50efa24544",
    "metadata": {
        "title": "Structure and immune recognition of the porcine epidemic diarrhea virus spike protein",
        "authors": [
            {
                "first": "Robert",
                "middle": [
                    "N"
                ],
                "last": "Kirchdoerfer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Scripps Research Institute",
                    "location": {
                        "addrLine": "La Jolla",
                        "postCode": "92037",
                        "region": "California",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Mahesh",
                "middle": [],
                "last": "Bhandari",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Iowa State University",
                    "location": {
                        "postCode": "50011",
                        "settlement": "Ames",
                        "region": "Iowa",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Olnita",
                "middle": [],
                "last": "Martini",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Scripps Research Institute",
                    "location": {
                        "addrLine": "La Jolla",
                        "postCode": "92037",
                        "region": "California",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Leigh",
                "middle": [
                    "M"
                ],
                "last": "Sewall",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Scripps Research Institute",
                    "location": {
                        "addrLine": "La Jolla",
                        "postCode": "92037",
                        "region": "California",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Sandhya",
                "middle": [],
                "last": "Bangaru",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Scripps Research Institute",
                    "location": {
                        "addrLine": "La Jolla",
                        "postCode": "92037",
                        "region": "California",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Kyoung-Jin",
                "middle": [],
                "last": "Yoon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Iowa State University",
                    "location": {
                        "postCode": "50011",
                        "settlement": "Ames",
                        "region": "Iowa",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Andrew",
                "middle": [
                    "B"
                ],
                "last": "Ward",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Scripps Research Institute",
                    "location": {
                        "addrLine": "La Jolla",
                        "postCode": "92037",
                        "region": "California",
                        "country": "United States"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Porcine epidemic diarrhea virus is an alphacoronavirus responsible for significant morbidity and mortality in pigs. A key determinant of viral tropism and entry, the PEDV spike protein is a key target for the host antibody response and a good candidate for a protein-based vaccine immunogen. We used electron microscopy to evaluate the PEDV spike structure, as well as pig polyclonal antibody responses to viral infection. The structure of the PEDV spike reveals a configuration similar to that of HuCoV-NL63. Several PEDV protein-protein interfaces are mediated by non-protein components including a glycan at Asn264 and two bound palmitoleic acid molecules. The polyclonal antibody response to PEDV infection shows a dominance of epitopes in the S1 region. This structural and immune characterization provides new insights into coronavirus spike stability determinants and explores the immune landscape of viral spike proteins. : bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Baculovirus expressed proteins were produced by infecting 1 L of Sf9 at 2´10 6 cells with 10 mL of second amplification baculovirus and incubating for four days. Infected cell supernatants were harvested by centrifugation at 1500´g to remove cells followed by 12,000´g to remove cell debris. Supernatants were filtered through a 0.45 µm filter and then applied to a column of Streptactin agarose (Qiagen, Cat. #30004). The column was washed with 20 column volumes of Tris-buffered saline and then the protein was eluted with same buffer with 2 mM desthiobiotin. The eluted protein was purified by Superose6 Increase 10/30 (GE Life Sciences, Cat. #29091596) gel filtration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Mammalian expressions were done by transient transfection. For both 293F and 293S cells, 1 L of cells at 1´10 6 cells were transfected with complexes composed of 250 µg of plasmid DNA and 750 µg of polyethylenimine (Polysciences, Cat. # 24765-1). For the expression involving kifunensine, three hours after transfection kifunensine (Cayman Chemicals, Cat. #10009437) was added to a final concentration of 5 µM. Expressions were allowed to proceed for five days. Cell supernatants were collected by centrifugation at 1,500 ´ g to remove cells followed by 12,000 ´ g to remove cell debris. Supernatants were filtered through a 0.45 µm filter and then applied to a column of Streptactin superflow. The column was washed with 20 column volumes of Tris-buffered saline and then the protein was eluted with same buffer with 2 mM desthiobiotin. The eluted protein was purified by Superose6 Increase 10/300 gel filtration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Proteins were concentrated for structural studies using ultrafiltration (Sigma-Millipore, AmiconUltra 4 mL, 30K MWCO, Cat. #UFC903024).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "After 3-day acclimation, pigs in the challenged group were inoculated with a prototype US PEDV isolate US/Iowa/18984/ 2013 (GenBank accession #KF804028) (Hoang et al., 2013), 10 3 plaque-forming units/pig, via oro-gastric gavage as previously described (Madson et al., 2014). Pigs in the control group received virus-free cell culture media. Some of these pigs were inoculated again with the same strain in the identical manner at day 56 post-inoculation (PI).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Porcine epidemic diarrhea virus is a coronavirus of the alphacoronavirus genus. Identified as a viral agent distinct from transmissible gastroenteritis virus (Wood, 1977) and as a coronavirus (Pensaert and de Bouck, 1978) , this virus is responsible for an enteric infection in pigs. Originally identified in England (Wood, 1977) , PEDV is now a global pathogen. PEDV was first identified in the United States in 2013 (Stevenson et al., 2013) where it swept through pig populations causing several million piglet deaths (Sawyer and Sherwell, 2014) . Mortality due to viral infection varies with age, with mortalities of 1-3 day old piglets in naïve herds approaching 100% (Lee, 2015) . While mortality due to PEDV infection is lower in older pigs, infection can still result in decreased growth performance.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 170,
                    "text": "(Wood, 1977)",
                    "ref_id": null
                },
                {
                    "start": 192,
                    "end": 221,
                    "text": "(Pensaert and de Bouck, 1978)",
                    "ref_id": null
                },
                {
                    "start": 317,
                    "end": 329,
                    "text": "(Wood, 1977)",
                    "ref_id": null
                },
                {
                    "start": 418,
                    "end": 442,
                    "text": "(Stevenson et al., 2013)",
                    "ref_id": null
                },
                {
                    "start": 520,
                    "end": 547,
                    "text": "(Sawyer and Sherwell, 2014)",
                    "ref_id": null
                },
                {
                    "start": 672,
                    "end": 683,
                    "text": "(Lee, 2015)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Like all coronaviruses, PEDV possesses a spike glycoprotein (S) responsible for cell attachment and virushost membrane fusion mediating viral entry into host cells. Coronavirus spikes are class I viral fusion proteins (Bosch et al., 2003; Chambers et al., 1990) , possessing structural and functional parallels to influenza hemagglutinin (Wilson et al., 1981) and HIV-1 Env (Julien et al., 2013; Lyumkis et al., 2013) . This class of proteins proceeds from a metastable prefusion conformation to a highly stable postfusion conformation (Bullough et al., 1994) . For coronavirus spikes, this transition of conformations has been proposed to be triggered by progressive destabilization of the prefusion structure through receptor binding and host proteolytic cleavage (Belouzard et al., 2009; Millet and Whittaker, 2015; Taguchi and Matsuyama, 2002) . As the major surface glycoprotein on the enveloped virions, spikes are also the target of neutralizing antibodies (Okda et al., 2017) . These antibodies primarily target the PEDV S1 region and some epitopes have been found to be neutralizing (Li et al., 2017a; Okda et al., 2017; Sun et al., 2007) . However, a structural mapping of PEDV antibody epitopes targeted during viral infection is lacking.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 238,
                    "text": "(Bosch et al., 2003;",
                    "ref_id": null
                },
                {
                    "start": 239,
                    "end": 261,
                    "text": "Chambers et al., 1990)",
                    "ref_id": null
                },
                {
                    "start": 338,
                    "end": 359,
                    "text": "(Wilson et al., 1981)",
                    "ref_id": null
                },
                {
                    "start": 364,
                    "end": 395,
                    "text": "HIV-1 Env (Julien et al., 2013;",
                    "ref_id": null
                },
                {
                    "start": 396,
                    "end": 417,
                    "text": "Lyumkis et al., 2013)",
                    "ref_id": null
                },
                {
                    "start": 536,
                    "end": 559,
                    "text": "(Bullough et al., 1994)",
                    "ref_id": null
                },
                {
                    "start": 766,
                    "end": 790,
                    "text": "(Belouzard et al., 2009;",
                    "ref_id": null
                },
                {
                    "start": 791,
                    "end": 818,
                    "text": "Millet and Whittaker, 2015;",
                    "ref_id": null
                },
                {
                    "start": 819,
                    "end": 847,
                    "text": "Taguchi and Matsuyama, 2002)",
                    "ref_id": null
                },
                {
                    "start": 964,
                    "end": 983,
                    "text": "(Okda et al., 2017)",
                    "ref_id": null
                },
                {
                    "start": 1092,
                    "end": 1110,
                    "text": "(Li et al., 2017a;",
                    "ref_id": null
                },
                {
                    "start": 1111,
                    "end": 1129,
                    "text": "Okda et al., 2017;",
                    "ref_id": null
                },
                {
                    "start": 1130,
                    "end": 1147,
                    "text": "Sun et al., 2007)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Coronavirus spikes adopt a shared domain arrangement where the N-terminal S1 regions of the homotrimeric spike surround and cap the C-terminal S2 regions. In betacoronavirus spikes, the S1 and S2 regions are often demarcated by a protease cleavage site (Millet and Whittaker, 2015) . However, this site is lacking in many alphacoronvirus spikes including PEDV. Coronavirus S1 regions of the spike contain domains contributing to receptor binding. Receptors include both host glycans and proteins and vary widely between coronaviruses. PEDV has been shown to bind to sialic acid glycans using its S1 domain 0 (Li et al., 2016) . By analogy with TGEV, PEDV spikes were also proposed to recognize porcine aminopeptidase N (pAPN) (Li et al., 2007) . However, the use of pAPN as a receptor for PEDV has been called into question (Li et al., 2017b) .",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 281,
                    "text": "(Millet and Whittaker, 2015)",
                    "ref_id": null
                },
                {
                    "start": 608,
                    "end": 625,
                    "text": "(Li et al., 2016)",
                    "ref_id": null
                },
                {
                    "start": 726,
                    "end": 743,
                    "text": "(Li et al., 2007)",
                    "ref_id": null
                },
                {
                    "start": 824,
                    "end": 842,
                    "text": "(Li et al., 2017b)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "High-resolution structural studies of coronavirus spike proteins have the potential to shed light on molecular mechanisms of spike prefusion stability and the lessons learned can be utilized in the production of stabilized spike proteins as vaccine immunogens. Here we used cryoelectron microscopy (cryo-EM) to determine the structure of the PEDV spike protein at 3.5 Å resolution. This structure has allowed us to compare our findings with the structure of the human alphacoronavirus NL63 spike as well as another recently published PEDV spike structure (Walls et al., 2016b; Wrapp and McLellan, 2019) . We found several protein-protein interfaces mediated by non-protein components suggesting roles for these glycans and ligands in enhanced prefusion spike stability. We also used negative-stain electron microscopy to illuminate the recognition of the PEDV spikes by the host polyclonal A) The primary sequence of the PEDV spike can be divided into S1 receptor-binding and S2 fusion machinery regions based on homology with betacoronaviruses. The S1 region can be further subdivided into domains 0, A, B, C and D (purple, light blue, cyan, teal and dark teal respectively. The S2 fusion machinery contains the S2¢ cleavage site N-terminal to the fusion peptide. B) Viewing the trimeric PEDV spike protein from the membrane distal apex shows that all three copies of the domain B are in a downwards conformation. C) A 90˚ view of the spike trimer and D) and the corresponding view of the spike monomer demonstrate that PEDV adopts a conformation highly similar to other coronavirus spikes particularly HuCoV-NL63 (Walls et al., 2016b) . antibody response and map dominant antibody epitopes on the spike surface. Together, these data supply insights for the production of prefusion stabilized spikes as vaccine immunogens.",
            "cite_spans": [
                {
                    "start": 555,
                    "end": 576,
                    "text": "(Walls et al., 2016b;",
                    "ref_id": null
                },
                {
                    "start": 577,
                    "end": 602,
                    "text": "Wrapp and McLellan, 2019)",
                    "ref_id": null
                },
                {
                    "start": 1604,
                    "end": 1636,
                    "text": "HuCoV-NL63 (Walls et al., 2016b)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Coronavirus spikes are homotrimeric glycoproteins which can be separated into an N-terminal S1 region containing the receptor binding regions and a C-terminal S2 region containing the membrane fusion machinery (Fig.  1A) . The overall structure of the PEDV spike strongly resembles that of the human coronavirus NL63 spike (Walls et al., 2017) (Fig 1B-D Supplementary Fig. 1 ). Like the NL63 spike, PEDV spike contains two structurally homologous S1 N-terminal domains, domain 0 and domain A. The arrangement of these S1 N-terminal domains is similar to that of NL63 where domain A occupies a position at the apex of the spike, distal to the viral membrane, while domain 0 is positioned beneath domain A, packing against the side of the spike protein and contacting both S1 domain D (also called sub-domain 2) and S2. The observed PEDV domain arrangement is in contrast to the recently published PEDV spike structure where domain 0 has flipped up and away from the main portion of the spike (Wrapp and McLellan, 2019) ( Supplementary Fig. 2 ). Though sequence differences do exist between this previous PEDV spike structure (strain CV777) and that presented here (strain USA/Colorado/2013), these differences are small compared to the sequence differences with HuCoV-NL63 which is structurally more consistent with the PEDV spike described here. Indeed, even in our attempts at 3D classification of the PEDV spike particles, we do not see evidence for this flipped up conformation of domain 0. To test the previously proposed hypothesis that the difference in domain 0 conformations may be due to differences in expression system, we expressed the PEDV spike in both insect and mammalian cells including expression conditions to produce high-mannose glycosylation patterns similar to the methods used for the previous PEDV spike structure (Wrapp and McLellan, 2019) . In all cases, we observe domain 0 in the beneath-domain A conformation (Supplementary Table 2 and Supplementary Fig. 2 ). The reasons for the altered conformation observed in the previous PEDV spike structure remain to be determined and will require additional experimental studies of alphacoronavirus spike structure.",
            "cite_spans": [
                {
                    "start": 323,
                    "end": 343,
                    "text": "(Walls et al., 2017)",
                    "ref_id": null
                },
                {
                    "start": 1124,
                    "end": 1138,
                    "text": "(strain CV777)",
                    "ref_id": null
                },
                {
                    "start": 1839,
                    "end": 1865,
                    "text": "(Wrapp and McLellan, 2019)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 210,
                    "end": 220,
                    "text": "(Fig.  1A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 344,
                    "end": 353,
                    "text": "(Fig 1B-D",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 354,
                    "end": 374,
                    "text": "Supplementary Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1020,
                    "end": 1040,
                    "text": "Supplementary Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1939,
                    "end": 1961,
                    "text": "(Supplementary Table 2",
                    "ref_id": null
                },
                {
                    "start": 1966,
                    "end": 1986,
                    "text": "Supplementary Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Structural description"
        },
        {
            "text": "Despite superimposing well onto the S2 fusion subunit and containing a similar overall S1 domain arrangement, the PEDV spike differs in several regards to the previously determined NL63 spike structure. Unlike the NL63 spike, the reconstructed density for domain 0 is more poorly defined than other domains indicating a higher degree of motion relative to the rest of the spike. Superimposition of the coordinate models of NL63 spike and the PEDV spike presented here reveals that both domain 0 and domain A have shifted approximately 15 Å towards the S2 region in the PEDV spike while domain B (also referred to as the S1 CTD) has remained in approximately the same position. The three B domains of the trimer are also more tightly packed around the spike three-fold axis with domain B making fewer contacts to domain A than observed in NL63 spike. All three B domains are in the downwards or lying conformation similar to that observed for available alpha-, gamma-, and deltacoronavirus spike structures (Shang et al., 2018a; Shang et al., 2018b; Walls et al., 2016b) PEDV spike is known to bind sialic acid and hemagglutinate red blood cells. This activity has been attributed to the S1 domain 0 (Hou et al., 2017; Li et al., 2016) . However, comparison of the PEDV S1 domain 0 with the equivalent domain of the recently determined betacoronavirus OC43 spike in complex with sialic acid (Tortorici et al., 2019) suggests that the OC43 spike sialic acid binding site is not shared with PEDV despite structural homology between the two glycan-binding domains indicating an altered mode of glycan recognition in PEDV. In a portion of field isolates and tissue culture adapted viruses, PEDV S1 domain 0 has been deleted, leading to an apparent loss of sialic acid binding activity (Diep et al., 2017; Hou et al., 2017; Masuda et al., 2015) . Though originally suggested to result in viruses with reduced mortality in piglets (Hou et al., 2017; Masuda et al., 2015) , spike domain 0 deletion viruses have been found to be capable of causing high mortality (Diep et al., 2017) . Moreover, it has been suggested that the deletion of domain 0 may contribute to viral persistence and reoccurrence of PEDV on pig farms (Diep et al., 2017) . To examine the effect of this domain deletion on the overall structure of the PEDV spike, we used negative-stain EM to determine the structure of the PEDV spike with a 197 amino acid deletion, Figure 3 : Non-protein components mediate protein-protein interactions in the PEDV spike. A) An N-linked glycan at Asn264 is sandwiched between domain A (light blue) and the S2 region of an adjacent protomer (green), capping the S2 central helices. B) Density for palmitoleic acid binding between S1 domain D (blue) and the S2 subunit of an adjacent protomer (green). B) A second site for palmitoleic acid was located in S1 domain A where the fatty acid head group reaches out to interact with S1 domain C of an adjacent protomer (teal).",
            "cite_spans": [
                {
                    "start": 1006,
                    "end": 1027,
                    "text": "(Shang et al., 2018a;",
                    "ref_id": null
                },
                {
                    "start": 1028,
                    "end": 1048,
                    "text": "Shang et al., 2018b;",
                    "ref_id": null
                },
                {
                    "start": 1049,
                    "end": 1069,
                    "text": "Walls et al., 2016b)",
                    "ref_id": null
                },
                {
                    "start": 1199,
                    "end": 1217,
                    "text": "(Hou et al., 2017;",
                    "ref_id": null
                },
                {
                    "start": 1218,
                    "end": 1234,
                    "text": "Li et al., 2016)",
                    "ref_id": null
                },
                {
                    "start": 1390,
                    "end": 1414,
                    "text": "(Tortorici et al., 2019)",
                    "ref_id": null
                },
                {
                    "start": 1780,
                    "end": 1799,
                    "text": "(Diep et al., 2017;",
                    "ref_id": null
                },
                {
                    "start": 1800,
                    "end": 1817,
                    "text": "Hou et al., 2017;",
                    "ref_id": null
                },
                {
                    "start": 1818,
                    "end": 1838,
                    "text": "Masuda et al., 2015)",
                    "ref_id": null
                },
                {
                    "start": 1924,
                    "end": 1942,
                    "text": "(Hou et al., 2017;",
                    "ref_id": null
                },
                {
                    "start": 1943,
                    "end": 1963,
                    "text": "Masuda et al., 2015)",
                    "ref_id": null
                },
                {
                    "start": 2054,
                    "end": 2073,
                    "text": "(Diep et al., 2017)",
                    "ref_id": null
                },
                {
                    "start": 2212,
                    "end": 2231,
                    "text": "(Diep et al., 2017)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 2427,
                    "end": 2435,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Structural description"
        },
        {
            "text": "removing domain 0 (Diep et al., 2017) . This low-resolution structure displays a similar structure to the full-length spike indicating that the deletion of this domain does not impart any macroscopic changes in spike protein conformation (Supplement Fig. 1 ).",
            "cite_spans": [
                {
                    "start": 18,
                    "end": 37,
                    "text": "(Diep et al., 2017)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 250,
                    "end": 256,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Structural description"
        },
        {
            "text": "The S2¢ protease cleavage site in the S2 region of the spike is conserved across coronavirus spikes (Millet and Whittaker, 2015) and is believed to only be exposed for cleavage by host proteases during viral entry (Belouzard et al., 2009; Park et al., 2016) . Examination of the PEDV S2 fusion machinery indicates a high structural homology with other coronavirus spike proteins including the S2¢ cleavage site. This S2¢ cleavage site at Arg894 is presented on the side of the spike following a short loop. The conformation of this preceding loop along with an upstream glycan at Asn873, blocks recognition of the S2¢ cleavage site by host proteases in the prefusion conformation (Fig. 2) . A comparison of available coronavirus spike structures (Kirchdoerfer et al., 2018; Pallesen et al., 2017; Shang et al., 2018a; Tortorici et al., 2019; Walls et al., 2016b; Xiong et al., 2018) shows the positioning and conformation of the preceding loop (875-893) to be conserved. In addition, the presence of a glycan 18-22 amino acids N-terminal to the S2¢ cleavage site also appears to be shared across coronavirus genera.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 128,
                    "text": "(Millet and Whittaker, 2015)",
                    "ref_id": null
                },
                {
                    "start": 214,
                    "end": 238,
                    "text": "(Belouzard et al., 2009;",
                    "ref_id": null
                },
                {
                    "start": 239,
                    "end": 257,
                    "text": "Park et al., 2016)",
                    "ref_id": null
                },
                {
                    "start": 746,
                    "end": 773,
                    "text": "(Kirchdoerfer et al., 2018;",
                    "ref_id": null
                },
                {
                    "start": 774,
                    "end": 796,
                    "text": "Pallesen et al., 2017;",
                    "ref_id": null
                },
                {
                    "start": 797,
                    "end": 817,
                    "text": "Shang et al., 2018a;",
                    "ref_id": null
                },
                {
                    "start": 818,
                    "end": 841,
                    "text": "Tortorici et al., 2019;",
                    "ref_id": null
                },
                {
                    "start": 842,
                    "end": 862,
                    "text": "Walls et al., 2016b;",
                    "ref_id": null
                },
                {
                    "start": 863,
                    "end": 882,
                    "text": "Xiong et al., 2018)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 680,
                    "end": 688,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Structural description"
        },
        {
            "text": "In modeling coordinates into the reconstructed EM density, we observed three non-protein densities at different domain interfaces. The first of these is a glycan density emanating from Asn264. This glycan is also present in the NL63 spike structure previously determined (Walls et al., 2016b) and occupies a hole observed in coronavirus spikes. However, due to the lower positioning of the S1 domain A relative to S2, this glycan in PEDV spike is sandwiched between the S1 domain A and the S2 region of an adjacent protomer. In coronavirus spikes, the S1 domain B caps the S2 central helices. So far unique to PEDV is the additional coordination of these S2 central helices by the Asn264 glycan ( Fig. 3A) suggesting a contributing role for this glycan in stabilizing the prefusion spike conformation. Indeed, the sequon coding for this glycan position is 99.8% conserved across full-length PEDV spike sequences in the NCBI protein database (Pickett et al., 2012) . As our PEDV spike protein used for high-resolution cryo-EM was produced in insect cells which possess alternative glycosylation patterns (Thirstrup et al., 1993) , we sampled the overall conformations of PEDV spikes possessing a variety of glycosylation patterns by expressing an identical PEDV spike DNA construct using mammalian HEK-293F, with kifunensine, and HEK-293S Gnt -/expression systems and examining the protein with negative-stain EM ( Supplementary Fig. 1) . The low-resolution reconstructions reveal identical conformations of the PEDV spike despite the differing glycosylation states, including the lower positioning of the S1 domain A relative to the S2 region. We also removed the sequon for the Asn264 glycan by mutating the Asn to Asp. This mutation strongly reduced PEDV spike protein expression levels in HEK-293F cells by approximately 10-fold, consistent with a stabilizing effect. Nonetheless, this spike protein was still capable of adopting the pre-fusion conformation (Supplementary Fig. 2) indicating that the presence of the Asn264 glycan is not strictly required.",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 292,
                    "text": "(Walls et al., 2016b)",
                    "ref_id": null
                },
                {
                    "start": 941,
                    "end": 963,
                    "text": "(Pickett et al., 2012)",
                    "ref_id": null
                },
                {
                    "start": 1103,
                    "end": 1127,
                    "text": "(Thirstrup et al., 1993)",
                    "ref_id": null
                },
                {
                    "start": 1961,
                    "end": 1983,
                    "text": "(Supplementary Fig. 2)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 697,
                    "end": 705,
                    "text": "Fig. 3A)",
                    "ref_id": null
                },
                {
                    "start": 1414,
                    "end": 1435,
                    "text": "Supplementary Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Sugar and fatty acids mediate protein chain interfaces"
        },
        {
            "text": "The second non-protein density that we observed at an inter-domain interaction site lies between S1 domain D (also called sub-domain 2) and the S2 region of an adjacent protomer (Fig. 3B ). The elongated, unbranched appearance of this density and a close proximity to neighboring Arg842 in S2 led us to model this density as a 16-carbon, unbranched fatty acid. An identical unmodeled density is present in the previously determined PEDV spike structure (Wrapp and McLellan, 2019). We confirmed the presence of this ligand using mass spectrometry, which indicated the presence of a molecule with a molecular weight matching that of palmitoleic acid ( Supplementary Fig. 3 ). This fatty acid occupies a hydrophobic pocket formed between domain D and S2 and has limited surface exposure leading us to hypothesize that this fatty acid was incorporated during the folding of the protein domains. Comparison with published structures of NL63, 229E and Feline infectious peritonitis spikes shows that despite some amino acid sequence differences, the hydrophobic fatty acid pocket is shared between these alphacoronavirus spikes (Li et al., 2019; Walls et al., 2016b; Yuan et al., 2017) . Moreover, examination of the NL63 spike reconstructed density (Walls et al., 2016b) reveals unmodeled density of a nearly identical ligand at this position ( Supplementary Fig. 3 ) suggesting that the binding of palmitoleic acid to this site may be shared across alphacoronaviruses. It should be noted that while the reconstructed densities of 229E and feline infectious peritonitis virus spikes do contain some unmodeled density in this region, these smaller densities are less indicative of a stoichiometrically bound ligand. This binding pocket for palmitoleic acid is so far a feature only for available alphacoronavirus spike structures as spike structures from beta-, gamma-and deltacoronavirus spikes possess neither an intact hydrophobic pocket between domain D and S2 nor density for a bound ligand nearby. While the shared palmitoleic acid binding site between NL63 and PEDV spikes suggests an important role for this ligand, the importance of this binding site is enigmatic and remains to be explored experimentally. One possibility may be the burial of additional hydrophobic surfaces to stabilize interactions between S1 and S2.",
            "cite_spans": [
                {
                    "start": 1122,
                    "end": 1139,
                    "text": "(Li et al., 2019;",
                    "ref_id": null
                },
                {
                    "start": 1140,
                    "end": 1160,
                    "text": "Walls et al., 2016b;",
                    "ref_id": null
                },
                {
                    "start": 1161,
                    "end": 1179,
                    "text": "Yuan et al., 2017)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 178,
                    "end": 186,
                    "text": "(Fig. 3B",
                    "ref_id": null
                },
                {
                    "start": 650,
                    "end": 670,
                    "text": "Supplementary Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 1340,
                    "end": 1360,
                    "text": "Supplementary Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Sugar and fatty acids mediate protein chain interfaces"
        },
        {
            "text": "A third non-protein density was observed in S1 domain A near its contact with the S1 domain C from an adjacent protomer (Fig. 3C ). This density was also modeled as palmitoleic acid due to its positioning within a hydrophobic pocket and its unbranched appearance. A similar unmodeled density is present in the previously determined PEDV spike, albeit in altered conformation possibly owing to the different conformation of domains 0 and A in this structure (Wrapp and McLellan, 2019) . In contrast to the palmitoleic acid binding pocket described above, this hydrophobic pocket is composed entirely of S1 domain A. However, the palmitoleic acid head group faces the S1 domain C from an adjacent protomer. Neighboring basic residues on the surface of domain C may provide favorable electrostatic interactions for the palmitoleic acid head group. Also, in contrast to the first palmitoleic acid site described above, density for this second palmitoleic acid is not present in the previously determined NL63 spike structure and is so far unique to the PEDV spike.",
            "cite_spans": [
                {
                    "start": 457,
                    "end": 483,
                    "text": "(Wrapp and McLellan, 2019)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 120,
                    "end": 128,
                    "text": "(Fig. 3C",
                    "ref_id": null
                }
            ],
            "section": "Sugar and fatty acids mediate protein chain interfaces"
        },
        {
            "text": "To structurally characterize the antibody responses to PEDV infection, we examined serum samples from infected pigs for the presence of antibodies targeting PEDV spike proteins. Fab derived from the IgG of pigs experimentally infected with PEDV or a negative control animal was combined with recombinant PEDV spike and single particle negative-stain electron microscopy was performed as recently described (Bianchi et al., 2018) . Extensive 3D classification revealed that all three of the sera from experimentally infected pigs had spike-specific antibodies that targeted the same two epitopes in S1 (Fig. 4 , Supplementary Table 3 and Supplementary Fig. 4 ). The first epitope is located at the spike apex primarily contacting the membrane distal loops of S1 domain A as well as possibly contacting select loops of domain B. The second epitope lies on the side of the PEDV spike bridging S1 domains C and D. This side epitope of PEDV spike corresponds to the previously mapped \"S1 D\" neutralizing epitope, amino acids 636-789 (Okda et al., 2017; Sun et al., 2007) . Antibodies recognizing this epitope were shown to contain much of the neutralizing activity of anti-PEDV polyclonal sera. Interestingly, we did not observe Fabs binding to other previously identified epitopes including domain 0 or domain B (Chang et al., 2002; Li et al., 2017a ) possibly owing to a lower prevalence of these antibodies or the unique truncated immunogens used to originally elicit antibodies against these epitopes rather than intact trimeric spikes presented during infection.",
            "cite_spans": [
                {
                    "start": 406,
                    "end": 428,
                    "text": "(Bianchi et al., 2018)",
                    "ref_id": null
                },
                {
                    "start": 1020,
                    "end": 1047,
                    "text": "636-789 (Okda et al., 2017;",
                    "ref_id": null
                },
                {
                    "start": 1048,
                    "end": 1065,
                    "text": "Sun et al., 2007)",
                    "ref_id": null
                },
                {
                    "start": 1308,
                    "end": 1328,
                    "text": "(Chang et al., 2002;",
                    "ref_id": null
                },
                {
                    "start": 1329,
                    "end": 1345,
                    "text": "Li et al., 2017a",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 601,
                    "end": 608,
                    "text": "(Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 625,
                    "end": 632,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 637,
                    "end": 657,
                    "text": "Supplementary Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Reactivity of PEDV spike with polyclonal antibody sera"
        },
        {
            "text": "These structures of the PEDV spike visualized by electron microscopy present new opportunities for structural comparisons against the collection of available coronavirus spike structures as well as indicating unique features such as glycan and fatty acid ligands mediating domain interfaces. We also determined the dominant antibody epitopes on the PEDV spike, one of which overlaps with a known neutralizing antibody epitope.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Similar to NL63 spike, the PEDV spike domain B are all in downwards conformations. This is in contrast to the betacoronavirus spike domain B of SARS-and MERS-CoV which adopt upwards conformations to recognize host protein receptors (Kirchdoerfer et al., 2018; Song et al., 2018) . It has previously been proposed that the PEDV spike may use porcine APN as a host protein receptor for viral entry. However, recent evidence suggests APN is not necessary for PEDV entry into host cells (Li et al., 2017b) . The observed poor accessibility of the PEDV spike domain B for receptor recognition supports the notion that this domain may recognize host receptors more poorly than the domain B of spikes which transition to upwards conformations more readily.",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 259,
                    "text": "(Kirchdoerfer et al., 2018;",
                    "ref_id": null
                },
                {
                    "start": 260,
                    "end": 278,
                    "text": "Song et al., 2018)",
                    "ref_id": null
                },
                {
                    "start": 483,
                    "end": 501,
                    "text": "(Li et al., 2017b)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Spike conformational changes like those induced by host receptor binding (Walls et al., 2019) , initiate the transition of coronavirus spikes from a pre-fusion to a postfusion state during viral entry. Key to these conformational transitions is the stability between the S1 and S2 regions of the viral spike as S1 shedding has been suggested as a . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.18.955195 doi: bioRxiv preprint Figure 4 : Polyclonal antibody recognition of PEDV spike epitopes. Antibody Fabs from three experimentally PEDV infected pigs recognize two distinct epitopes. The first epitope (yellow) is at the spike apex and is composed primarily of S1 domain A. The second epitope (orange) is on the side of the spike protein and is composed of S1 domains C and D and corresponds to a known neutralizing epitope (Okda et al., 2017; Sun et al., 2007) .",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 93,
                    "text": "(Walls et al., 2019)",
                    "ref_id": null
                },
                {
                    "start": 972,
                    "end": 991,
                    "text": "(Okda et al., 2017;",
                    "ref_id": null
                },
                {
                    "start": 992,
                    "end": 1009,
                    "text": "Sun et al., 2007)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 573,
                    "end": 581,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "prerequisite for this transition (Walls et al., 2017; Yuan et al., 2017) . Our observation of glycan and fatty acid ligands in S1-S2 interfaces suggests a role for these ligands in modulating these interfaces and we hypothesize that these glycan and fatty acid interactions serve to stabilize the viral spike. These non-protein components add new considerations to protein engineering efforts to stabilize the prefusion conformations of alphacoronavirus spikes to take into account the effect of these non-protein ligands and their contribution to S1-S2 interactions.",
            "cite_spans": [
                {
                    "start": 33,
                    "end": 53,
                    "text": "(Walls et al., 2017;",
                    "ref_id": null
                },
                {
                    "start": 54,
                    "end": 72,
                    "text": "Yuan et al., 2017)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In considering vaccine immunogens, it is also important to consider those epitopes which are dominantly recognized by the host immune response. The analysis of sera from pigs experimentally infected with PEDV revealed the same two epitopes in all three experimentally infected pigs studied, demonstrating a remarkably convergent immune response to infection. The epitope at the junction of domains C and D is a known neutralizing epitope (Okda et al., 2017; Sun et al., 2007) . Moreover, previous work on this epitope demonstrated that immunizing with just this region of the PEDV spike was sufficient to produce sera with significant protection against viral infection (Sun et al., 2007) . In addition, the paucity of diverse epitopes seen in the PEDV infected pig sera samples suggests significant opportunity for the specific presentation of spike protein regions as vaccine immunogens to explore and exploit novel epitopes not dominant in natural infection particularly against the S2 region of the protein.",
            "cite_spans": [
                {
                    "start": 438,
                    "end": 457,
                    "text": "(Okda et al., 2017;",
                    "ref_id": null
                },
                {
                    "start": 458,
                    "end": 475,
                    "text": "Sun et al., 2007)",
                    "ref_id": null
                },
                {
                    "start": 670,
                    "end": 688,
                    "text": "(Sun et al., 2007)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "These analyses of the PEDV spike reveal the ectodomain protein structure, non-protein ligands contributing to protein stability and dominant spike antibody epitopes arising during PEDV infection. Each of these observations will find future utility in not only understanding PEDV entry and immune responses, but also aid in the design of vaccine immunogens across the alphacoronavirus family. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi. org/10.1101 /2020 .02.18.955195 doi: bioRxiv preprint Wilson, I.A., Skehel, J.J., and Wiley, D.C. (1981 . Structure of the haemagglutinin membrane glycoprotein of influenza virus at 3 A resolution. Nature 289, 366-373. Wood, E.N. (1977) . ",
            "cite_spans": [
                {
                    "start": 483,
                    "end": 494,
                    "text": "org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 495,
                    "end": 500,
                    "text": "/2020",
                    "ref_id": null
                },
                {
                    "start": 501,
                    "end": 586,
                    "text": ".02.18.955195 doi: bioRxiv preprint Wilson, I.A., Skehel, J.J., and Wiley, D.C. (1981",
                    "ref_id": null
                },
                {
                    "start": 693,
                    "end": 719,
                    "text": "366-373. Wood, E.N. (1977)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Further information and requests for resources and reagents should be directed to and will be fulfilled by the Lead Contact, Andrew B. Ward (andrew@scripps.edu). Plasmids for the expression of PEDV spike in mammalian and insect cells are available from the lead contact. There are restrictions to the availability of porcine sera due to limited availability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STAR Methods LEAD CONTACT AND MATERIALS AVAILABILITY"
        },
        {
            "text": "Escherchia coli for the formation of recombinant bacmids, DH10Bac (Genotype: F −mcrA Δ(mrrhsdRMS-mcrBC) ϕ80lacZΔM15 ΔlacX74 recA1 endA1 araD139 Δ(ara,leu)7697 galU galK λ−rpsL nupG/bMON14272/pMON7124) carries the recombinant baculovirus genome, Autographica californica, on a bacterial artificial chromosome. These cells are propagated at 37˚C in LB broth or on LB agar supplemented with 50 µg/mL kanamycin, 10 µg/mL tetracycline. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EXPERIMENTAL MODEL AND SUBJECT DETAILS E. coli DH10Bac"
        },
        {
            "text": "The experimental design was approved by the University's Institutional Animal Care and User Committee (protocol log #6-13-7593-S). Three-week old, cross-bred, weaned pigs of mixed sex (female and barrow) were purchased from a single commercial farrow-to-wean herd without any known prior exposure to PEDV, porcine reproductive and respiratory syndrome virus (PRRSV) and transmissible gastroenteritis virus (TGEV). Seronegative status for all these viruses was also confirmed by laboratory testing before receiving. The pigs were kept in the Livestock Infectious Disease Isolation Facility (BSL2 compliance) at Iowa State University (Ames, Iowa) and randomly assigned to challenged or sham-control group . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.18.955195 doi: bioRxiv preprint each of which was separated by room and ventilation system in the same facility. Pigs in each room were confined by pens on a solid floor that was rinsed daily, fed a balanced diet ad libitum based on weight, and given free access to water.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sus scrofa"
        },
        {
            "text": "The protein sequence of Porcine epidemic diarrhea virus (PEDV) USA/Colorado/2013 spike ectodomain 1-1322 with a C-terminal foldon, TEV site, His-tag and Strep-tag was codon optimized for mammalian expression (Genscript) and inserted into pFastBac1 (Thermo Fisher, Cat. #10360014) using EcoRI and XbaI restriction sites (Genscript). The insert was further cloned into pcDNA3.4 using the HiFi DNA Assembly Kit (New England Biolabs) and PCR products (Phusion polymerase, Thermo Fisher, Cat. #F530L) for spike (PEDV fwd and rvs) and for pcDNA3.4 (pcDNA34 fwd and rvs).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plasmid preparation"
        },
        {
            "text": "The Asn264Asp in spike-pcDNA3.4 substitution and 34-230 deletion spike (based on genbank sequence AMK69964) in spike-pFastBac1 mutants were made by Phusion PCR of the parent templates using N264D fwd and rvs or PEDVS0033 rvs and PEDVS0231 fwd primers. The resulting PCR products were purified with NucleoSpin PCR cleanup kit (Machery Nagel, Cat. #740609.50) to which was added 10X PNK buffer, 1 µL T4 polynucleotide kinase and 1 µL DpnI (New England Biolabs, Cats. #M0201S and R0176S) and incubated at 37˚C for 1 hour. 3µL of this reaction, 1µL of 10X T4 ligase buffer, 1µL of T4 ligase (New England Biolabs, Cat. #M0202S) and 5µL of water were incubated at room temperature for 1 hour. The ligated DNA was then transformed into DH5a E. coli (Thermo Fisher, Cat. #18258012) and selected on LB broth agar with 100µg/mL ampicillin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plasmid preparation"
        },
        {
            "text": "Protein expression constructs in pFastBac1 were transformed into DH10Bac E. coli (Thermo Fisher, Cat. # 10361012) and selected on Luria broth agar with 50µg/mL kanamycin, 15µg/mL gentamycin, 0.5 mM isopropylthiogalactopyranoside (IPTG) and 20 µg/mL X-gal at 37˚C. White colonies, indicating recombinants, were grown in LB broth and the recombinant bacmid DNA was prepared using the NucleoBond Xtra Bac Kit (Machery Nagel, Cat. #740436.25). 1µg of recombinant bacmid DNA was combined in 1 mL of ESF-921 media (Expression Systems, Cat. #96-001-01) with 20 µL of Cellfectin II (Thermo Fisher, Cat. #10362100) and added to 1´10 6 adherent Sf9 cells. Cells were incubated for five days. Cell supernatants were clarified by centrifugation at 1500´g for 5 minutes. 0.5 mL of transfected cell supernatant was used to amplify the baculoviruses on 5´10 6 adherent Sf9 cells for 5 days. First virus passage supernatants were clarified by centrifugation. 1 mL of first passage supernatant was used to further amplify the baculovirus on 50 ´10 6 suspension Sf9 cells and incubated for 5 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Production of recombinant baculoviruses"
        },
        {
            "text": "swine sera used in the study were collected from pigs on day 76 PI (i.e., 20 days after the 2nd inoculation). The negative swine serum was from one of age-matched control pigs. The positive serum had an antibody titer of 8 to 32 against PEDV as measured by serum-virus neutralization test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Production of recombinant baculoviruses"
        },
        {
            "text": "IgG was isolated from porcine sera by passing the sera over a MabSelect 5 mL HiTrap Column (GE Life Sciences), washing with two column volumes of tris-buffered saline and elution with 0.1 M glycine, pH 2.5. Acid elutions were immediately neutralized with 1/10 th volume of 1M tris base and then buffer exchanged 1:10 twice into tris-buffered saline. IgG was digested to Fab and Fc using papain. Digestions were done in tris-buffered saline (25mM TrisCl pH 7.4, 150 mM NaCl) with 5 mM dithiothreitol using 0.25% (w/w) papain for 2 hours at room temperature. The digest was quenched by diluting 200 mM iodoacetamide (Sigma) 1/20 into the reaction. Undigested IgG was removed from the quenched reactions by passing the reactions over a Superdex200 Increase 10/300 column (GE Life Sciences, Cat. #28990944) in tris-buffered saline.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of polyclonal Fab fragments"
        },
        {
            "text": "For polyclonal epitope analysis, 30 µg of purified Sf9 expressed full-length PEDV spike ectodomain was combined with 1.5 mg of Fab/Fc fractions from gel filtration. The proteins were incubated overnight at room temperature. Fab-spike complexes were isolated by gel filtration using a Superdex200 Increase 10/300 column in tris-buffered saline monitoring the elutions at 215 nm and collecting the spike peaks. Collected fractions were concentrated by ultrafiltration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of polyclonal Fab fragments"
        },
        {
            "text": "PEDV spikes and spike-Fab complexes for negative-stain electron microscopy were diluted to 30-50 µg/mL using tris-buffered saline. 3 µL of protein sample was spotted onto glow-discharged carbon-coated copper grids and stained with uranyl formate. Imaging of grids was performed using a T12 Tecnai Spirit operating at 120 kV and Tietz 4K camera and Leginon (Suloway et al., 2005) data collection software. Images were assesed using EMHP (Berndsen et al., 2017) and processed using RELION-3.0 (Zivanov et al., 2018) and CryoSparc 2.0 (Punjani et al., 2017) . Briefly for spike samples, particles were extracted in RELION binning by 2 and then reconstructed in CryoSparc. For spike-Fab complexes, particles were extracted binning by 2 and reconstructed in C1 in RELION before extensive 3D classification with local alignment followed by C1 3D refinement of unique classes.",
            "cite_spans": [
                {
                    "start": 348,
                    "end": 378,
                    "text": "Leginon (Suloway et al., 2005)",
                    "ref_id": null
                },
                {
                    "start": 436,
                    "end": 459,
                    "text": "(Berndsen et al., 2017)",
                    "ref_id": null
                },
                {
                    "start": 480,
                    "end": 517,
                    "text": "RELION-3.0 (Zivanov et al., 2018) and",
                    "ref_id": null
                },
                {
                    "start": 518,
                    "end": 554,
                    "text": "CryoSparc 2.0 (Punjani et al., 2017)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Negative-stain electron microscopy"
        },
        {
            "text": "PEDV spike ectodomain for cryo-EM was used at a final concentration of 1.3 mg/mL with 0.01% amphipol A8-35 (Anatrace). The protein was spotted onto UltraAuFoil 1.2/1.3 gold grids (Quantifoil) plasma cleaned using an Ar/O2 gas mix. Grids were blotted for 3.5 s using a Vitrobot IV (Thermo Fisher) and then plunge frozen into liquid ethane at -185˚C. Grids were imaged using a Talos Arctica (Thermo Fisher) at 200 kV with a K2 Summit camera (Gatan) and Leginon data collection software. Micrograph movies were aligned using MotionCor2 (UCSF) (Zheng et al., 2017) , CTF corrections were done with Gctf (Zhang, 2016) and images were assessed with EMHP (Berndsen et al., 2017) . Further data processing was performed in RELION-3.0 (Zivanov et al., 2018) . Particles were picked, extracted, 2D classified and 3D refined. Attempts at C1 refinements and 3D sorting all produced reconstructions resembling C3 symmetry and so C3 symmetry was used in the final reconstruction.",
            "cite_spans": [
                {
                    "start": 540,
                    "end": 560,
                    "text": "(Zheng et al., 2017)",
                    "ref_id": null
                },
                {
                    "start": 648,
                    "end": 671,
                    "text": "(Berndsen et al., 2017)",
                    "ref_id": null
                },
                {
                    "start": 715,
                    "end": 748,
                    "text": "RELION-3.0 (Zivanov et al., 2018)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Cryo-electron microscopy"
        },
        {
            "text": "The model of NL63 spike ectodomain (5SZS.pdb) (Walls et al., 2016b) was used as a starting model. The model was aligned an mutated to the PEDV spike sequence and rebuild using Coot (Emsley et al., 2010) . Coordinate models were further refined using real-space refinement in Phenix (Adams et al., 2010) and RosettaRelax (Wang et al., 2016) . Model validation was done using Molprobity (Williams et al., 2018) and EMRinger (Barad et al., 2015) .",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 202,
                    "text": "(Emsley et al., 2010)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 282,
                    "end": 302,
                    "text": "(Adams et al., 2010)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 320,
                    "end": 339,
                    "text": "(Wang et al., 2016)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 385,
                    "end": 408,
                    "text": "(Williams et al., 2018)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 413,
                    "end": 442,
                    "text": "EMRinger (Barad et al., 2015)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Cryo-electron microscopy"
        },
        {
            "text": "The PEDV spike sample expressed in Sf9 cells was analyzed on Zorbax SB-C18 column (Agilent) with water with 0.1% formic acid and acetonitrile with 0.1% formic acid as mobile phases. The mass spectrometry data was acquired in positive mode on Qtof Impact II (Bruker) and analyzed using Compass Data analysis 4.3 (Bruker).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mass spectrometry"
        },
        {
            "text": "Statistical models inherent to RELION-3.0 (Zivanov et al., 2018) and CryoSparc 2.0 (Punjani et al., 2017) were used to create 3D classifications and 3D refinements from spike particle images.",
            "cite_spans": [
                {
                    "start": 31,
                    "end": 64,
                    "text": "RELION-3.0 (Zivanov et al., 2018)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "QUANTIFICATION AND STATISTICAL ANALYSIS"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.18.955195 doi: bioRxiv preprint All map and coordinate data presented in the manuscript has been deposited in Protein Data Bank (www.rcsb.org) with accession 6VV5 or in the Electron Microscopy Data Bank (www.ebi.ac.uk/pdbe/emdb/) with accessions 21391, 21392, 21393, 21394, 21395, 21396, 21397, 21398, 21399, 21400, 21401, 21402, 21403, 21404 . The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.18.955195 doi: bioRxiv preprint Supplemental Figure 3 : Alphacoronavirus spike proteins bind to palmitoleic acid. Comparison of the palmitoleic acid binding site in density maps for A) the PEDV spike structure determined here, B) the previously determined PEDV spike structure (Wrapp and McLellan, 2019) and C) the previously determined HuCoV-NL63 spike structure (Walls et al., 2016b) . The coordinates of palmitoleic acid built in the PEDV spike structure presented here were superposed onto the other spike structures based on neighboring protein regions. Comparison of density in the second palmitoleic acid binding sites located within PEDV S1 domain A in D) the spike structure presented here as well as E) the previously determined PEDV spike structure (Wrapp and McLellan, 2019) . Note that the palmitoleic acid density appears to adopt an alternate conformation in the previously determined PEDV spike structure. The coordinates of palmitoleic acid were real space refined to reflect this altered conformation. The altered fatty acid conformation may be due to differences in the conformation of this region of the protein (see main text).",
            "cite_spans": [
                {
                    "start": 440,
                    "end": 446,
                    "text": "21391,",
                    "ref_id": null
                },
                {
                    "start": 447,
                    "end": 453,
                    "text": "21392,",
                    "ref_id": null
                },
                {
                    "start": 454,
                    "end": 460,
                    "text": "21393,",
                    "ref_id": null
                },
                {
                    "start": 461,
                    "end": 467,
                    "text": "21394,",
                    "ref_id": null
                },
                {
                    "start": 468,
                    "end": 474,
                    "text": "21395,",
                    "ref_id": null
                },
                {
                    "start": 475,
                    "end": 481,
                    "text": "21396,",
                    "ref_id": null
                },
                {
                    "start": 482,
                    "end": 488,
                    "text": "21397,",
                    "ref_id": null
                },
                {
                    "start": 489,
                    "end": 495,
                    "text": "21398,",
                    "ref_id": null
                },
                {
                    "start": 496,
                    "end": 502,
                    "text": "21399,",
                    "ref_id": null
                },
                {
                    "start": 503,
                    "end": 509,
                    "text": "21400,",
                    "ref_id": null
                },
                {
                    "start": 510,
                    "end": 516,
                    "text": "21401,",
                    "ref_id": null
                },
                {
                    "start": 517,
                    "end": 523,
                    "text": "21402,",
                    "ref_id": null
                },
                {
                    "start": 524,
                    "end": 530,
                    "text": "21403,",
                    "ref_id": null
                },
                {
                    "start": 531,
                    "end": 536,
                    "text": "21404",
                    "ref_id": null
                },
                {
                    "start": 1013,
                    "end": 1034,
                    "text": "(Walls et al., 2016b)",
                    "ref_id": null
                },
                {
                    "start": 1409,
                    "end": 1435,
                    "text": "(Wrapp and McLellan, 2019)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 694,
                    "end": 702,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "DATA AND CODE AVAILABILITY"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.18.955195 doi: bioRxiv preprint Supplemental Figure 4 : Polyclonal antibody analysis of pigs experimentally infected with PEDV. The polyclonal antibody sera from pigs experimentally infected with PEDV was bound to PEDV spikes and analyzed by negative-stain electron microscopy. Segmented maps of antibody Fabs from three individual pigs (A, B and C) confirm the recognition of the same two antibody epitopes on PEDV spikes. For each sera sample, representative non-segmented maps are shown at right.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 239,
                    "end": 247,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "KEY RESOURCES"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.18.955195 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "KEY RESOURCES"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "SCR_000305 Rosetta Rosetta Commons",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cc-By-Nc-Nd",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.18.955195"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The HuCoV-NL63 amino acids 16-1291 spike cryoEM structure expressed from Drosophila melanogaster S2 cells. B) The previously published PEDV spike cryoEM structure, strain CV777, amino acids 1-1319 expressed in human 293F cells with kifunensine. C) The PEDV spike cryoEM structure, amino acids 1-1322 expressed in Sf9 cells. D) PEDV spike was expressed in 293F cells, adding complex glycans. E) PEDV spike was expressed in 293F cells in the presence of kifunensine adding high-mannose glycans. F) PEDV spike was expressed in 293S GntI-cells adding high-mannose glycans. G) PEDV spike carrying a knockout of the glycan at Asn264 was expressed in 293F cells. H) PEDV spike was expressed in Sf9 insect cells, adding short high-mannose glycans. I) PEDV spike was truncated to remove the first N-terminal domain, domain 0 (amino acids 34-230) and expressed in Sf9 insect cells",
            "authors": [],
            "year": null,
            "venue": "Conformations of Alphacoronavirus spike variants. A)",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cc-By-Nc-Nd",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.18.955195"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Overall structure of the PEDV spike protein.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Comparison of S2¢ cleavage sites in coronavirus spike structures. S2¢cleavage occurs after a coronavirus conserved arginine residue. This position is preceded by protein loop and an N-linked glycan which appear to occlude this cleavage site in the prefusion conformation. Structures used for comparison include spikes from HuCoV-NL63 (5SZS.pdb (Walls et al., 2016b)), Porcine deltacoronavirus (6BFU.pdb, (Xiong et al., 2018)), MERS-CoV (5W9I.pdb, (Pallesen et al., 2017)), SARS-CoV (6CRV.pdb, (Kirchdoerfer et al., 2018)) and Infectious bronchitis virus (6CV0.pdb, (Shang et al., 2018a)).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": ", P.D., and Fraser, J.S. (2015). EMRinger: side chain-directed model and map validation for 3D cryoelectron microscopy. NatMethods 12, 943-946.  Belouzard, S., Chu, V.C., and Whittaker, G.R. (2009).Activation of the SARS coronavirus spike protein via sequential proteolytic cleavage at two distinct sites. Proc Natl Acad Sci U S A 106, 5871-5876. Berndsen, Z., Bowman, C.,Jang, H., and Ward, A.B.  (2017). EMHP: an accurate automated hole masking algorithm for single-particle cryo-EM image processing.Bioinformatics 33, 3824-3826. Bianchi, M., Turner, H.L., Nogal, B., Cottrell, C.A., Oyen, D., Pauthner, M., Bastidas, R., Nedellec, R., McCoy, L.E., Wilson, I.A., et al. (2018). Electron-Microscopy-Based Epitope Mapping Defines Specificities of Polyclonal Antibodies Elicited during HIV-1 BG505 Envelope Trimer Immunization. Immunity 49, 288-300.e288. Bosch, B.J., van der Zee, R., de Haan, C.A., and Rottier, P.J. (2003). The coronavirus spike protein is a class I virus fusion protein: structural and functional characterization of the fusion core complex. J Virol 77, 8801-8811. Bullough, P.A., Hughson, F.M., Skehel, J.J., and Wiley, D.C. (1994). Structure of influenza haemagglutinin at the pH of membrane fusion. Nature 371, 37-43. Chambers, P., Pringle, C.R., and Easton, A.J. (1990). Heptad repeat sequences are located adjacent to hydrophobic regions in several types of virus fusion glycoproteins. J Gen Virol 71 ( Pt 12), 3075-3080. Chang, S.H., Bae, J.L., Kang, T.J., Kim, J., Chung, G.H., Lim, C.W., Laude, H., Yang, M.S., and Jang, Y.S. (2002). Identification of the epitope region capable of inducing neutralizing antibodies against the porcine epidemic diarrhea virus. Mol Cells 14, 295-299. Diep, N.V., Norimine, J., Sueyoshi, M., Lan, N.T., and Yamaguchi, R. (2017). Novel Porcine Epidemic Diarrhea Virus (PEDV) Variants with Large Deletions in the Spike (S) Gene Coexist with PEDV Strains Possessing an Intact S Gene in Domestic Pigs in Japan: A New Disease Situation. PLoS One 12, e0170126. Emsley, P., Lohkamp, B., Scott, W.G., and Cowtan, K. (2010). Features and development of Coot. Acta Crystallogr D Biol Crystallogr 66, 486-501. Hoang, H., Killian, M.L., Madson, D.M., Arruda, P.H., Sun, D., Schwartz, K.J., and Yoon, K.J. (2013). Full-Length Genome Sequence of a Plaque-Cloned Virulent Porcine Epidemic Diarrhea Virus Isolate (USA/Iowa/18984/2013) from a Midwestern U.S. Swine Herd. Genome Announc 1. Hou, Y., Lin, C.M., Yokoyama, M., Yount, B.L., Marthaler, D., Douglas, A.L., Ghimire, S., Qin, Y., Baric, R.S., Saif, L.J., et al. Julien, J.P., Cupo, A., Sok, D., Stanfield, R.L., Lyumkis, D., Deller, M.C., Klasse, P.J., Burton, D.R., Sanders, R.W., Moore, J.P., et al. (2013). Crystal structure of a soluble cleaved HIV-1 envelope trimer. Science 342, 1477-1483. Kirchdoerfer, R.N., Cottrell, C.A., Wang, N., Pallesen, J., Yassine, H.M., Turner, H.L., Corbett, K.S., Graham, B.S., McLellan, J.S., and Ward, A.B. (2016). Pre-fusion structure of a human coronavirus spike protein. Nature 531, 118-121. Kirchdoerfer, R.N., Wang, N., Pallesen, J., Wrapp, D., Turner, H.L., Cottrell, C.A., Corbett, K.S., Graham, B.S., McLellan, J.S., and Ward, A.B. (2018). Stabilized coronavirus spikes are resistant to conformational changes induced by receptor recognition or proteolysis. Sci Rep 8, 15701. Lee, C. (2015). Porcine epidemic diarrhea virus: An emerging and re-emerging epizootic swine virus. Virol J 12, 193. Li, B.X., Ge, J.W., and Li, Y.J. (2007). Porcine aminopeptidase N is a functional receptor for the PEDV coronavirus. Virology 365, 166-172. Li, C., Li, W., Lucio de Esesarte, E., Guo, H., van den Elzen, P., Aarts, E., van den Born, E., Rottier, P.J.M., and Bosch, B.J. (2017a). Cell Attachment Domains of the Porcine Epidemic Diarrhea Virus Spike Protein Are Key Targets of Neutralizing Antibodies. J Virol 91. Li, W., Luo, R., He, Q., van Kuppeveld, F.J.M., Rottier, P.J.M., and Bosch, B.J. (2017b). Aminopeptidase N is not required for porcine epidemic diarrhea virus cell entry. Virus Res 235, 6-13. Li, W., van Kuppeveld, F.J.M., He, Q., Rottier, P.J.M., and Bosch, B.J. (2016). Cellular entry of the porcine epidemic diarrhea virus. Virus Res 226, 117-127. Li, Z., Tomlinson, A.C., Wong, A.H., Zhou, D., Desforges, M., Talbot, P.J., Benlekbir, S., Rubinstein, J.L., and Rini, J.M. (2019). The human coronavirus HCoV-229E Sprotein structure and receptor binding. Elife 8. Lyumkis, D., Julien, J.P., de Val, N., Cupo, A., Potter, C.S., Klasse, P.J., Burton, D.R., Sanders, R.W., Moore, J.P., Carragher, B., et al. (2013). Cryo-EM structure of a fully glycosylated soluble cleaved HIV-1 envelope trimer. Science 342, 1484-1490. Madson, D.M., Magstadt, D.R., Arruda, P.H., Hoang, H., Sun, D., Bower, L.P., Bhandari, M., Burrough, E.R., Gauger, P.C., Pillatzki, A.E., et al. (2014). Pathogenesis of porcine epidemic diarrhea virus isolate (US/Iowa/18984/2013) in 3-week-old weaned pigs. Vet Microbiol 174, 60-68. Masuda, T., Murakami, S., Takahashi, O., Miyazaki, A., Ohashi, S., Yamasato, H., and Suzuki, T. (2015). New porcine epidemic diarrhoea virus variant with a large ). The S2 glycoprotein subunit of porcine epidemic diarrhea virus contains immunodominant neutralizing epitopes. Virology 509, 185-194. Pallesen, J., Wang, N., Corbett, K.S., Wrapp, D., Kirchdoerfer, R.N., Turner, H.L., Cottrell, C.A., Becker, M.M., Wang, L., Shi, W., et al. (2017). Immunogenicity and structures of a rationally designed prefusion MERS-CoV spike antigen. Proc Natl Acad Sci U S A 114, E7348-e7357. Park, J.E., Li, K., Barlan, A., Fehr, A.R., Perlman, S., McCray, P.B., Jr., and Gallagher, T. (2016). Proteolytic processing of Middle East respiratory syndrome coronavirus spikes expands virus tropism. Proc Natl Acad Sci U S A 113, 12262-12267. Pensaert, M.B., and de Bouck, P. (1978). A new coronavirus-like particle associated with diarrhea in swine. Arch Virol 58, 243-247. Pettersen, E.F., Goddard, T.D., Huang, C.C., Couch, G.S., Greenblatt, D.M., Meng, E.C., and Ferrin, T.E. (2004). UCSF Chimera--a visualization system for exploratory research and analysis. J Comput Chem 25, 1605-1612. Pickett, B.E., Sadat, E.L., Zhang, Y., Noronha, J.M., Squires, R.B., Hunt, V., Liu, M., Kumar, S., Zaremba, S., Gu, Z., et al. (2012). ViPR: an open bioinformatics database and analysis resource for virology research. Nucleic Acids Res 40, D593-598. Punjani, A., Rubinstein, J.L., Fleet, D.J., and Brubaker, M.A. (2017). cryoSPARC: algorithms for rapid unsupervised cryo-EM structure determination. Nat Methods 14, 290-296. Sawyer, W., and Sherwell, P. (2014). This Little Piggy Cried P-E-D-v All the Way Home: Estimating the Imacts of PEDv in North America. Rabobank AgFocus, 8. Shang, J., Zheng, Y., Yang, Y., Liu, C., Geng, Q., Luo, C., Zhang, W., and Li, F. (2018a). Cryo-EM structure of infectious bronchitis coronavirus spike protein reveals structural and functional evolution of coronavirus spike proteins. PLoS Pathog 14, e1007009. Shang, J., Zheng, Y., Yang, Y., Liu, C., Geng, Q., Tai, W., Du, L., Zhou, Y., Zhang, W., and Li, F. (2018b). Cryo-Electron Microscopy Structure of Porcine Deltacoronavirus Spike Protein in the Prefusion State. J Virol 92. Song, W., Gui, M., Wang, X., and Xiang, Y. (2018). Cryo-EM structure of the SARS coronavirus spike glycoprotein in complex with its host cell receptor ACE2. PLoS Pathog 14, e1007236. diarrhea virus in the United States: clinical signs, lesions, and viral genomic sequences. J Vet Diagn Invest 25, 649-654.Suloway, C., Pulokas, J., Fellmann, D., Cheng, A., Guerra,  F., Quispe, J., Stagg, S., Potter, C.S., and Carragher, B.  (2005). Automated molecular microscopy: the new Leginon system. J Struct Biol 151,41-60.  Sun, D.B., Feng, L., Shi, H.Y., Chen, J.F., Liu, S.W., Chen,  H.Y., and Wang, Y.F. (2007). Spike protein region (aa 636789) of porcine epidemic diarrhea virus is essential for induction of neutralizing antibodies. Acta Virol 51,149- 156.  Taguchi, F., and Matsuyama, S. (2002).Soluble receptor potentiates receptor-independent infection by murine coronavirus. J Virol 76, 950-958. Thirstrup, K., Carriere, F., Hjorth, S., Rasmussen, P.B., Woldike, H., Nielsen, P.F., and Thim, L. (1993). One-step purification and characterization of human pancreatic lipase expressed in insect cells. FEBS Lett 327, 79-84. Tortorici, M.A., Walls, A.C., Lang, Y., Wang, C., Li, Z., Koerhuis, D., Boons, G.J., Bosch, B.J., Rey, F.A., de Groot, R.J., et al. (2019). Structural basis for human coronavirus attachment to sialic acid receptors. Nat Struct Mol Biol 26, 481-489. Walls, A.C., Tortorici, M.A., Bosch, B.J., Frenz, B., Rottier, P.J.M., DiMaio, F., Rey, F.A., and Veesler, D. (2016a). Cryo-electron microscopy structure of a coronavirus spike glycoprotein trimer. Nature 531, 114-117. Walls, A.C., Tortorici, M.A., Frenz, B., Snijder, J., Li, W., Rey, F.A., DiMaio, F., Bosch, B.J., and Veesler, D. (2016b). Glycan shield and epitope masking of a coronavirus spike protein observed by cryo-electron microscopy. Nat Struct Mol Biol 23, 899-905. Walls, A.C., Tortorici, M.A., Snijder, J., Xiong, X., Bosch, B.J., Rey, F.A., and Veesler, D. (2017). Tectonic conformational changes of a coronavirus spike glycoprotein promote membrane fusion. Proc Natl Acad Sci U S A 114, 11157-11162. Walls, A.C., Xiong, X., Park, Y.J., Tortorici, M.A., Snijder, J., Quispe, J., Cameroni, E., Gopal, R., Dai, M., Lanzavecchia, A., et al. (2019). Unexpected Receptor Functional Mimicry Elucidates Activation of Coronavirus Fusion. Cell 176, 1026-1039.e1015. Wang, R.Y., Song, Y., Barad, B.A., Cheng, Y., Fraser, J.S., and DiMaio, F. (2016). Automated structure refinement of macromolecular assemblies from cryo-EM maps using Rosetta. Elife 5. Williams, C.J., Headd, J.J., Moriarty, N.W., Prisant, M.G., Videau, L.L., Deis, L.N., Verma, V., Keedy, D.A., Hintze, B.J., Chen, V.B., et al. (2018). MolProbity: More and better reference data for improved all-atom structure validation. Protein Sci 27, 293-315.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "An apparently new syndrome of porcine epidemic diarrhoea. Vet Rec 100, 243-244. Wrapp, D., and McLellan, J.S. (2019). The 3.1 A cryo-EM structure of the porcine epidemic diarrhea virus spike protein in the prefusion conformation. J Virol. Xiong, X., Tortorici, M.A., Snijder, J., Yoshioka, C., Walls, A.C., Li, W., McGuire, A.T., Rey, F.A., Bosch, B.J., and Veesler, D. (2018). Glycan Shield and Fusion Activation of a Deltacoronavirus Spike Glycoprotein Fine-Tuned for Enteric Infections. J Virol 92. Yuan, Y., Cao, D., Zhang, Y., Ma, J., Qi, J., Wang, Q., Lu, G., Wu, Y., Yan, J., Shi, Y., et al. (2017). of beam-induced motion for improved cryo-electron microscopy. Nat Methods 14, 331-332. Zivanov, J., Nakane, T., Forsberg, B.O., Kimanius, D., Hagen, W.J., Lindahl, E., and Scheres, S.H. (2018). New tools for automated high-resolution cryo-EM structure determination in RELION-3. Elife 7.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Sf9 cells (Expression Systems, Cat. #94-001S) are derived from Spodoptera frugiperda and are used for the production of recombinant baculoviruses. Cells are propagated in ESF-921 media (Expression Systems, Cat. #96-001-01) at 27˚C in suspension in unbaffled Erlenmeyer flasks or in adherent cultures. Cells are maintained at a density between 0.8-4.0´10 6 cells/mL. The cells are female. 293F Cell line 293F cells are a 293 human embryonic kidney cell line adapted for suspension culture in FreeStyle 293 Expression Medium (Thermo Fisher, Cat #12338026). Cells are maintained at 37˚C in 8% CO2 in suspension. Cells are grown in smaller cultures less than 150 mL in unbaffled Erlenmeyer flasks or in larger cultures in baffled Erlenmeyer flasks where cells are maintained between 0.3-2.0´10 6 cells/mL. Cells are female. 293S Cell line 293S cells are a 293 human embryonic kidney Gnt knockout cell line adapted for suspension culture. Cells are maintained in FreeStyle 293 Expression Medium. Cells are maintained at 37˚C in 8% CO2 in suspension. Cells are grown in smaller cultures less than 150 mL in unbaffled Erlenmeyer flasks or in larger cultures in baffled Erlenmeyer flasks where cells are maintained between 0.3-2.0´10 6 cells/mL. Cells are female.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Validation of cryo-electron microscopy reconstruction. A) Fourier shell correlation curves for unmasked, masked and phase randomized correlations. B) Plot of angular distribution. C) Local resolution of the reconstruction calculated with RELION-3.0 (Zivanov et al., 2018).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ", Supplementary Table 1 and",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "as well as several betacoronavirus spike structures (Kirchdoerfer et al., 2016; Tortorici et al., 2019; Walls et al., 2016a).",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Peptides, and Recombinant Proteins Porcine Epidemic Diarrhea Virus Spike ectodomain, HEK293F expressed This study Porcine Epidemic Diarrhea Virus Spike ectodomain, HEK293F expressed, 197 amino acid N-terminal domain deletion This study Porcine Epidemic Diarrhea Virus Spike ectodomain, HEK293S expressed This study Porcine Epidemic Diarrhea Virus Spike ectodomain, HEK293F Kif+ expressed This study Porcine Epidemic Diarrhea Virus Spike ectodomain N264D mutant, HEK293F expressed This study Porcine Epidemic Diarrhea Virus Spike ectodomain, Sf9 expressed PEDV spike N264D, 293F expressed, negative-stain EM This study EMDB-21396 PEDV spike deltaNTD, 293F expressed, negative-stain EM This study EMDB-21397 PEDV spike bound to negative control polyclonal Fab This study EMDB-21398 PEDV spike bound to polyclonal Fab sample 1, side-binding Ab This study EMDB-21399 . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.18.955195 doi: bioRxiv preprint PEDV spike bound to polyclonal Fab sample 1, apex-binding Ab This study EMDB-21400 PEDV spike bound to polyclonal Fab sample 2, side-binding Ab This study EMDB-21401 PEDV spike bound to polyclonal Fab sample 2, apex-binding Ab This study EMDB-21402 PEDV spike bound to polyclonal Fab sample 3, side-binding Ab This study EMDB-21403 PEDV spike bound to polyclonal Fab sample 3, apex-binding Ab This study EMDB-21404 BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.18.955195 doi: bioRxiv preprint Data and reconstruction statistics Supplemental Table 1: Data collection and refinement of PEDV spike by cryo-electron microscopy.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Charles A. Bowman and Jean-Christophe Ducom for computational support, Hannah L. Turner and Bill Anderson for microscopy support and Lauren G. Holden for reviewing this manuscript. This work was supported by the National Institutes of Health, National Institute of Allergy and Infectious Disease AI123498 to R.N.K. and AI127521 to A.B.W.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": " Table 3 : Data collection for PEDV spikes and porcine Fab by negative-stain electron microscopy. All data was collected on a Technai G2 Spirit operating at 120 kV with a Teitz 4K ´ 4K camera and collecting a total dose of 25 e -/Å 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1,
                    "end": 8,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "annex"
        }
    ]
}