{
    "paper_id": "c4ce14ce42fa4360dfe3515ec9d1584847381c27",
    "metadata": {
        "title": "A deterministic epidemic model for the emergence of COVID-19 in China",
        "authors": [
            {
                "first": "Meng",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jingtao",
                "middle": [],
                "last": "Qi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shandong University",
                    "location": {
                        "settlement": "Qingdao",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Coronavirus disease broke out in Wuhan, Hubei province, China, in December 2019 and soon after Chinese health authorities took unprecedented prevention and control measures to curb the spreading of the novel coronavirus-related pneumonia. We develop a mathematical model based on daily updates of reported cases to study the evolution of the epidemic. With the model, on 95% confidence level, we estimate the basic reproduction number, R 0 = 2.82 ± 0.11, time between March 19 and March 21 when the effective reproduction number becoming less than one, the epidemic ending after April 2 and the total number of confirmed cases approaching 14408 ± 429 on the Chinese mainland excluding Hubei province.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "exponential before the time and softened afterwards. A similarity is also observed on the curve of cumulative removed cases (recoveries plus deaths), with delay of a few days. The change indicates the control measures have taken in effect. How to evaluate the effect quantitatively, and in particular, to predict the evolution of the disease would be highly desired. Figure 1 : Epidemic curves of reported COVID-19 cases on the Chinese mainland since 20 January 2020. Data are collected from the official web pages of the National Health Commission of the People's Republic of China [3] and cross-checked with reports on the official web pages of the Health Commission of Hubei Province [4] . In the legend, HB stands for Hubei province, and I and R represent two categories to be fitted with an mathematical model.",
            "cite_spans": [
                {
                    "start": 583,
                    "end": 586,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 687,
                    "end": 690,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 367,
                    "end": 375,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Many epidemic models exist to describe spreads of infectious diseases mathematically [5] . The central role of modelling is to estimate the basic reproduction number, R 0 , defined as the expected average number of secondary cases infected by a typical primary case in a fully susceptible population, as well as the effective reproduction number, R t , defined as the actual average number of secondary cases per primary case during an epidemic. Different approaches [6, 7] have been taken for the purpose. A study on COVID-19 in Wuhan [8] is also reported. In rapid development of an infectious disease like COVID-19 in China and in the world, however, these approaches are very difficult in use, if not impossible, or lack of accuracy.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 88,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 467,
                    "end": 470,
                    "text": "[6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 471,
                    "end": 473,
                    "text": "7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 536,
                    "end": 539,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We consider a mathematical model purely based on categorised reported cases, because we believe that key epidemic features will be convolved in the evolution of an infectious disease, namely, the statistics of epidemic data. Should such a model can be fitted with data reasonably well, some epidemic parameters can be extracted. Let's take the number of cumulative confirmed cases (A), the number of cumulative recovered cases (C) and the number of cumulative deaths (D). We define the number of cumulative removed cases (R) as R = C + D, and the number of current infectives (I) as I = A − R. We assume change rates of both I and R are proportional to I (justification of this assumption will been discussed later),",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "where ρ denotes the change rate of I and in general varies with time, γ is the change rate of R and can be regarded as a constant. For the time varying ρ, the equation (1a) can be solved analytically",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "where T 1 is a transition time when the rate changes from a constant to a time dependent variable due to disease control measures taking effect, and both ρ 1 and ρ 2 are constants. Then, we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "where I o = I(t = 0) is a constant. Considering the existence of an infectious period, the transition time of R(t) will be different from that of I(t). Therefore, R(t) can be expressed as",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "where T 2 is a transition time of R, and R o = R(t = 0), being a constant. R o is related to I o by R o = γI o /ρ 1 . But in principle, both I o and R o are just arbitrary constants because we choose time zero randomly. We use (3) and (4) to fit epidemic curves. For various reasons, reported numbers of cumulative confirmed cases in Hubei are comparatively less reliable. Particularly, there is a jump on February 12, seeing Figure 1 and Table 1 , due to the addition of clinically diagnosed cases (only applicable to Hubei province) to previously laboratory confirmed cases. On the other hand, numbers of cumulative confirmed cases, recoveries and deaths of other provinces on the Chinese mainland are quite reliable since January 20 when the National Health Commission started to daily report the epidemic situation. Therefore, we apply the model to the epidemic data excluding Hubei.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 426,
                    "end": 434,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 439,
                    "end": 446,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "We fit, in Figure 1 , the curve of current infectives (I) with (3) and the curve of cumulative removed cases (R) with (4) simultaneously. During the fitting procedure, the parameters ρ 1 and ρ 2 are shared, and others are free to vary. The fit method is minimisation of a chi-square (χ 2 ) using data errors. The data errors are estimated on the base of single counting uncertainty. Let A i , C i and D i separately stand for cumulative confirmed cases, cumulative recoveries and cumulative deaths reported as of i-th day. By definition,",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 11,
                    "end": 19,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Fitting results are shown in Figure 2 and summarised in Table 2 . The covariance matrix and the correlation matrix of fit parameters are also reported in Table 3 and Table 4 , respectively. The 95% confidence intervals have been calculated for I, R as well as A, also shown in Figure 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 29,
                    "end": 37,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 56,
                    "end": 63,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 154,
                    "end": 173,
                    "text": "Table 3 and Table 4",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 277,
                    "end": 285,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "The spreading trend of COVID-19 on the Chinese mainland (excluding Hubei) could be predicted with the model. With the fitting results, the number of current infectives would be less than one after April 2 with 95% confidence level (CL) 1 , that can be regarded as the ending of the disease. Meanwhile, the total number of confirmed cases would approach 14408±429. In addition, we see the current infectives peaks around February 11. Should we perform the same analysis on data before the peaking date, we could obtain similar results, but with comparatively larger uncertainties, as shown in Figure 3 , confirming the predictability of the method.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 592,
                    "end": 600,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": ""
        },
        {
            "text": "Our model and results can be compared to the classic Susceptible-Infective-Removed (SIR) model. The SIR model divides the population into compart-1 All uncertainties of predictions in the paper are reported on 95% confidence level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint ments: the compartment S for susceptibles , the compartment I for infectives and the compartment R for removed (recovered or dead) cases. Corresponding numbers in the compartments are related by a set of derivative equations",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4"
        },
        {
            "text": "where N = S + I + R is the total population, β is the average number of contacts sufficient for transmission per person per unit time (contact rate) and 1/γ is the average infectious period, and all the three parameters are regarded as constants. with time; on the other hand, the population in China is more than 1.4 billion and modern transportation methods, e.g., high speed trains, have brought all people in the country as a whole being susceptible, eliminating the depletion effect of susceptibles. The latter causes S ≈ N can be regarded as being infinite, or a constant. Consequently the equations in (5) reduce to our model in (1) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4"
        },
        {
            "text": "Before the transition time T 1 , ρ 1 = β − γ, being a constant, justifying our previous assumption for the model. To estimate γ, we cannot use I o and R o directly because the time zero, t = 0, in our analysis is arbitrarily chosen and the two constants are subject to large fluctuation. Instead, we can take the epidemic meaning of 1/γ and interpret its equivalence to the transition time difference between R and I, namely,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4"
        },
        {
            "text": "Resolving β and γ, we can estimate the basic reproduction number",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4"
        },
        {
            "text": "6 . CC-BY-NC 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.08.20032854 doi: medRxiv preprint with our fitting results, R 0 = 2.82 ± 0.11 (95% CL).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4"
        },
        {
            "text": "To quantify the impact of control measures, however, we should use the effective reproduction number, R t . The spreading of an epidemic will stop when R t become less than 1 persistently. With respect to the time dependent contact rate, β(t), using (6), we have the effective reproduction number",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4"
        },
        {
            "text": "where ρ(t) is in (2) . The distribution of R t with our fitting results is shown in Figure 4 . It starts with R 0 , and approaches zero logarithmically. The time when R t = 1 will be between March 19 and March 21 (95% CL). Figure 4 : The effective reproduction number, R t , deduced from fitting results. The predicted date when R t = 1 is indicated on the curve.",
            "cite_spans": [
                {
                    "start": 17,
                    "end": 20,
                    "text": "(2)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 84,
                    "end": 92,
                    "text": "Figure 4",
                    "ref_id": null
                },
                {
                    "start": 223,
                    "end": 231,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "4"
        },
        {
            "text": "The stability and consistency of our model can be verified by fitting the previous epidemic data day-by-day up to now. The repetitious fit starts with data as of February 5 in order to have enough statistics. For each fit, we extract R 0 and the date, T R 1 , with R t = 1. Results are depicted in Figure 5 . We see fluctuation in daily results of R 0 and T R 1 , but both of them are consistent within 95% confidence intervals during the epidemic so far.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 298,
                    "end": 306,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "4"
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint Figure 5 : Estimates of the basic reproduction number (R 0 ) and the predicted date (T R 1 ) when the effective reproduction number (R t ) reaching one as functions of date of situation report.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 76,
                    "end": 84,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "7"
        },
        {
            "text": "The study provides a deterministic mathematical model to analyse and predict characteristics of an infectious disease spreading in an extremely large population with strong prevention and control measures. The model depends purely on statistic data of categorised epidemic cases reported in public. We apply the model to the emergence of COVID-19 in China. Although the model is not yet perfect, it is effective, robust and consistent as long as there is no sudden change in control measures. Comparing with the classic SIR model, we extract the basic reproduction number, R 0 , and make predictions on the time when the effective reproduction number will become less than one and on the total number of confirmed cases in the end. Our study indicates that it is essential to take effective control measures as early as possible for curbing an infectious disease and it is important to report epidemic data precisely and timely for epidemiological modelling. In the era of globalisation, an infectious disease can spread as far as any individual can reach on the earth, that makes the whole world population to be susceptible. As COVID-19 has spread around the world, we anticipate our method can be adapted in modelling the spread and help public health authorities make policy decisions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "8"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.08.20032854 doi: medRxiv preprint . CC-BY-NC 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "8"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.08.20032854 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "8"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The National Health Commission of the People's Republic of China",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "China takes top-level preventive, control measures against 2019-nCoV pneumonia. The State Council of the People's Republic of China",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The National Health Commission of the People's Republic of China",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Situation Reports in Hubei Province",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The Mathematics of Infectious Diseases",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Hethcote",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "SIAM Review",
            "volume": "42",
            "issn": "",
            "pages": "599--653",
            "other_ids": {
                "DOI": [
                    "10.1137/S0036144500371907"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The construction and analysis of epidemic trees with reference to the 2001 UK foot-and-mouth outbreak",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Haydon",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proceedings of the Royal Society of London. Series B: Biological Sciences",
            "volume": "270",
            "issn": "",
            "pages": "121--127",
            "other_ids": {
                "DOI": [
                    "10.1098/rspb.2002.2191"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Different Epidemic Curves for Severe Acute Respiratory Syndrome Reveal Similar Impacts of Control Measures",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Teunis",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "American Journal of Epidemiology",
            "volume": "160",
            "issn": "",
            "pages": "509--516",
            "other_ids": {
                "DOI": [
                    "10.1093/aje/kwh255"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Phase-adjusted estimation of the number of Coronavirus Disease 2019 cases in Wuhan",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Cell Discovery",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "19 situation in China as of 2020/03/07 current infectives w/o HB (I=A-R) cumulative removed cases w/o HB (R=C+D) cumulative confirmed cases w/o HB (A) cumulative recoveries w/o HB (C) cumulative deaths w/o HB (D) current infectives of HB (Hubei) cumulative confirmed cases of mainland date day",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fitting results of COVID-19 on the Chinese mainland. In the figure, dots with error bars are epidemic data, curves are fitted functions and colourful bands are 95% confidence intervals.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fitting results of COVID-19 on the Chinese mainland with data as of February 9. In the figure, dots with error bars are epidemic data, curves are fitted functions and colourful bands are 95% confidence intervals.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Fitting results.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Covariance matrix of fit parameters. -0.00971026 -0.000603745 -0.000187415 -0.000931429 3.35947e-05 9.58036e-06",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Correlation matrix of fit parameters.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": " 2144  6235  6568  12803  2/21  76288  20659  2345  63454  13557  2250  5637  7197  12834  2/22  76936  22888  2442  64084  15299  2346  5167  7685  12852  2/23  77150  24734  2592  64287  16738  2495  4770  8093  12863  2/24  77658  27323  2663  64786  18854  2563  4303  8569  12872  2/25  78064  29745  2715  65187  20912  2615  3944  8933  12877  2/26  78497  32495  2744  65596  23200  2641  3503  9398  12901  2/27  78824  36117  2788  65914  26403  2682  3090  9820  12910  2/28  79251  39002  2835  66337  28895  2727  2699  10215  12914  2/29  79824  41625  2870  66907  31187  2761  2370  10547  12917  3/1  80026  44462  2912  67103  33757  2803  2109  10814  12923  3/2  80151  47204  2943  67217  36167  2834  1788  11146  12934  3/3  80270  49856  2981  67332  38556  2871  1528  11410  12938  3/4  80409  52045  3012  67466  40479  2902  1267  11676  12943  3/5  80552  53726  3042  67592  41966  2931  1089  11871  12960  3/6  80651  55404  3070  67666  43468  2959  938  12047  12985  3/7  80695  57065  3097  67707  45011  2986  823  12165  12988 Data are collected from the official web pages of the National Health Commission of the People's Republic of China [3] and cross-checked with reports on the official web pages of the Health Commission of Hubei Province [4] . Data are collected from the official web page of National Health Commission of the People's Republic of China. Only cases on the Chinese mainland have been used in analysis. Numbers in the three rightmost columns are defined in the text. * Hubei Province added clinically diagnosed cases (only applicable to Hubei province) to laboratory confirmed cases. † These numbers are corrected according to reports of Health Commission of Hubei Province.",
            "cite_spans": [
                {
                    "start": 1180,
                    "end": 1183,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1284,
                    "end": 1287,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 1,
                    "end": 1064,
                    "text": "2144  6235  6568  12803  2/21  76288  20659  2345  63454  13557  2250  5637  7197  12834  2/22  76936  22888  2442  64084  15299  2346  5167  7685  12852  2/23  77150  24734  2592  64287  16738  2495  4770  8093  12863  2/24  77658  27323  2663  64786  18854  2563  4303  8569  12872  2/25  78064  29745  2715  65187  20912  2615  3944  8933  12877  2/26  78497  32495  2744  65596  23200  2641  3503  9398  12901  2/27  78824  36117  2788  65914  26403  2682  3090  9820  12910  2/28  79251  39002  2835  66337  28895  2727  2699  10215  12914  2/29  79824  41625  2870  66907  31187  2761  2370  10547  12917  3/1  80026  44462  2912  67103  33757  2803  2109  10814  12923  3/2  80151  47204  2943  67217  36167  2834  1788  11146  12934  3/3  80270  49856  2981  67332  38556  2871  1528  11410  12938  3/4  80409  52045  3012  67466  40479  2902  1267  11676  12943  3/5  80552  53726  3042  67592  41966  2931  1089  11871  12960  3/6  80651  55404  3070  67666  43468  2959  938  12047  12985  3/7  80695  57065  3097  67707  45011  2986  823  12165  12988",
                    "ref_id": null
                }
            ],
            "section": "annex"
        }
    ]
}