{
    "paper_id": "c6039f8933305c9f44a44c81a15b321b6c2848dc",
    "metadata": {
        "title": "Far-UVC light: A new tool to control the spread of airborne-mediated microbial 1 diseases 2",
        "authors": [
            {
                "first": "David",
                "middle": [],
                "last": "Welch",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University Medical Center",
                    "location": {
                        "postCode": "10032",
                        "settlement": "New York",
                        "region": "New York"
                    }
                },
                "email": ""
            },
            {
                "first": "Manuela",
                "middle": [],
                "last": "Buonanno",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University Medical Center",
                    "location": {
                        "postCode": "10032",
                        "settlement": "New York",
                        "region": "New York"
                    }
                },
                "email": ""
            },
            {
                "first": "Veljko",
                "middle": [],
                "last": "Grilj",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University Medical Center",
                    "location": {
                        "postCode": "10032",
                        "settlement": "New York",
                        "region": "New York"
                    }
                },
                "email": ""
            },
            {
                "first": "Igor",
                "middle": [],
                "last": "Shuryak",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University Medical Center",
                    "location": {
                        "postCode": "10032",
                        "settlement": "New York",
                        "region": "New York"
                    }
                },
                "email": ""
            },
            {
                "first": "Connor",
                "middle": [],
                "last": "Crickmore",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University Medical Center",
                    "location": {
                        "postCode": "10032",
                        "settlement": "New York",
                        "region": "New York"
                    }
                },
                "email": ""
            },
            {
                "first": "Alan",
                "middle": [
                    "W"
                ],
                "last": "Bigelow",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University Medical Center",
                    "location": {
                        "postCode": "10032",
                        "settlement": "New York",
                        "region": "New York"
                    }
                },
                "email": ""
            },
            {
                "first": "Gerhard",
                "middle": [],
                "last": "Randers-Pehrson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University Medical Center",
                    "location": {
                        "postCode": "10032",
                        "settlement": "New York",
                        "region": "New York"
                    }
                },
                "email": ""
            },
            {
                "first": "Gary",
                "middle": [
                    "W"
                ],
                "last": "Johnson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University Medical Center",
                    "location": {
                        "postCode": "10032",
                        "settlement": "New York",
                        "region": "New York"
                    }
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [
                    "J"
                ],
                "last": "Brenner",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University Medical Center",
                    "location": {
                        "postCode": "10032",
                        "settlement": "New York",
                        "region": "New York"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Airborne-mediated microbial diseases such as influenza and tuberculosis represent major public 12 health challenges. A direct approach to prevent airborne transmission is inactivation of airborne 13 pathogens, and the airborne antimicrobial potential of UVC ultraviolet light has long been established; 14 however, its widespread use in public settings is limited because conventional UVC light sources are 15 both carcinogenic and cataractogenic. By contrast, we have previously shown that far-UVC light (207-16 222 nm) efficiently kills bacteria without harm to exposed mammalian skin. This is because, due to its 17 strong absorbance in biological materials, far-UVC light cannot penetrate even the outer (non living) 18 layers of human skin or eye; however, because bacteria and viruses are of micrometer or smaller 19 dimensions, far-UVC can penetrate and inactivate them. We show for the first time that far-UVC",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Airborne-mediated microbial diseases represent one of the major challenges to worldwide public 26 health 1 . Common examples are influenza 2 , appearing in seasonal 3 and pandemic 4 forms, and bacterially-27 based airborne-mediated diseases such as tuberculosis 5 , increasingly emerging in multi-drug resistant 28 form.",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 314,
                    "text": "28",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "A direct approach to prevent the transmission of airborne-mediated disease is inactivation of the 30 corresponding airborne pathogens, and in fact the airborne antimicrobial efficacy of ultraviolet (UV) 31 light has long been established 6-8 . Germicidal UV light can also efficiently kill both drug-sensitive and 32 multi-drug-resistant bacteria 9 , as well differing strains of viruses 10 . However, the widespread use of 33 germicidal ultraviolet light in public settings has been very limited because conventional UVC light 34 sources are a human health hazard, being both carcinogenic and cataractogenic 11,12 . 35 By contrast, we have earlier shown that far-UVC light generated by filtered excimer lamps 36 emitting in the 207 to 222 nm wavelength range, efficiently kills drug-resistant bacteria, without 37 apparent harm to exposed mammalian skin [13] [14] [15] . The biophysical reason is that, due to its strong The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/240408 doi: bioRxiv preprint",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 205,
                    "text": "31",
                    "ref_id": null
                },
                {
                    "start": 424,
                    "end": 426,
                    "text": "33",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 528,
                    "end": 530,
                    "text": "34",
                    "ref_id": null
                },
                {
                    "start": 617,
                    "end": 619,
                    "text": "35",
                    "ref_id": null
                },
                {
                    "start": 855,
                    "end": 859,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 860,
                    "end": 864,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 865,
                    "end": 869,
                    "text": "[15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "29"
        },
        {
            "text": "Virus inactivation. Fig. 1 shows representative fluorescent 40x images of mammalian epithelial cells 50 incubated with airborne viruses that had been exposed in aerosolized form to far-UVC doses (0, 0.8, 1.3 51 or 2.0 mJ/cm 2 ) generated by filtered 222-nm excimer lamps. Blue fluorescence was used to identify the 52 total number of cells in a particular field of view, while green fluorescence indicated the integration of 53 live influenza A (H1N1) viruses into the cells. Results from the zero-dose control studies (Fig. 1 Fig. 2 shows the surviving fraction, as a function of the incident 222-nm far-UVC dose, of 57 exposed H1N1 aerosolized viruses, as measured by the number of focus forming units in incubated 58 epithelial cells relative to unexposed controls. Linear regressions (see below) showed that the survival 59 results followed a classical exponential UV disinfection model with rate constant k=1.8 cm 2 /mJ (95% 60 confidence intervals 1.5-2.1 cm 2 /mJ). The overall model fit was good, with a coefficient of 61 determination, R 2 = 0.95, which suggests that most of the variability in virus survival was explained by 62 the exponential model. The rate constant of 1.8 cm 2 /mJ corresponds to an inactivation cross-section 63 (dose required to kill 95% of the exposed viruses) of D95 = 1.6 mJ/cm 2 (95% confidence intervals 1.4-1.9 64 mJ/cm 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 20,
                    "end": 26,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 519,
                    "end": 526,
                    "text": "(Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 527,
                    "end": 533,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "49"
        },
        {
            "text": "We have developed an approach to UV-based sterilization using single-wavelength far-UVC 68 light generated by filtered excilamps, which selectively inactivate microorganisms, but does not produce 69 biological damage to exposed mammalian cells and tissues [13] [14] [15] . The approach is based on biophysical 70 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 260,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 261,
                    "end": 265,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 266,
                    "end": 270,
                    "text": "[15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "67"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/240408 doi: bioRxiv preprint 5 principles in that far-UVC light can traverse and therefore kill bacteria and viruses which are typically 71 micrometer dimensions or smaller, whereas due to its strong absorbance in biological materials, far-72 UVC light cannot penetrate even the outer dead-cell layers of human skin, nor the outer tear layer on the 73 surface of the eye.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "67"
        },
        {
            "text": "Here we applied this approach to test the efficacy of the 222-nm far-UVC light to kill influenza 75 A virus (H1N1) carried by aerosols in a benchtop aerosol UV irradiation chamber, which generated 76 aerosol droplets of sizes similar to those generated by human coughing and breathing. Aerosolized 77 viruses flowing through the irradiation chamber were exposed to UVC emitting lamps placed in front of 78 the chamber window. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/240408 doi: bioRxiv preprint 6 fact the potential use of ultraviolet light for airborne disinfection is by no means new, and was first 94 demonstrated more than 80 years ago 8,20 . As applied more recently, airborne ultraviolet germicidal 95 irradiation (UVGI) utilizes conventional germicidal UVC light in the upper part of the room, with 96 louvers to prevent direct exposure of potentially occupied room areas 21 . This results in blocking more 97 than 95% of the UV radiation exiting the UVGI fixture, with substantial decrease in effectiveness 22 . By 98 contrast, use of low-level far-UVC fixtures, which are potentially safe for human exposure, could 99 provide the desired antimicrobial benefits without the accompanying human health concerns of 100 conventional germicidal lamp UVGI.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "74"
        },
        {
            "text": "A key advantage of the UVC based approach, which is in clear contrast to vaccination 102 approaches, is that UVC light is likely to be effective against all airborne microbes. For example, while 103 there will almost certainly be variations in UVC inactivation efficiency as different influenza strains 104 appear, they are unlikely to be large 7,10 . Likewise, as multi-drug-resistant variants of bacteria emerge, 105 their UVC inactivation efficiencies are also unlikely to change greatly 9 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "101"
        },
        {
            "text": "Finally it is of course by no means the case that all microbes are harmful, and it is well 107 established that the human microbiome is essential to human health 23 . With the exception of a subset of 108 the skin microbiome, all the human microbiome would be entirely shielded from far-UVC light due to 109 its very short range; in fact even within the skin biome only those biota on the skin surface 24 would be The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. Additional dosimetry to determine the uniformity of the UV exposure was performed using far-UVC 136 sensitive film as described in our previous work 28, 29 . This film has a high spatial resolution with the 137 ability to resolve features to at least 25 µm, and exhibits a nearly ideal cosine response 30,31 .",
            "cite_spans": [
                {
                    "start": 658,
                    "end": 660,
                    "text": "29",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "106"
        },
        {
            "text": "138 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "106"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/240408 doi: bioRxiv preprint 8 Measurements were taken between experiments therefore allowing placement of sensors inside the 139 chamber.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "106"
        },
        {
            "text": "A range of far-UVC exposures, from 3.6 µJ/cm 2 up to 281.6 mJ/cm 2 , were used to define a 141 response calibration curve. Films were scanned as 48 bit RGB TIFF images at 150 dpi using an Epson 142 Perfection V700 Photo flatbed scanner (Epson, Japan) and analyzed with radiochromic film analysis 143 software 32 to calculate the total exposure based on measured changes in optical density. schematic overview of the system is shown in Fig. 3 . Aerosolized viruses were generated by adding a 160 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 435,
                    "end": 441,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "140"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. settings, determined the aerosol particle size distribution. An optimal RH value of 55% resulted in a 168 distribution of aerosol particle sizes similar to the natural distribution from human coughing and 169 breathing, which has been shown to be distributed around approximately 1 µm, with a significant tail of 170 particles less than 1 µm 36-38 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "140"
        },
        {
            "text": "After combining the humidity control inputs with the aerosolized virus, input flow was directed 172 through a series of baffles that promoted droplet drying and mixing to produce an even particle 173 distribution 34 . The RH and temperature inside the irradiation chamber were monitored using an Omega 174 RH32 meter (Omega Engineering Inc., Stamford, CT) immediately following the baffles. A Hal 175 Technologies HAL-HPC300 particle sizer (Fontana, CA) was adjoined to the irradiation chamber to 176 allow for sampling of particle sizes throughout operation. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/240408 doi: bioRxiv preprint 13 where k is the UV inactivation rate constant or susceptibility factor (cm 2 /mJ). The regression was 250 performed with the intercept term set to zero, which represents the definition of 100% relative survival 251 at zero UV dose. Bootstrap 95% confidence intervals for the parameter k were calculated using R 3.2.3 252 software 41 . The virus inactivation cross section, D95, which is the UV dose that inactivates 95% of the 253 exposed virus, was calculated as D95 = − ln[1 − 0.95]/k.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "171"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "255"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/240408 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "255"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Global, regional, and national life expectancy, all-cause mortality, and cause-257 specific mortality for 249 causes of death, 1980-2015: A systematic analysis for the Global Burden 258 of Disease Study",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet",
            "volume": "388",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Aerosol transmission is an important mode of influenza A virus spread",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Evidence of airborne transmission of the severe acute respiratory syndrome virus",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "T"
                    ],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Control of air-borne 266 microorganisms by ultraviolet floor irradiation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hollaender",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Du Buy",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Ingraham",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wheeler",
                    "suffix": ""
                }
            ],
            "year": 1944,
            "venue": "Science",
            "volume": "99",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Ultraviolet Germicidal Irradiation Handbook: UVGI for Air and Surface 268",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Kowalski",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Viability of B. Coli exposed to ultra-violet radiation in air",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "Wells",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Fair",
                    "suffix": ""
                }
            ],
            "year": 1935,
            "venue": "Science",
            "volume": "82",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The effects of 272 ultraviolet radiation on antibiotic-resistant bacteria in vitro",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Conner-Kerr",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Sullivan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gaillard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Franklin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Ostom. Wound Manage",
            "volume": "44",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Principles of selective 274 inactivation of viral genome. I. UV-induced inactivation of influenza virus",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "I"
                    ],
                    "last": "Budowsky",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Bresler",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Friedman",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "V"
                    ],
                    "last": "Zheleznova",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Arch. Virol",
            "volume": "68",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "All rights reserved. No reuse allowed without permission",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/240408"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Influence of relative humidity on particle size and UV 323 sensitivity of Serratia marcescens and Mycobacterium bovis BCG aerosols",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ko",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "First",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Burge",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Tuberc. Lung Disease",
            "volume": "324",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Size and UV germicidal irradiation susceptibility of Serratia 326 marcescens when aerosolized from different suspending media",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Burge",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "First",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Appl. Environ.Microbiol",
            "volume": "70",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Characterization of UVC light sensitivity of Vaccinia virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcdevitt",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Appl. Environ",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Characterization of expiration air jets and droplet size distributions 331 immediately at the mouth opening",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "Y H"
                    ],
                    "last": "Chao",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Aerosol Sci",
            "volume": "40",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The size distribution of droplets in the exhaled breath of healthy 333 human subjects",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Papineni",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Rosenthal",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J. Aerosol Med",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Size distribution and sites of origin of droplets expelled from the human 335 respiratory tract during expiratory activities",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Morawska",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Aerosol Sci",
            "volume": "40",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "337 Pathogenesis and Control",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Flint",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "R"
                    ],
                    "last": "Racaniello",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "W"
                    ],
                    "last": "Enquist",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Skalka",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The log transformation is special",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "N"
                    ],
                    "last": "Keene",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Stat. Med",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "R: A Language for Data Analysis and Graphics",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ihaka",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gentleman",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J. Comp. Graph",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "38 absorbance in biological materials, far-UVC light does not have sufficient range to penetrate through 39 even the outer layer (stratum corneum) on the surface of human skin, nor the outer tear layer on the 40 outer surface of the eye, neither of which contain living cells; however, because bacteria and viruses are 41 typically of micron or smaller dimensions, far-UVC light can still efficiently traverse and inactivate 42 them 13-15 . 43 The earlier studies on the germicidal efficacy of far UVC light 13,15-18 were performed exposing 44 bacteria irradiated on a surface or in suspension. In that a major pathway for the spread of influenza A is 45 aerosol transmission 3 , we investigate for the first time the efficacy of far-UVC 222-nm light for 46 inactivating airborne viruses carried by aerosolswith the goal of providing a potentially safe 47 alternative to conventional 254-nm germicidal lamps to inactivate airborne microbes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "As shown inFig. 2, killing of influenza A virus (H1N1) by 222-nm far-UVC light follows a 80 typical exponential disinfection model, with an inactivation cross-section of D95 = 1.6 mJ/cm 2 (95% CI:81 1.4-1.9). For comparison, using a similar experimental arrangement, but using a conventional 254 nm 82 germicidal UVC lamp, McDevitt et al. 19 found a D95 value of 1.1 mJ/cm 2 (95% CI: 1.0-1.2) for H1N1 83 virus. Thus as we 13,15 and others 16-18 reported in earlier studies for bacterial inactivation, 222-nm far-84 UVC light and 254-nm broad-spectrum germicidal light are quite similar in their efficiencies for viral 85 inactivation, the comparatively small differences presumably reflecting differences in nucleic acid 86 absorbance. However as discussed above, based on biophysical considerations and in contrast to the 87 known human health safety issues associated with conventional germicidal 254-nm broad-spectrum 88 UVC light, far-UVC light does not appear to be cytotoxic to exposed human cells and tissues in vitro or 89 in vivo 13-15 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "If these results are confirmed in other scenarios, it follows that the use of overhead low-level far-91 UVC light in public locations may represent a safe and efficient methodology for limiting the 92 transmission and spread of airborne-mediated microbial diseases such as influenza and tuberculosis. In",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "110 potentially affected, which are of course the same biota that are potentially removed by hand 111 sanitizers 25 . 112 In conclusion, we have shown for the first time that very low doses of far-UVC light efficiently 113 kill airborne viruses carried by aerosols. For example, a very low dose of 2 mJ/cm 2 of 222-nm light 114 inactivates >95% of airborne H1N1 virus. Our results indicate that far-UVC light is a powerful and 115 inexpensive approach for prevention and reduction of airborne viral infections without the human health 116 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "with conventional germicidal UVC lamps. If these results are confirmed in other 117 scenarios, it follows that the use of overhead very low level far-UVC light in public locations may 118 represent a safe and efficient methodology for limiting the transmission and spread of airborne-mediated 119 microbial diseases. Public locations such as hospitals, doctors' offices, schools, airports and airplanes 120 might be considered here. This approach may help limit seasonal influenza epidemics, transmission of 121 tuberculosis, as well as major pandemics.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "-UVC lamps. We used a bank of three excimer lamps containing a Kr-Cl gas mixture that 125 predominantly emits at 222 nm 26,27 . The exit window of each lamp was covered with a custom bandpass 126 filter designed to remove all but the dominant emission wavelength as previously described 15 . Each 127 bandpass filter (Omega Optical, Brattleboro, VT) had a center wavelength of 222 nm and a full width at 128 half maximum (FWHM) of 25 nm and enables >20% transmission at 222 nm. A UV spectrometer 129 (SPM-002-BT64, Photon Control, BC, Canada) with a sensitivity range between 190 nm and 400 nm 130 was utilized to verify the 222 nm emission spectrum. A deuterium lamp standard with a NIST-traceable 131 spectral irradiance (Newport Model 63945, Irvine, CA) was used to radiometrically calibrate the UV 132 spectrometer. 133 Far-UVC dosimetry. Optical power measurements were performed using an 818-UV/DB low-power 134 UV enhanced silicon photodetector with an 843-R optical power meter (Newport, Irvine, CA).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Measurements using both a silicon detector and UV sensitive films were combined to compute 145 the total dose received by a particle traversing the exposure window. The three vertically stacked lamps 146 produced a nearly uniform dose distribution along the vertical axis thus every particle passing147 horizontally through the irradiation chamber received an identical dose. The lamp width (100 mm) was 148 smaller than the width of the irradiation chamber window (260 mm) so the lamp power was higher near 149 the center of the irradiation chamber window compared to the edge. The UV sensitive film indicated a 150 power of approximately 120 µW/cm 2 in the center third of the window and 70 µW/cm 2 for the outer 151 thirds. The silicon detector was used to quantify the reflectivity of the aluminum sheet at approximately 152 15% of the incident power. Combining this data allowed the calculation of the average total dose of 2.0 153 mJ/cm 2 to a particle traversing the window in 20 seconds. Additionally, the silicon detector was used to 154 confirm the attenuation of 222-nm light through a single sheet of plastic film was 65%. The addition of 155 one or two sheets of plastic film between the lamps and the irradiation chamber window yielded average 156 doses of 1.3 mJ/cm 2 and 0.8 mJ/cm 2 , respectively. 157 Benchtop aerosol irradiation chamber. A one-pass, dynamic aerosol / virus irradiation chamber was 158 constructed in a similar configuration to that used by Ko et al. 33 , Lai et al. 34 , and McDevitt et al. 19,35 . A159",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "input flow rate of 11 L/min. The aerosolized virus flowed into the irradiation chamber where it 163 was mixed with independently controlled inputs of humidified and dried air. Humidified air was 164 produced by bubbling air through water, while dry air was provided by passing air through a desiccant 165 air dryer (X06-02-00, Wilkerson Corp, Richland, MI). Adjusting the ratio of humid and dry air enabled 166 control of the relative humidity (RH) within the irradiation chamber which, along with the nebulizer 167",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "UV exposure, the three 222-nm lamps with filters were stacked vertically and placed 11 178 cm from the irradiation chamber window. The lamps were directed at the 26 cm × 25.6 cm chamber 179 window which was constructed of 254-µm thick UV transparent plastic film (Topas 8007X10, Topas 180 Advanced Polymers, Florence, KY), and which had a transmission of ~65% at 222 nm. The wall of the 181 irradiation chamber opposite the transparent window was constructed with polished aluminum in order 182 to reflect a portion of the UVC light back through the exposure region, therefore increasing the overall the aerosols continues out of the irradiation chamber to a set of three way valves that 186 could be configured to either pass through a bypass channel (used when no sampling was required), or a 187 BioSampler (SKC Inc, Eighty Four, PA) used to collect the virus. The BioSampler uses sonic flow 188 impingement upon a liquid surface to collect aerosols when operated at an air flow of 12.5 L/min. 189 Finally, flow continued out of the system through a final HEPA filter and to a vacuum pump 190 (WP6111560, EMD Millipore, Billerica, MA). The vacuum pump at the end of the system powered flow 191 through the irradiation chamber. The flow rate through the system was governed by the BioSampler. 192 Given the flow rate and the total exposure volume of the irradiation chamber, 4.2 L, a single aerosol 193 droplet passed through the exposure volume in approximately 20 seconds.194The entire irradiation chamber was set up inside a certified class II type A2 biosafety cabinet 195 (Labconco, Kansas City, MO). All air inputs and outputs were equipped with HEPA filters(GE   196    Healthcare Bio-Sciences, Pittsburgh, PA) to prevent unwanted contamination from entering the chamber 197 as well as to block any of the virus from releasing into the environment.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "198Irradiation chamber performance. The custom irradiation chamber simulated the transmission of 199 aerosolized viruses produced via human coughing and breathing. The chamber operated at a relative 200 humidity of 55% which resulted in a particle size distribution of 87% between 0.3 µm and 0.5 µm, 11% 201 between 0.5 µm and 0.7 µm, and 2% > 0.7 µm. Aerosolized viruses were efficiently transmitted through 202 the system as evidenced from the control (zero exposure) showing clear virus integration(Fig. 1, top 203left).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Solution with calcium and magnesium (HBSS ++ ). The irradiation chamber was operated 208 with aerosolized virus particles flowing through the chamber and the bypass channel for 15 minutes 209 prior to sampling, in order to establish the desired RH value of ~55%. Sample collection initiated by 210 changing air flow from the bypass channel to the BioSampler using the set of three way valves. The 211 BioSampler was initially filled with 20 ml of HBSS ++ to capture the aerosol. During each sampling time, 212 which lasted for 30 minutes, the inside of the irradiation chamber was exposed to 222 nm far-UVC light 213 through the UVC semi-transparent plastic window. Variation of the far-UVC dose delivered to aerosol 214 particles was achieved by inserting additional UVC semi-transparent plastic films, identical to the 215 material used as the chamber window, between the lamps and the chamber window. The extra plastic 216 films uniformly reduced the power entering the chamber. The three test doses of 0.8, 1.3 and 2.0 217 mJ/cm 2 , were achieved by adding two, one, or no additional plastic films, respectively. Zero-dose 218 control studies were conducted with the excimer lamps turned off. Experiments at each dose were 219 repeated in triplicate. After the sampling period was completed the solution from the BioSampler was 220 used for the virus infectivity assay. 221 Virus infectivity assay. We measured viral infectivity with a focus forming assay that employs 222 standard fluorescent immunostaining techniques to detect infected host cells and infectious virus 223 particles 39 . Briefly, after running through the irradiation chamber for 30 minutes, 0.5 ml of virus 224 suspension collected from the BioSampler was overlaid on a monolayer of Madin-Darby Canine Kidney 225 (MDCK) epithelial cells routinely grown in DMEM supplemented with 10% Fetal Bovine Serum (FBS), 226 2 mM L-alanyl-L-glutamine, 100 U/ml penicillin and 100 μg/ml streptomycin (Sigma-Aldrich Corp. St.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "MO, USA). Cells were incubated with the virus for 45 minutes, washed three times with HBSS ++ 228 and incubated overnight in DMEM. Infected cells were then fixed in 100% ice cold methanol at 4°C for 229 5 minutes and labeled with influenza A virus nucleoprotein antibody [C43] (Abcam ab128193, 230 Cambridge, MA) 1:200 in HBSS ++ containing 1% bovine serum albumin (BSA; Sigma-Aldrich Corp.231 St. Louis, MO, USA) at room temperature for 30 minutes with gentle shaking. Cells were washed three 232 times in HBSS ++ and labeled with goat anti-mouse Alexa Fluor-488 (Life Technologies, Grand Island, 233 NY) 1:800 in HBSS ++ containing 1% BSA at room temperature for 30 minutes with gentle shaking. 234 Following three washes in HBSS ++ , the cells were stained with Vectashield containing DAPI (4',6-235 diamidino-2-phenylindole) (Victor Laboratories, Burlingame, CA) and observed with the 10x and 40x 236 objectives of an Olympus IX70 fluorescent microscope equipped with a Photometrics PVCAM high-237 resolution, high-efficiency digital camera. For each sample, at least three fields of view of merged DAPI 238 and Alexa-488 images were acquired. Image-Pro Plus 6.0 software (Media Cybernetics, Bethesda, MD) 239 was used to analyze the 10x images to measure the FFUUV as the ratio of cells infected with the virus 240 divided by the total number of cells. 241 Data analysis. The surviving fraction (S) of the virus was calculated by dividing the fraction of cells 242 that yielded positive virus growth at each UV dose (FFUUV) by the fraction at zero dose (FFUcontrols): 243 S=FFUUV/FFUcontrols. Survival values were calculated for each repeat experiment and natural log (ln) 244 transformed to bring the error distribution closer to normal 40 . Linear regression was performed using 245 these normalized ln[S] values as the dependent variable and UV dose (D, mJ/cm 2 ) as the independent 246variable. Using this approach, the virus survival (S) was fitted to first-order kinetics according to the",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Buonanno, M., et al. 207-nm UV light -a promising tool for safe low-cost reduction of surgical 280 site infections. I: In vitro studies. PLoS One 8, e76968 (2013). 281 14. Buonanno, M., et al. 207-nm UV Light-A Promising tool for safe low-cost reduction of surgical 282 site infections. II: In-vivo safety studies. PLoS One 11, e0138418 (2016). 283 15. Buonanno, M., et al. Germicidal efficacy and mammalian skin safety of 222-nm UV light. Radiat. 284 Res. 187, 483 (2017). 285 16. Matafonova, G.G., Batoev, V.B., Astakhova, S.A., Gómez, M. & Christofi, N. Efficiency of KrCl 286 excilamp (222 nm) for inactivation of bacteria in suspension. Lett. Appl. Microbiol. 47, 508 287 (2008).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Sosnin, E.A., Avdeev, S.M., Kuznetzova, E.A. & Lavrent'eva, L.V. A bactericidal barrier-289 discharge KrBr excilamp. Instrum. Experiment. Tech. 48, 663 (2005).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "Wang, D., Oppenländer, T., El-Din, M.G. & Bolton, J.R. Comparison of the disinfection effects of 291 Vacuum-UV (VUV) and UV light on Bacillus Subtilis spores in aqueous suspensions at 172, 222 292 and 254 nm. Photochem. Photobiol. 86, 176 (2010).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "McDevitt, J.J., Rudnick, S.N. & Radonovich, L.J. Aerosol susceptibility of influenza virus to UV-294 C Light. Appl. Environ. Microbiol. 78, 1666 (2012).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "Reed, N.G. The history of ultraviolet germicidal irradiation for air disinfection. Public Health Rep.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "Nardell, E., Vincent, R. & Sliney, D.H. Upper-room ultraviolet germicidal irradiation (UVGI) for 298 air disinfection: a symposium in print. Photochem. Photobiol. 89, 764 (2013).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF23": {
            "text": ", S.N., et al. Spatial distribution of fluence rate from upper-room ultraviolet germicidal 300 irradiation: Experimental validation of a computer-aided design tool. HVAC&R Res. Blum, H.E. The human microbiome. Adv. Med. Sci. 62, 414 (2017). 303 24. Grice, E.A. & Segre, J.A. The skin microbiome. Nat. Rev. Microbiol. 9, 244 (2011). 304 25. Larson, E.L., Cohen, B. & Baxter, K.A. Analysis of alcohol-based hand sanitizer delivery systems: 305 efficacy of foam, gel, and wipes against influenza A (H1N1) virus on hands. Am. J. Infect. Control 306 40, 806 (2012).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF24": {
            "text": "Rahmani, B., Bhosle, S. & Zissis, G. Dielectric-barrier-discharge excilamp in mixtures of krypton 308 and molecular chlorine. IEEE Trans. Plasma Sci. 37, 546 (2009).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF25": {
            "text": "Sosnin, E.A., Avdeev, S.M., Tarasenko, V.F., Skakun, V.S. & Schitz, D.V. KrCl barrier-discharge 310 excilamps: Energy characteristics and applications. Instrum. Exp. Tech. 58, 309 (2015).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF26": {
            "text": "Welch, D., Randers-Pehrson, G., Spotnitz, H.M. & Brenner, D.J. Unlaminated gafchromic EBT3 312 film for ultraviolet radiation monitoring. Radiat. Protect. Dosim. In Press, 10.1093/rpd/ncx016 313 (2017). 314 29. Welch, D., Spotnitz, H.M. & Brenner, D.J. Measurement of UV emission from a diffusing optical 315 fiber using radiochromic film. Photochem. Photobiol. (2017).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF27": {
            "text": "Drobny, J.G. Dosimetry and Radiometry. In Radiation Technology for Polymers, Second Edition 317 215 (CRC Press, 2010).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF28": {
            "text": "Krins, A., Bolsée, D., Dörschel, B., Gillotay, D. & Knuschke, P. Angular dependence of the 319 efficiency of the UV sensor polysulphone film. Radiat. Protec. Dosim. 87, 261 (2000).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF29": {
            "text": "Mendez, I., Peterlin, P., Hudej, R., Strojnik, A. & Casar, B. On multichannel film dosimetry with 321 channel-independent perturbations. Med Phys 41, 011705 (2014).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ", top left) confirmed that the aerosol irradiation chamber efficiently transmitting the aerosolized viruses through the system, after which the live virus efficiently infected the test mammalian epithelial cells.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": ". https://doi.org/10.1101/240408 doi: bioRxiv preprint 11. Setlow, R.B., Grist, E., Thompson, K. & Woodhead, A.D. Wavelengths effective in induction of malignant melanoma. Proc. Natl. Acad. Sci. USA 90, 6666 (1993). 12. Balasubramanian, D. Ultraviolet radiation and cataract. J. Ocul. Pharmacol. Ther. 16, 285 (2000).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "All rights reserved. No reuse allowed without permission.The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. anti-influenza A antibody). Images were acquired with a 40x objective. 367 368 All rights reserved. No reuse allowed without permission.The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/240408 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}