{
    "paper_id": "c672f5b0d7c0a40f7cc1bdf079066d72eb8f64ec",
    "metadata": {
        "title": "ACE2 Expression in Kidney and Testis May Cause Kidney and Testis Damage After 2019-nCoV Infection",
        "authors": [
            {
                "first": "Caibin",
                "middle": [],
                "last": "Fan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Affiliated Suzhou Hospital of Nanjing Medical University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Kai",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Affiliated Suzhou Hospital of Nanjing Medical University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Yanhong",
                "middle": [],
                "last": "Ding",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Affiliated Suzhou Hospital of Nanjing Medical University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Wei",
                "middle": [],
                "last": "Lu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Affiliated Suzhou Hospital of Nanjing Medical University",
                    "location": {
                        "addrLine": "26 Daoqian Rd",
                        "postCode": "215000",
                        "settlement": "Suzhou",
                        "region": "Jiangsu",
                        "country": "PR China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jianqing",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Affiliated Suzhou Hospital of Nanjing Medical University",
                    "location": {}
                },
                "email": "jqwang14@fudan.edu.cn"
            }
        ]
    },
    "abstract": [
        {
            "text": "In December 2019 and January 2020, novel coronavirus (2019-nCoV) -infected pneumonia (NCIP) occurred in Wuhan, and has already posed a serious threat to public health. ACE2 (Angiotensin Converting Enzyme 2) has been shown to be one of the major receptors that mediate the entry of 2019-nCoV into human cells, which also happens in severe acute respiratory syndrome coronavirus (SARS). Several researches have indicated that some patients have abnormal renal function or even kidney damage in addition to injury in respiratory system, and the related mechanism is unknown. This arouses our interest in whether coronavirus infection will affect the urinary and male reproductive systems. Here in this study, we used the online datasets to analyze ACE2 expression in different human organs. The results indicate that ACE2 highly expresses in renal tubular cells, Leydig cells and cells in seminiferous ducts in testis. Therefore, virus might directly bind to such ACE2 positive cells and damage the kidney and testicular tissue of patients. Our results indicate that renal function evaluation and special care should be performed in 2019-nCoV patients during clinical work, because of the kidney damage caused by virus and antiviral drugs with certain renal toxicity. In addition, due to the potential pathogenicity of the virus to testicular tissues, clinicians should pay attention to the risk of testicular lesions in patients during hospitalization and later clinical follow-up, especially the assessment and appropriate intervention in young patients' fertility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Since December 2019, a novel coronavirus-induced pneumonia was discovered in Wuhan, Hubei Province, China [1, 2] . The virus is a previously unknown sub-coronal virus (β-round virus) named 2019-nCoV by WHO, which forms a branch in the subgenus sarbecvirus, subfamily",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 109,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 110,
                    "end": 112,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Orthocoronavirinae. 2019-nCoV is closely related to SARS-CoV with above 85% identity [3] . In addition to common respiratory symptoms such as cough and fever, some patients may also experience other symptoms such as diarrhea and liver damage [4] , which brings more challenges to the patient's recovery. Although the source of the 2019-nCoV is still unknown, previous research has shown that the receptor binding domain of 2019-nCoV was able to bind ACE2 protein on the surface of human cells, which provide strong evidence for human ACE2 being the receptor for 2019-nCoV [5, 6] .",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 88,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 242,
                    "end": 245,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 572,
                    "end": 575,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 576,
                    "end": 578,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Angiotensin converting enzyme 2 (ACE2) belongs to the angiotensin-converting enzyme family of dipeptidyl carboxydipeptidases, which is homologous to human angiotensin 1 converting enzyme. The expression distribution of ACE2 suggests that it might play critical roles in the regulation of cardiovascular and renal function, as well as fertility. Since the global outbreak of SARS in 2003, numerous studies have revealed the role of cell surface ACE2 as the cellular receptor for SARS-Cov and NL63 [7] [8] [9] . ACE2 has also been proven to be a major receptor of the novel 2019-nCoV because 2019-nCoV is closely related to SARS-CoV. As the virus enters the cell by binding to cell receptors to complete intracellular replication, virus release, and induce cytotoxicity, the route of virus infection depends on the expression and distribution of the corresponding receptor [10] [11] [12] . Meanwhile, the damage caused by the virus in different organs is closely related to clinical manifestations and has a major implication for understanding the pathogenesis and designing therapeutic strategies in clinical practice.",
            "cite_spans": [
                {
                    "start": 496,
                    "end": 499,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 500,
                    "end": 503,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 504,
                    "end": 507,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 871,
                    "end": 875,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 876,
                    "end": 880,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 881,
                    "end": 885,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Here in this study, we analyzed the online datasets to uncover the expression pattern of ACE2 in urinary and male reproductive systems, which is the potential mechanism of abnormal renal function or even kidney damage in patients infected with 2019-nCoV. Moreover, we emphasized high ACE2 expression level in testis because of the potential pathogenicity of the virus to testicular tissues, especially the potential risks affecting fertility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.12.20022418 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We summarized the clinical data of three previous studies to extract the incidence of abnormal renal function or kidney damage in patients infected with 2019-nCoV [2, 13, 14] . All clinical data are directly obtained from the articles above.",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 166,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 167,
                    "end": 170,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 171,
                    "end": 174,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Clinical data"
        },
        {
            "text": "In this article, we made use of some online renal single cell RNA-seq (scRNA-seq) gene expression data sets that were publicly usable. These contained the data reported in GSE131685 and GSE107585.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Publicly available scRNA-seq gene expression data sets"
        },
        {
            "text": "We used RNA and protein expression data of ACE2 in different human tissues and cancer cell lines through The Human Protein Atlas portal (Website: http://www.proteinatlas.org/) [15] , GTEx portal (Website: https://gtexportal.org) and The Cancer Cell Line Encyclopedia (CCLE) [16] . All data are available directly online.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 180,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 274,
                    "end": 278,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Publicly available scRNA-seq gene expression data sets"
        },
        {
            "text": "Raw reads were processed to generate gene expression matrices as described previously. Reads with the same cell barcode, UMI and gene were grouped together to generate the number of UMIs per gene per cell. Cell number was then determined based on the inflection point of the number of UMI versus sorted cell barcode curve.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Primary analysis of scRNA-seq raw sequencing data"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Primary analysis of scRNA-seq raw sequencing data"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.02.12.20022418 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "To determine whether patients infected with 2019-nCoV have abnormal renal function or kidney damage, we reviewed the latest 3 studies focused on the clinical features of such patients. In these 3 cohorts, one was a familial cluster of six patients, while other cohorts contained 99 patients and 41 patients, respectively. Outcome in two relatively larger sample studies suggest that about 3% to 10% of patients infected with 2019-nCoV had abnormal renal function, including elevated creatinine or urea nitrogen. In addition, 7% of patients experienced acute renal impairment (Table   1 ). Considering the large number of infected patients, it is necessary to explore the mechanisms of abnormal renal function and to promote to take special care on such patients.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 575,
                    "end": 585,
                    "text": "(Table   1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "As the virus frequently enters the cell by binding to cell receptors, and ACE2 has been proven to be one of the major receptors of 2019-nCoV in human body, we explored the online datasets to find out the expression level of ACE2 in urinary system. As we expected, data from CCLE and GTEx portal indicated that ACE2 mRNA expression level is relatively higher in kidney cells ( Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 376,
                    "end": 384,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "To further determine the protein expression level of ACE2 in kidney cells, we investigated the Human Protein Atlas portal to find out some details. Results of immunohistochemistry (IHC) also indicated that the expression level of ACE2 protein is significantly higher in the kidney, especially in renal tubular cells, although the mRNA expression level is not such high ( Figure 2 , Table 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 371,
                    "end": 379,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 382,
                    "end": 389,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Unexpectedly, we also found that ACE2 expresses quite highly in testicular cells. The protein and mRNA expression of ACE2 in the testes is almost the highest in the body. Moreover, both cells in seminiferous ducts and Leydig cells showed high ACE2 expression level ( Figure 2, Table 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 267,
                    "end": 284,
                    "text": "Figure 2, Table 2",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "These results indicate that testicular cells are the potential targets of 2019-nCoV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.02. 12.20022418 doi: medRxiv preprint To further assess the cell type specific expression of ACE2 and confirm ACE2 expression level in kidney, we downloaded the gene expression data of single-cell RNA sequencing of human kidney from Gene Expression Omnibus (GEO) datasets. We first analyzed GSE131685, a published dataset containing scRNA-seq data of the normal kidney samples from 3 donors [17] . We divided single cells into subclusters based on the canonical markers and cell classification in the original literature ( Figure 3A) , and found specific ACE2 expressions in tubular cells. In contrast, ACE2 expression was not observed in immune cells and glomerular parietal epithelial cells (Figure 3 B) .",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 107,
                    "text": "12.20022418 doi: medRxiv preprint",
                    "ref_id": null
                },
                {
                    "start": 461,
                    "end": 465,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 593,
                    "end": 603,
                    "text": "Figure 3A)",
                    "ref_id": null
                },
                {
                    "start": 763,
                    "end": 775,
                    "text": "(Figure 3 B)",
                    "ref_id": null
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Results of GSE132023 confirm the previous results (data not shown).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Therefore, ACE2 expression in renal tubular cells and testicular cells may suggest a potential mechanism of infection and direct damage of renal tubules and testis by 2019-nCoV binding ACE2 as host cell receptors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.02.12.20022418 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Novel coronavirus-infected pneumonia outbroke in Wuhan in December 2019 and January 2020, which has posed a major threat to global public health [18] . The numbers of confirmed cases and deaths are still rising quickly, posing higher challenges for disease control and patient treatment.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 149,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The symptoms of the disease are complex. In addition to common respiratory symptoms such as cough and fever, some patients may also experience other symptoms such as diarrhea and liver damage [4] , or even asymptomatic, which brings more challenges to the patient's diagnosis and treatment. Studies on the mechanisms of disease pathogenesis could help us understand the disease comprehensively.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 195,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Here in this study, we first reviewed the latest literatures and found about 10% of the patients Another major point in this study is the high expression level of ACE2 in testicular cells. It is well known that viruses such as HIV, HBV and mumps could enter the testicular cells and cause viral orchitis. Besides, in some cases, virus-induced testicular tissue damage might result in male infertility and testicular tumor [19] . SARS-CoV is just like the 'cousin' of 2019-nCoV and shares the receptor ACE2 with 2019-nCoV. Previous research has also investigated the possible damage of the testis in SARS patients and the effects of SARS on spermatogenesis. Their findings suggested that orchitis is a complication of SARS and that spermatogenesis could be affected after infection [20] . Current clinical data show that a large proportion of the novel coronavirus ",
            "cite_spans": [
                {
                    "start": 422,
                    "end": 426,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 781,
                    "end": 785,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our study demonstrated the highly expression of ACE2 in kidney and testicular tissue and facilitated the understanding of the mechanisms of abnormal renal function and kidney damage in 2019-nCoV-infected patients. Our findings also suggest the patient cares regarding the possible occurrence of orchitis. Following-up and evaluation of the reproductive functions may be necessary in recovered male SARS patients, especially the young male patients. Fig. 1 Data of mRNA expression level of ACE2 in different human tissues from online datasets.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 449,
                    "end": 455,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Conclusions"
        },
        {
            "text": "A. Data from CCLE showed ACE2 expression level in different tissues, including urinary system (red frame).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figures"
        },
        {
            "text": "B. GTEx portal showed ACE2 expression level in different tissues. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figures"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.12.20022418 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figures"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Return of the Coronavirus: 2019-nCoV. Viruses",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Gralinski",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "D"
                    ],
                    "last": "Menachery",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Specific ACE2 Expression in Cholangiocytes May Cause Liver Damage After 2019-nCoV Infection. bioRxiv",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Functional assessment of cell entry and receptor usage for lineage B β-coronaviruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Letko",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Munster",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Discovery of a novel coronavirus associated with the recent pneumonia outbreak in humans and its potential bat origin. bioRxiv",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The S proteins of human coronavirus NL63 and severe acute respiratory syndrome coronavirus bind overlapping regions of ACE2. Virology",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "367",
            "issn": "",
            "pages": "367--74",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Crystal structure of NL63 respiratory coronavirus receptor-binding domain complexed with its human receptor",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proc Natl Acad Sci",
            "volume": "106",
            "issn": "47",
            "pages": "19970--19974",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Expression of elevated levels of pro-inflammatory cytokines in SARS-CoV-infected ACE2+ cells in SARS patients: relation to the acute lung injury and pathogenesis of SARS",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Pathol",
            "volume": "210",
            "issn": "3",
            "pages": "288--97",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Distinct pathogenic effects of group B coxsackieviruses on human glomerular and tubular kidney cells",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Conaldi",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Virol",
            "volume": "71",
            "issn": "12",
            "pages": "9180--9187",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Expression Analysis Highlights AXL as a Candidate Zika Virus Entry Receptor in Neural Stem Cells",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Nowakowski",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Cell Stem Cell",
            "volume": "18",
            "issn": "5",
            "pages": "591--597",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Virus-Receptor Interactions: Structural Insights For Oncolytic Virus Development. Oncolytic Virother",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jayawardena",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "39--56",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Proteomics. Tissue-based map of the human proteome",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Uhlen",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Science",
            "volume": "347",
            "issn": "6220",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The Cancer Cell Line Encyclopedia enables predictive modelling of anticancer drug sensitivity",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Barretina",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nature",
            "volume": "483",
            "issn": "7391",
            "pages": "603--610",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Single-cell RNA sequencing of human kidney. Sci Data",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Global Health Concern Stirred by Emerging Viral Infections",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Viruses in the mammalian male genital tract and their effects on the reproductive system",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dejucq",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Jegou",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Microbiol Mol Biol Rev",
            "volume": "65",
            "issn": "2",
            "pages": "208--239",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Orchitis: a complication of severe acute respiratory syndrome (SARS)",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Biol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "infected with 2019-nCoV had abnormal renal function. This indicates the significance to explore the mechanisms by which the virus affects renal cells. We used the online datasets and bioinformatic methods and found out that ACE2, one of the major receptors for 2019-nCoV,expresses quite highly in renal cells, particularly in tubular cells. IHC results showed no ACE2 expression in cells in glomeruli. Renal tubular cells have reabsorption and excretion functions, and play a key role in excretion of metabolites, maintenance of body fluid balance and acid-base balance. Renal tubular cell injury could cause renal tubules atrophy, thereby aggravating renal interstitial fibrosis, secreting a variety of chemokines and growth factors into the stroma, promoting interstitial inflammatory cell infiltration, interstitial intrinsic cell proliferation, and extracellular matrix (ECM) accumulation. Therefore, 2019-nCoV could enter the renal tubular cell by binding to ACE2, which induces cytotoxicity and abnormal renal function. Examination and follow-up of the renal function of patients infected with 2019-nCoV is necessary to detect the impaired renal function in time and provide early intervention.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "nCoV) -infected pneumonia patients are young adults and even children, so the potential testicular damage caused by the virus may exist as a late complication. However, limited information is available regarding the involvement of reproductive organs in patients infected with 2019-nCoV. Therefore, our findings suggest that clinicians should take care of the possible occurrence of orchitis. Following-up and evaluation of the reproductive functions should be done in recovered male SARS patients, especially the young male patients.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Summary of the renal function characteristics of patients infected with 2019-nCoV in 3 cohortsOther renal related affairsTable 2. Summary of the IHC results in The Human Protein Atlas project",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}