{
    "paper_id": "c8c052d27aaf8015316dcd2644fa5e0b3870cea1",
    "metadata": {
        "title": "Modeling the Comparative Impact of Individual Quarantine vs. Active Monitoring of Contacts for the Mitigation of COVID-19",
        "authors": [
            {
                "first": "Corey",
                "middle": [
                    "M"
                ],
                "last": "Peak",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard T.H. Chan School of Public Health",
                    "location": {
                        "settlement": "Boston",
                        "region": "Massachusetts",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Rebecca",
                "middle": [],
                "last": "Kahn",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard T.H. Chan School of Public Health",
                    "location": {
                        "settlement": "Boston",
                        "region": "Massachusetts",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Yonatan",
                "middle": [
                    "H"
                ],
                "last": "Grad",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard T. H. Chan School of Public Health",
                    "location": {
                        "settlement": "Boston",
                        "region": "Massachusetts",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Lauren",
                "middle": [
                    "M"
                ],
                "last": "Childs",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Virginia Polytechnic Institute and State University (Virginia Tech)",
                    "location": {
                        "settlement": "Blacksburg",
                        "region": "Virginia",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Ruoran",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard T.H. Chan School of Public Health",
                    "location": {
                        "settlement": "Boston",
                        "region": "Massachusetts",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": ";",
                "middle": [
                    "Marc"
                ],
                "last": "Lipsitch",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard T.H. Chan School of Public Health",
                    "location": {
                        "settlement": "Boston",
                        "region": "Massachusetts",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Caroline",
                "middle": [
                    "O"
                ],
                "last": "Buckee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard T.H. Chan School of Public Health",
                    "location": {
                        "settlement": "Boston",
                        "region": "Massachusetts",
                        "country": "United States of America"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Individual quarantine and active monitoring of contacts are core disease control strategies, particularly for emerging infectious diseases such as Coronavirus Disease 2019 . To estimate the comparative efficacy of these interventions to control COVID-19, we fit a stochastic branching model, comparing two sets of reported parameters for the dynamics of the disease. Our results suggest that individual quarantine may contain an outbreak of COVID-19 with a short serial interval (4.8 days) only in settings with high intervention performance where at least three-quarters of infected contacts are individually quarantined. However, in settings where this performance is unrealistically high and the outbreak of COVID-19 continues to grow, so too will the burden of the number of contacts traced for active monitoring or quarantine. In such circumstances where resources are prioritized for scalable interventions such as social distancing, we show active monitoring or individual quarantine of high-risk contacts can contribute synergistically to social distancing. To the extent that interventions based on contact tracing can be implemented, therefore, they can help mitigate the spread of COVID-19. Our model highlights the urgent need for more data on the serial interval and the extent of presymptomatic transmission in order to make data-driven policy decisions regarding the cost-benefit comparisons of individual quarantine vs. active monitoring of contacts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In December 2019, Coronavirus Disease (COVID-19) emerged in Wuhan, China. 1 It has since spread globally, reaching more than three dozen countries with over 80,000 confirmed cases by late February. 2 To reduce further spread of the disease, governments have implemented community measures to increase social distancing for those at highest risk of infection. 3 In China, policies include unprecedented lockdowns to reduce contacts between individuals, travel restrictions, and door-to-door temperature checks with mandatory mass quarantine. 4 Contact tracing, a core strategy to control disease, is used to identify individuals who may have been exposed to an infectious disease and to focus interventions on this high risk group. If identified contacts are symptomatic when found, they are promptly isolated and treated in a healthcare setting. More often, contacts are found healthy, and may or may not be infected. Depending on how much time has passed since exposure to the primary infected individual, those infected may not yet be symptomatic -this period of time between infection and symptoms is an important epidemiological trait of an infectious disease called the incubation period. How to handle these symptom-free contacts is a recurring point of confusion and controversy, particularly for emerging infectious diseases. Two essential strategies are used: individual quarantine and active monitoring. Individual quarantine involves the separation from others of an individual who is believed to be exposed to the disease, but not currently showing symptoms of it. A less restrictive intervention, active monitoring, involves assessing the individual for symptoms at regular intervals and, if symptoms are detected, promptly isolating the individual.",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 199,
                    "text": "2",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 359,
                    "end": 360,
                    "text": "3",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 541,
                    "end": 542,
                    "text": "4",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The relationship between symptoms of a disease and infectiousness to others is critical to the success of containment strategies. Previous work has found that a disease's natural history, particularly the amount of transmission that occurs before symptom onset, greatly influences the ability to control outbreaks 5 and the relative effectiveness of individual quarantine vs. active monitoring. 6 Short-course diseases, such as influenza, and diseases with long periods of presymptomatic infectiousness, like hepatitis A, are impacted more strongly by quarantine than by active monitoring; however, quarantine is of limited benefit over active monitoring for the coronaviruses MERS and SARS, where persons usually show distinctive symptoms at or near the same time that they become infectious. Recent work on isolation for COVID-19 found a potentially large impact of perfect isolation, if one assumed there was limited presymptomatic transmission and a high probability of tracing contacts to be put under isolation immediately following symptom onset. 7 Our framework enables comparison of active monitoring and individual quarantine and considers parameters such as delays, and imperfect isolation to account for known nosocomial transmission of this respiratory virus. 8 One of the key uncertainties surrounding COVID-19 is the extent of asymptomatic and presymptomatic transmission. A recent study reporting asymptomatic transmission in Germany 9 was later found to be incorrect or misleading, 10 adding to the confusion. There has also been uncertainty about the serial interval -the time between symptom onset of infector-infectee pairs -which in turn reflects uncertainty about the extent of presymptomatic transmission. Early estimates by Nishiura et al 11 and Li et al 12 were derived from limited data (24 and 6 infector-infectee pairs, respectively) and in the latter case largely reflected the prior distribution derived from SARS cases in 2003. Given the severe impact of quarantine on both resources and individual liberty, it is vital to assess under what conditions quarantine can effectively control COVID-19, and among these under what conditions it is substantially more effective than less restrictive approaches such as active monitoring, particularly given uncertainty in essential disease parameters. Here, using methods described in previous work 6 and the latest epidemiological parameters reported for COVID-19, 11, 12 we compare the ability of individual quarantine and active monitoring to reduce the effective reproductive number ( ) of COVID-19 R e to below the critical threshold of one. While mass restrictions on movements within cities have been implemented during this outbreak and are sometimes referred to as quarantines, here we focus on the effectiveness of quarantine and active monitoring on an individual basis based on contact tracing.",
            "cite_spans": [
                {
                    "start": 395,
                    "end": 396,
                    "text": "6",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1054,
                    "end": 1055,
                    "text": "7",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1273,
                    "end": 1274,
                    "text": "8",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1450,
                    "end": 1451,
                    "text": "9",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1499,
                    "end": 1501,
                    "text": "10",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1763,
                    "end": 1765,
                    "text": "11",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2439,
                    "end": 2442,
                    "text": "11,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2443,
                    "end": 2445,
                    "text": "12",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 1766,
                    "end": 1822,
                    "text": "and Li et al 12 were derived from limited data (24 and 6",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "We built upon a previously published approach 6 using recent estimates of transmission dynamics for COVID-19 to account for critical questions and parameter uncertainties. Reflecting the uncertainty surrounding key parameters for COVID-19, we compared two sets of serial interval parameters: 1) from Nishiura et al 11 with a mean serial interval of 4.8 days and 2) from Li et al 12 with a mean serial interval of 7.5 days (Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 422,
                    "end": 431,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Briefly, individuals in a stochastic branching model progress through a susceptible-exposed-infectious-recovered (SEIR) disease process focused on the early stages of epidemic growth. Upon infection, individuals progress through a latent period before onset of infectiousness; during the duration of infectiousness, the relative infectiousness follows a triangular distribution. The time of symptom onset is measured as the difference between the incubation and latent periods, with negative values indicating presymptomatic infectiousness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "During each hour of infectiousness, an individual can generate new infections following a negative binomial distribution with dispersion parameter k , with smaller values indicating more variability in infectiousness. Infectiousness while under individual quarantine (before symptom onset) and isolation (after symptom onset) can be reduced by a value between 0, indicating no reduction in the force of infectiousness, or 1, indicating no transmission during that hour. Upon isolation, an individual names a defined proportion of their contacts, who are traced within a defined number of hours and placed under either active monitoring or quarantine. Those under active monitoring are checked with a defined frequency, such as twice daily, and are promptly isolated if found to be symptomatic; however, prior to isolation, there is no reduction in infectiousness. A contact under individual quarantine has infectiousness reduced by a defined factor until onset of symptoms, at which time the contact is isolated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Using published values of the incubation period, the parameters for the maximum duration of infectiousness, time of peak infectiousness, and the time offset between the incubation and 3 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . latent periods were fit using a sequential Monte Carlo (SMC) algorithm, also known as particle filtering. 6 Particles with these three dimensions were resampled with an adaptive threshold to converge on a set of 2,000 that yielded simulated serial intervals that most closely match published values of the serial interval, as measured by the Kolmogorov-Smirnov (KS) test.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 185,
                    "text": "6",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "As described previously, 6 two settings are defined with respect to the feasibility of interventions (Table 1) . A high feasibility setting, presented as the main results, is defined as one where 90% of contacts are traced and are put under either quarantine or active monitoring within half a day on average. Contacts under active monitoring are monitored twice per day on average. A contact under quarantine has infectiousness reduced by 75% until symptoms emerge and prompt isolation. When symptoms emerge in a contact under quarantine or active monitoring, they are isolated in a setting that reduces infectiousness by 90%. Assuming perfect intervention performance is not possible, the high feasibility parameters represent an upper-bound on the expected ability to implement interventions based on contact tracing. A low feasibility setting loosens these assumptions to account for imperfect recall of who may be exposed, delays in identifying or locating contacts, infrequent or untrained monitoring of symptoms, and imperfect isolation resulting in nosocomial or other infections.",
            "cite_spans": [
                {
                    "start": 25,
                    "end": 26,
                    "text": "6",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 101,
                    "end": 110,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Unimpeded exponential epidemic growth driven by the basic reproductive number ( ) can be R 0 reduced by individual quarantine or active monitoring as measured by the effective reproductive number and , respectively. We present estimates of and under high and low R IQ R AM R IQ R AM feasibility settings. The difference is the number of secondary cases prevented by R AM − R IQ quarantining one infected individual over active monitoring for that individual. If the prevalence of infection among traced contacts subject to quarantine or active monitoring is p, then the number of traced contacts who must be quarantined to prevent one secondary case is .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We calculate this quantity from the model under varying assumptions about p.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The number of days an individual is under quarantine or active monitoring is measured as the time difference between when an individual is identified via contact tracing and when symptoms prompt isolation -which is immediate for an individual under quarantine and determined by the frequency of monitoring for an individual under active monitoring. We assume individuals under active monitoring or quarantine who are uninfected are followed for a duration of 14 days until clearance, consistent with recent interventions. 13 We calculated the expected percentage of infections that result from presymptomatic infectiousness in the absence of interventions as the sum total of expected secondary cases caused by an individual prior to symptom onset divided by the total force of infection for that individual times 100. This percentage equals 0% when symptom onset precedes infectiousness and equals 100% when the entire duration of infectiousness concludes prior to symptom onset.",
            "cite_spans": [
                {
                    "start": 522,
                    "end": 524,
                    "text": "13",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "4 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We fit the model assuming short (mean of 4.8 days; scenario 1) versus long (mean of 7.5 days; scenario 2) serial interval estimates. Model fitting by SMC for serial interval scenario 1 (mean = 4.8 days) resulted in mean duration of infectiousness 2.4 days [95% CI 1.0, 6.7]; mean time of peak relative infectiousness at 43% of the duration of infectiousness [0%, 97%]; and a mean time of infectiousness onset 0.77 days before symptom onset [1.98 days before, 0.29 days after] (Table 2, Figure S1 ). The longer serial interval in scenario 2 (mean = 7.5 days) resulted in slower disease dynamics: mean duration of infectiousness 4.8 days [95% CI 1.12, 10.5]; mean time of peak relative infectiousness at 38% of the duration of infectiousness [0%, 97%]; and a mean time of infectiousness onset 0.51 days after symptom onset [0.77 days before, 1.50 after] (Table 2, Figure S2 ). Therefore, given the same incubation period distribution with mean = 5.2 days, a serial interval with mean = 4.8 days is best fit by substantial presymptomatic infectiousness (mean = 20.5% [0%, 91.4%]) while a longer serial interval with mean = 7.5 days is best fit by limited presymptomatic infectiousness (mean = 0.065% [0%, 0.88%]).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 486,
                    "end": 495,
                    "text": "Figure S1",
                    "ref_id": null
                },
                {
                    "start": 862,
                    "end": 871,
                    "text": "Figure S2",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Interventions based on contact tracing, unlike mass interventions such as travel restrictions and social distancing, are targeted at individuals and therefore require resources --material and personnel --proportional to the number of cases traced: contact tracing requires detailed interview of case patients to learn of contacts and public health outreach to trace them; active monitoring of contacts may include twice-daily visits by healthcare workers or phone-based self-monitoring; 14 and individual quarantine of contacts requires private space, provision of essentials, and investment in enforcement. The burden of implementing active monitoring or individual quarantine grows quickly as a function of disease incidence and the fraction of traced contacts who are not infected. Assuming uninfected contacts (who never develop symptoms) are monitored or quarantined for 14 days before clearance, the number of uninfected contacts followed grows more quickly than truly infected contacts ( Figure 1 ). As the ratio of uninfected:infected contacts traced increases from 1:1 to 9:1, for example, the burden of uninfected contacts grows proportionally; note the actual ratio may be closer to 2,318:1, as recorded during SARS control in Taiwan where 24 (0.04%) of 55,632 quarantined contacts were found to be truly infected. 15 Depending on the ratio of uninfected to infected contacts traced, individual quarantine, even if initially effective, may soon become infeasible as the epidemic grows, and will need to be supplemented or deprioritized to focus resources on other interventions such as social distancing.",
            "cite_spans": [
                {
                    "start": 487,
                    "end": 489,
                    "text": "14",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1326,
                    "end": 1328,
                    "text": "15",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 995,
                    "end": 1003,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "In locations at an early stage of COVID-19, where resources allow investment in high-quality implementation of interventions based on contact tracing, the effectiveness of individual quarantine or active monitoring depends heavily on i) aspects of the disease, especially the assumed serial interval and timing of presymptomatic transmission, and ii) aspects of the setting including the fraction of contacts traced. Briefly, a shorter serial interval, larger window of presymptomatic transmission, poor quality interventions, and a small fraction of contacts traced all reduce the ability of either intervention to decrease transmission. Unless otherwise noted, the following results focus on high feasibility settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5"
        },
        {
            "text": "First, the serial interval and extent of presymptomatic transmission are important determinants of the effectiveness of interventions. The median reproductive number was 0.57 under individual quarantine and 1.55 under active monitoring in serial interval scenario 1 ( Figure 2 ) and 0.49 under individual quarantine and 0.54 under active monitoring, respectively, in scenario 2 ( Figure  3 ). For the shorter serial interval defining scenario 1, control ( ) was achieved only by R e < 1 individual quarantine in 84% of simulations, by either intervention in 12% of simulations, and in 4% of simulations neither active monitoring nor individual quarantine reduced in a high R e < 1 feasibility setting (Figure 2 ). The effectiveness of active monitoring is particularly sensitive to parameter sets with earlier onset of infectiousness relative to symptoms. When , for .2 R 0 = 2 example, remains below one unless the onset of infectiousness precedes symptoms by R IQ more than two days while has little tolerance for presymptomatic infectiousness (Figure 4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 268,
                    "end": 276,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 380,
                    "end": 389,
                    "text": "Figure  3",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 701,
                    "end": 710,
                    "text": "(Figure 2",
                    "ref_id": null
                },
                {
                    "start": 1046,
                    "end": 1056,
                    "text": "(Figure 4)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "5"
        },
        {
            "text": "In a low feasibility setting, and remained above one, even with ( Figure 2 , 3).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 66,
                    "end": 74,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "R AM"
        },
        {
            "text": "The fraction of contacts traced is a particularly influential consideration. As the probability of tracing an infected contact decreases, more cases are able to transmit the infection without isolation and therefore, there is a linear increase in the average or across the R IQ R AM population ( Figure 5 ). Even with other operational parameters reflecting a high feasibility setting, at least three-quarters of contacts need to be traced and quarantined to reduce in the R e < 1 population in the absence of other interventions. For those individuals who are traced and placed under active monitoring or individual quarantine, however, the impact of the interventions at reducing onward transmission by that person remains effective. Even if only a small proportion of infected contacts are traced, therefore, the transmission chains those contacts could create can be prevented. The extent to which it is worth investing in imperfect contact tracing will depend on the rate of epidemic growth, which affects feasibility, and the other mix of interventions being considered.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 296,
                    "end": 304,
                    "text": "Figure 5",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "R AM"
        },
        {
            "text": "In a setting where the COVID-19 case count continues to grow, resources may be prioritized for scalable community interventions such as social distancing; however, close contacts such as family members of a patient may still undergo targeted interventions. In our modeling framework, social distancing functions synergistically by reducing the reproductive number of infected individuals in the community who are not in quarantine or isolation. If social distancing reduces the reproductive number to 1.25 (e.g., 50% of person-to-person contact is removed in a setting where , active monitoring of 50% of contacts can result in overall outbreak .5) R 0 = 2 control (ie, ) ( Figure 6 ). Tracing 10%, 50%, or 90% of contacts on top of social distancing R e < 1 resulted in a median reduction in of 3.2%, 15% and 33%, respectively, for active monitoring R e and 5.8%, 32%, and 66%, respectively, for individual quarantine.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 674,
                    "end": 682,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "R AM"
        },
        {
            "text": "Given the additional cost and burden of quarantine, it may be important to consider the marginal benefits of individual quarantine over active monitoring. In serial interval scenario 2 in a high feasibility setting, the median incremental benefit of individual quarantine over active monitoring 6 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R AM"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.05.20031088 doi: medRxiv preprint was 0.043, which translates to a need to quarantine a median of 23 truly infected R AM − R IQ = contacts to avert one infection beyond active monitoring alone. This value increases proportionally with the probability that a traced contact is not infected: 47 contacts need to be quarantined if 50% of contacts are infected; 468 if 5% of contacts are infected; and almost 54,000 if 0.04% of contacts are infected as observed for SARS control in Taiwan). 15 For the shorter serial interval scenario 1, the median incremental benefit of individual quarantine over active monitoring is much larger at 0.93, corresponding to a need to quarantine 1.1 infected contacts to prevent one secondary infection on average; though, if only 0.04% of traced contacts are infected, nearly 2,500 individuals need to be quarantined to prevent one secondary infection relative to active monitoring.",
            "cite_spans": [
                {
                    "start": 597,
                    "end": 599,
                    "text": "15",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "R AM"
        },
        {
            "text": "To the extent that interventions based on contact tracing can be implemented, they can help mitigate the spread of COVID-19. Our results suggest that individual quarantine may contain an outbreak of COVID-19 with a short serial interval (4.8 days) only in settings with high intervention performance where at least three-quarters of infected contacts are individually quarantined. However, in settings where this performance is unrealistically high and the outbreak of COVID-19 continues to grow, so too will the burden of the number of contacts traced for active monitoring or quarantine. In such circumstances where resources are prioritized for scalable interventions such as social distancing, 16 we show active monitoring or individual quarantine of high-risk contacts can contribute synergistically with social distancing.",
            "cite_spans": [
                {
                    "start": 698,
                    "end": 700,
                    "text": "16",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There may be such synergy in the data released by the WHO mission to China in February 2020. 17 In Guangdong, WHO reports that the proportion of fever clinic testing positive for SARS-CoV-2 declined from 0.47% on 30 January to 0.02% on 16 February, during a period of intensive social distancing interventions. 17 If one assumes that these social distancing interventions reduced transmission of nearly all infections that could cause attendance at a fever clinic, one might expect a lower total number of attendees, with proportionate declines in all infectious fever causes that are affected by social distancing. If one assumes that most fever causes are affected by social distancing, the declining proportion of SARS-CoV-2 among fever cases may reflect the benefits of interventions aimed specifically at this infection, which is to say case-based interventions like active monitoring, individual quarantine, and isolation.",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 95,
                    "text": "17",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 311,
                    "end": 313,
                    "text": "17",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The effectiveness of individual quarantine versus active monitoring, targeted by contact tracing, heavily depends on the assumptions regarding the serial interval, the amount of transmission that occurs prior to symptom onset, and the feasibility setting. Under our fitted disease natural history parameters for serial interval scenario 1, with a shorter mean serial interval and hence substantial presymptomatic infectiousness, individual quarantine was considerably more effective than active monitoring at reducing onward transmission by an infected contact. To offset this relative benefit of individual quarantine compared to active monitoring, perverse incentives to avoid quarantine would have to be correspondingly larger. Both scenarios were fit using an incubation period with mean = 5.2 days among 451 lab-confirmed cases from Wuhan; 12 other recent estimates of the incubation period of COVID-19 include a mean of 6.4 7 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . days among 88 travelers 18 and a median of 4 days among 291 hospitalized study patients. 19 As a shorter incubation period relative to the serial interval would be consistent with less presymptomatic transmission, the incubation period distribution is a key parameter to refine as additional information becomes available.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 104,
                    "text": "18",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 167,
                    "end": 169,
                    "text": "19",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Under our fitted disease natural history parameters for serial interval scenario 2, with a mean serial interval of 7.5 days and hence a low amount of presymptomatic transmission, we found that both active monitoring and individual quarantine effectively reduced the expected number of secondary cases per contact below one. The incremental benefit of individual quarantine over active monitoring was minimal in this scenario, requiring hundreds or thousands of suspected contacts to be quarantined to avert one infection beyond active monitoring alone. These results suggest that with a serial interval similar to that of SARS for COVID-19, there are very few plausible conditions under which individual quarantine would offer a sufficient advantage over active monitoring to justify the substantial incremental resources required to implement individual quarantine and large incremental costs to those experiencing it. Furthermore, if the more restrictive policy of individual quarantine instead of active monitoring leads to a decrease in the percent of contacts traced, through hesitance to name contacts or avoidance of contact tracers, the small incremental benefit of individual quarantine over active monitoring in serial interval scenario 2 may cancel or invert.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Under both serial interval scenarios, in a low feasibility setting, the reproductive number was rarely brought below one under either individual quarantine or active monitoring, though a median reduction in the reproductive number of 21.0% and 13.6%, respectively for serial interval scenario 2, can still meaningfully slow the growth of an epidemic; for serial interval scenario 1, active monitoring resulted in only a 3% reduction in the reproductive number while individual quarantine resulted in a 17% reduction. If the epidemic continues to grow, however, the feasibility and social acceptability of quarantining individuals becomes a crucial consideration. In these circumstances, complementary interventions such as social distancing and pharmaceutical interventions may be needed if efficient contact tracing and rapid isolation are not readily achievable, regardless of the extent of presymptomatic transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The findings of this study are limited by the reliability of the input parameters, which are inherently uncertain during the early stages of disease emergence. The model fitting procedure is tuned to accept a wide range of inputs consistent with the published dynamics without over-fitting -thereby allowing for built-in uncertainty of input values. Additional limitations of the model include the focus on early epidemic growth in the absence of depletion of susceptibles, the assumption of consistent across scenarios with different serial intervals, and an R 0 assumption of relative infectiousness following a triangular distribution and duration of infectiousness following a uniform distribution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The scope of this work compares individual quarantine and active monitoring targeted by contact tracing and does not simulate other approaches such as self-isolation or mass quarantine. In our model framework, self-isolation can be conceptualized as a scenario where 8 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "all contacts are traced and under active monitoring, since symptom onset is the event that triggers, with some delay, isolation. Mass quarantine is expected to result in prompt isolation upon symptom onset of any truly infected individuals, but the impact of this strategy on COVID-19 will depend heavily on whether presymptomatic exposure within the group is decreased or increased by the approach to confinement. That is, mass quarantine may reduce or increase the number of uninfected contacts exposed to presymptomatic infectiousness of those who do go on to develop the disease. In serial interval scenario 1, where a mean of 20% of transmission is expected to occur before symptom onset, the positive effect of prompt isolation can be offset by an increase in presymptomatic transmission in a confined space. Mass quarantines can also result in unintended consequences that can exacerbate transmission of COVID-19 such as avoidance of contact tracers and inaccurate recall, or other infectious diseases more broadly, such as a reduction in healthcare worker support, availability of supplies, or high-density settings. 20 The impact of travel restrictions on human mobility, a necessary first step in the causal chain to outbreak containment, is difficult to measure, but the impact has been documented in Sierra Leone during the 2014-2016 epidemic of Ebola Virus Disease. 21 The conflicting conclusions from our two scenarios, driven largely by the differences in the extent of presymptomatic transmission, highlight the urgent need for more data to clarify key epidemiological parameters of COVID-19, particularly the serial interval and the extent of presymptomatic transmission, in order to inform response efforts. These highly influential parameters warrant further study to improve data-driven policy-making. In addition, our choice to consider shifts of the latent period relative to the infectious period implicitly assumes a similar shape to the underlying distributions, albeit with different means. As the amount of asymptomatic transmission will depend not only on the average timing of latent period relative to the incubation period, but also on the standard deviation of these distributions, more data on their true shapes is urgently needed.",
            "cite_spans": [
                {
                    "start": 1125,
                    "end": 1127,
                    "text": "20",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1379,
                    "end": 1381,
                    "text": "21",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "9"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . Figure 1. Daily count of cumulative infections (red), truly infected contacts currently under quarantine (blue), uninfected contacts currently under quarantine assuming 1:1 ratio of uninfected to infected contacts traced (dark green), and uninfected contacts currently under quarantine assuming 9:1 ratio of uninfected to infected contacts traced (green). Model assumes interventions begin at a cumulative case count of 1,000, a low feasibility setting, , and a .2 R 0 = 2 mean serial interval of 4.8 days.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 78,
                    "end": 87,
                    "text": "Figure 1.",
                    "ref_id": null
                }
            ],
            "section": "9"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "10"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.05.20031088 doi: medRxiv preprint Figure 2 . The effective reproductive number under active monitoring (x axis) and individual quarantine (y axis) increases with the basic reproductive number (colors) and in low feasibility settings (circles) compared to high feasibility settings (triangles) in serial interval scenario 1. Equivalent control under individual quarantine and active monitoring would follow the y=x identify line.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 152,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "10"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . 12 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . 13 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.05.20031088 doi: medRxiv preprint CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . Figure 6 . Active monitoring (yellow) and individual quarantine (blue) of 10%, 50%, and 90% of contacts provide an incremental benefit over social distancing for serial interval scenario 1. Intervention parameters other than fraction of contacts traced are set to the high feasibility setting.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 78,
                    "end": 86,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "11"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . Figure S1 . Univariate histograms and bivariate heatmaps for each of three input parameters in serial interval scenario 1: the time offset between the latent and incubation periods (T_lat_offset); maximum duration of infectiousness (d_inf); and time of relative peak infectiousness (pi_t_triangle_center). Convergence by sequential monte carlo (SMC) in iteration 7 with median Kolmogorov-Smirnov test statistic KS = 0.116.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 78,
                    "end": 87,
                    "text": "Figure S1",
                    "ref_id": null
                }
            ],
            "section": "15"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "16"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.05.20031088 doi: medRxiv preprint Figure S2 . Univariate histograms and bivariate heatmaps for each of three input parameters in serial interval scenario 2: the time offset between the latent and incubation periods (T_lat_offset); maximum duration of infectiousness (d_inf); and time of relative peak infectiousness (pi_t_triangle_center). Convergence by sequential monte carlo (SMC) in iteration 7 with median Kolmogorov-Smirnov test statistic KS = 0.066.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 153,
                    "text": "Figure S2",
                    "ref_id": null
                }
            ],
            "section": "16"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "17"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "17"
        },
        {
            "text": "This work was supported in part by Award Number U54GM088558 from the US National Institute Of General Medical Sciences. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institute Of General Medical Sciences, the National Institutes of Health, or other contributing agencies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "All authors contributed to the study design, CMP analyzed the data, CMP and RK wrote the first draft of the manuscript, and all authors participated in the writing, reviewing, and editing of the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contributors"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "22"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.05.20031088 doi: medRxiv preprint Research in context Evidence before this study Two non-pharmaceutical interventions to prevent disease spread include individual quarantine and active monitoring. Previous work found that a disease's natural history, particularly the amount of transmission that occurs before symptoms, greatly influences the ability to control outbreaks and the relative effectiveness of these two strategies. Recent work on isolation for the 2019 Coronavirus Disease (COVID-19) found a potentially large impact of perfect isolation, if one assumed there was limited pre-symptomatic transmission and a high probability of tracing contacts to be put under isolation immediately following symptom onset. However, the estimates for the serial interval of COVID-19, which impacts the amount of pre-symptomatic transmission, are varied.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 596,
                    "end": 606,
                    "text": "(COVID-19)",
                    "ref_id": null
                }
            ],
            "section": "22"
        },
        {
            "text": "As COVID-19 continues to spread, better understanding how to contain it becomes critical.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Added value of this study"
        },
        {
            "text": "Here, using methods we previously developed and the latest epidemiological parameters reported for COVID-19, we compare the ability of individual quarantine and active monitoring to reduce the effective reproductive number of COVID-19 to below the critical threshold of one.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Added value of this study"
        },
        {
            "text": "Assuming a reported serial interval of mean 4.8 days, the incremental benefit of individual quarantine over active monitoring was substantial as a result of faster dynamics and more presymptomatic transmission. However, using a SARS-like serial interval of mean 7.5 days, individual quarantine and active monitoring are similarly effective at controlling onward transmission in a high feasibility setting. The burden of placing uninfected contacts under individual quarantine can grow untenable due to a longer duration in quarantine before clearance (assumed 14 days) and a high ratio of uninfected contacts traced per truly infected contact. In such settings, resources may be prioritized for broader social distancing measures, and active monitoring or individual quarantine of high-risk contacts can contribute synergistically. The sensitivity of these results to the estimated serial interval highlights the urgent need for better data to guide policy decisions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications of all the available evidence"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "23"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.05.20031088 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "23"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus 2019-nCoV Global Cases",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Interim US Guidance for Risk Assessment and Public Health Management of Persons with Potential 2019 Novel Coronavirus (2019-nCoV) Exposure in Travel-associated or Community Settings",
            "authors": [],
            "year": 2020,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "China Tightens Wuhan Lockdown in 'Wartime' Battle With Coronavirus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Myers",
                    "suffix": ""
                },
                {
                    "first": "Yu",
                    "middle": [
                        "E"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Factors that make an infectious disease outbreak controllable",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "101",
            "issn": "",
            "pages": "6146--51",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Comparing nonpharmaceutical interventions for containing emerging epidemics",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Peak",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Childs",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Grad",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "O"
                    ],
                    "last": "Buckee",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "114",
            "issn": "",
            "pages": "4023--4031",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Feasibility of controlling COVID-19 outbreaks by isolation of cases and contacts",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hellewell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Abbott",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gimma",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Glob Health",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S2214-109X(20)30074-7"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.1585"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Transmission of 2019-nCoV Infection from an Asymptomatic Contact in Germany",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rothe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schunk",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sothmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc2001468"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Study claiming new coronavirus can be transmitted by people without symptoms was flawed",
            "authors": [],
            "year": 2020,
            "venue": "Science | AAAS",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Serial interval of novel coronavirus (2019-nCoV) infections",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Linton",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Akhmetzhanov",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "medRxiv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001316"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Citizens at March Air Reserve Base | CDC Online Newsroom | CDC",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Check and Report Ebola (CARE) Hotline: The User Perspective of an Innovative Tool for Postarrival Monitoring of Ebola in the United States",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "O"
                    ],
                    "last": "Mccarthy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Wojno",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Joseph",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Teesdale",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "JMIR Public Health Surveill",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Quarantine for SARS",
            "authors": [
                {
                    "first": "Y-H",
                    "middle": [],
                    "last": "Hsieh",
                    "suffix": ""
                },
                {
                    "first": "C-C",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "Cws",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Taiwan. Emerg Infect Dis",
            "volume": "11",
            "issn": "",
            "pages": "278--82",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Priorities for the US Health Community Responding to COVID-19",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Adalja",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Toner",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Inglesby",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.3413"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Report of the WHO-China Joint Mission on Coronavirus Disease 2019 (COVID-19). World Health Organization",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Incubation period of 2019 novel coronavirus (2019-nCoV) infections among travellers from Wuhan, China",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Backer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Klinkenberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eurosurveillance",
            "volume": "25",
            "issn": "",
            "pages": "20--28",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.es.2020.25.5.2000062"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Clinical Characteristics of Coronavirus Disease 2019 in China",
            "authors": [
                {
                    "first": "W-J",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z-Y",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2002032"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Ethical and legal challenges posed by severe acute respiratory syndrome: implications for the control of severe infectious disease threats",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Gostin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bayer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Fairchild",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "JAMA",
            "volume": "290",
            "issn": "",
            "pages": "3229--3266",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Population mobility reductions associated with travel restrictions during the Ebola epidemic in Sierra Leone: use of mobile phone data",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Peak",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wesolowski",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Zu Erbach-Schoenberg",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Int J Epidemiol",
            "volume": "47",
            "issn": "",
            "pages": "1562--70",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Pattern of early human-to-human transmission of Wuhan",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Riou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Althaus",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Euro Surveill",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES.2020.25.4.2000058"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The effective reproductive number under active monitoring (x axis) and individual quarantine (y axis) increases with the basic reproductive number (colors) and in low feasibility settings (circles) compared to high feasibility settings (triangles) in serial interval scenario 2. Equivalent control under individual quarantine and active monitoring would follow the y=x identify line.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The effective reproductive number under active monitoring (yellow) and individual quarantine (blue) decreases as the extent of onset of infectiousness gets later with respect to the onset of symptoms in a high feasibility setting holding constant at 2.2. An offset of -2 R 0 days indicates infectiousness precedes symptoms by 2 days, an offset of 0 days indicates onset of both simultaneously, and an offset of 1 day indicates infectiousness onset occurs 1 day after symptom onset.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The effective reproductive number under active monitoring (yellow) and individual quarantine (blue) increases as the proportion of contacts traced decreases, assuming a mean serial interval of 4.8 days, and . Intervention parameters other than fraction of contacts .2 R 0 = 2 traced are set to the high feasibility setting 14 .",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Intervention Parameters author/funder, who has granted medRxiv a license to display the preprint in perpetuity.is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.05.20031088 doi: medRxiv preprint",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Disease parametersAbbreviations: 95% CI = 95% Confidence Interval * Parameters fit via sequential Monte Carlo method ** Positive values indicate symptoms before infectiousness; negative values indicate infectiousness before symptoms. *** Value of 0 indicates linearly decreasing infectiousness; value of 0.5 indicates peak infectiousness at midpoint of duration of infectiousness; value of 1 indicates linearly increasing infectiousness.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}