{
    "paper_id": "c954675ee859e2f7b8f352a398a67469b50f05de",
    "metadata": {
        "title": "Evaluation of the clinical characteristics of suspected or confirmed cases of COVID-19 during home care with isolation: A new retrospective analysis based on O2O",
        "authors": [
            {
                "first": "Hui",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sufang",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shangkun",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Juan",
                "middle": [],
                "last": "Deng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bo",
                "middle": [],
                "last": "Jiao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ling",
                "middle": [],
                "last": "Ai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yaru",
                "middle": [],
                "last": "Xiao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Li",
                "middle": [],
                "last": "Yan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shusheng",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ai",
                "middle": [
                    "Md"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Deng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Y",
                "middle": [],
                "last": "Xiao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "L",
                "middle": [],
                "last": "Yan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "D"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The recent outbreak of the novel coronavirus in December 2019 has activated top-level response nationwide. We developed a new treatment model based on the online-to-offline (O2O) model for the home isolated patients, because in the early stages the medical staff were insufficient to cope with so many patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "In this single-centered, retrospective study, we enrolled 48 confirmed/suspected COVID-19 patients who underwent home isolation in Wuhan between January 6 and January 31, 2020. By WeChat and online document editing all patients were treated with medical observation scale. The clinical indications such as Fever, Muscle soreness, Dyspnea and Lack of strength were collected with this system led by medical staff in management, medicine, nursing, rehabilitation and psychology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The mean age of 48 patients was 39·08±13·88 years, 35(72·9%) were women. Compared with non-hospitalized patients, inpatients were older(≥70years, 2·4% vs 33·3%, P<0·04). All inpatients had fever, 50% inpatients had coughs and showed infiltration in both lungs at the time of diagnosis. 33·3% All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity. : medRxiv preprint inpatients exhibited negative changes in their CT results at initial diagnosis. The body temperature of non-hospitalized patients with mild symptoms returned to normal by day 4-5. While dyspnea peaked on day 6 for non-hospitalized patients with mild symptoms, it persisted in hospitalized patients and exacerbated over time. The lack of strength and muscle soreness were both back to normal by day 4 for non-hospitalized patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Monitoring the trends of symptoms is more important for identifying severe cases. Excessive laboratory data and physical examination are not necessary for the evaluation of patients with mild symptoms. The system we developed is the first to convert the subjective symptoms of patients into objective scores. This type of O2O, subjective-to-objective strategy may be used in regions with similar highly infectious diseases to minimize the possibility of infection among medical staff.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The recent outbreak of the novel coronavirus in December 2019 (COVID-19) has activated top-level response nationwide and has been classified as a public health emergency of international concern (PHIEC) by the World Health Organization (WHO). 1 By 24:00 on February 16, 2020, 70,548 confirmed cases, 10,644 severe cases, 1,770 deaths, and 546,016 close contact cases have been identified in 31 provinces (autonomous regions and municipalities) and the Xinjiang Production and Construction Corps of China. 2 The SARS-CoV-2-induced pneumonia has rapidly spread from Wuhan to 21 other countries, including the United States, Japan, Italy and Germany 3, 4 , demonstrating high levels of infectivity and pathogenicity. [5] [6] [7] The fever clinic of Tongji hospital in Wuhan has been the center of this outbreak. During the early phase of this outbreak, a large number of patients poured into the fever clinic, which far exceeded the medical resources that the hospital could equip. The medical staff were obviously insufficient to cope with it, and were prone to a wide range of cross-infection between doctors and patients. Based on this situation many patients had to be quarantined at home due to objective reasons and could not receive effective medical guidance. Therefore, we developed a new treatment method based on the online-to-offline (O2O) business model 8 for close contact, suspected (currently known as clinical diagnosis) and confirmed patients that were under quarantine. We developed a medical observation scale according to the patients' first symptoms and new symptoms which can be filled out by the patients on their smartphones or computers. Our online multidisciplinary team (medicine, rehabilitation, psychology and nursing) can then provide guidance and advice for patients based on the subjective changes in their symptoms. This method ensures that the patients follow an orderly treatment-seeking strategy that begins from their home and extends to the community and finally to the hospital. Our strategy not only helps relief the problem of scarce medical resources and reduce unnecessary cross-infection in hospitals, but it also increases people's self-management ability and cooperation and encourages them to participate in health monitoring. In addition, in accordance with the guidelines of home care for isolation patients issued by WHO 9 , the infection of family members was not increased during the strict self-isolation at home in this study.",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 244,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 505,
                    "end": 506,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 647,
                    "end": 649,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 650,
                    "end": 651,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 714,
                    "end": 717,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 718,
                    "end": 721,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 722,
                    "end": 725,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1364,
                    "end": 1365,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2369,
                    "end": 2370,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this study, we reviewed the observational data of isolated patients and examined the temporal relationship among their clinical symptoms in order to help physicians in areas with insufficient medical resources to effectively identify and treat critical patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Evidence before this study Since December 2019, COVID-19 has exploded in Wuhan, China. So far, it has spread all over the world. At the initial stage of the outbreak of this new type of respiratory infectious disease, due to the obvious shortage of medical resources, a large number of patients had to be isolated and treated at home. Up to Feb 24, 2020, we have searched PubMed for all the literatures related to COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research in context"
        },
        {
            "text": "There is no description of the clinical characteristics and outcome of patients during home isolation. In addition, we have created a medical observation scale designed for patients quarantined at home.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research in context"
        },
        {
            "text": "Combined with the O2O model the patients were evaluated and treated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research in context"
        },
        {
            "text": "We report the clinical characteristics and outcome of 48 confirmed/suspected COVID-19 patients from 188 individuals who participated in the medical observation during home care and isolation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Added value of this study"
        },
        {
            "text": "Compared with non-hospitalized patients, inpatients were older(≥70years, 2·4% vs 33·3%, P<0·04).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Added value of this study"
        },
        {
            "text": "All inpatients had fever, 50% inpatients had coughs and showed infiltration in both lungs by at the time of diagnosis. 33·3% inpatients exhibited negative changes in their CT results at initial diagnosis. The body temperature of non-hospitalized patients with mild symptoms returned to normal by day 4-5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Added value of this study"
        },
        {
            "text": "While dyspnea peaked on day 6 for non-hospitalized patients with mild symptoms, it persisted in hospitalized patients and exacerbated over time. The lack of strength and muscle soreness were both back to normal by day 4 for non-hospitalized patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Added value of this study"
        },
        {
            "text": "Monitoring the trends of symptoms is more important for identifying severe cases. Excessive laboratory data and physical examination are not necessary for the evaluation of patients with mild symptoms. The system we developed is the first to convert the subjective symptoms of patients into objective scores. This type of O2O, subjective-to-objective strategy may prove useful in areas with insufficient medical resources to minimize the possibility of infection among patients and medical staff.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications of all the available evidence"
        },
        {
            "text": "This is a single-center retrospective study of individuals who came into close contacts with COVID-19 patients in Tongji hospital of Wuhan between January 6 and January 31, 2020. The study was approved by Tongji Hospital Ethics Committee before data were collected retrospectively. Among the 188 individuals who participated in the medical observation, 114 were excluded from this study due to no signs of discomfort during the 14-day quarantine (108 cases) and non-COVID-19 (6 cases).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design and inclusion criteria"
        },
        {
            "text": "Patients who were confirmed with or suspected of COVID-19 and were willing to undergo medical observation. Subjects that meet any one epidemiological history or meet two clinical manifestations without epidemiological history were defined as suspected cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design and inclusion criteria"
        },
        {
            "text": "Confirmed case is defined as a suspected case with one of the following etiological evidence:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnostic criteria 10"
        },
        {
            "text": "Positive for SARS-CoV-2 nucleic acid in respiratory or blood samples detected by RT-PCR; Virus sequence detected in respiratory or blood samples shares high homology with the known sequence of SARS-CoV-2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnostic criteria 10"
        },
        {
            "text": "(1) Pregnant or breast-feeding women;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exclusion criteria"
        },
        {
            "text": "(2) <18 or >75 years old;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exclusion criteria"
        },
        {
            "text": "(3) Unable to cooperate with data reporting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exclusion criteria"
        },
        {
            "text": "(1) The end date of the observation was January 31, 2020;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Endpoints"
        },
        {
            "text": "(2) When the patient was admitted to the hospital or died;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Endpoints"
        },
        {
            "text": "(3) When the patient was clinically cured: with normal CT imaging and at least twice of SARS-CoV-2 nucleic acid assays were negative. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Endpoints"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.26.20028084 doi: medRxiv preprint (5) Dyspnea: 1 = Not troubled by breathlessness except with strenuous exercise; 2 = Troubled by shortness of breath when hurrying on a level surface or walking up a slight hill; 3 = Walks slower than normal based on age on a level surface due to breathlessness or has to stop for breath when walking on level surface at own pace; 4 = Stops for breath after walking 100 meters or after a few minutes on a level surface; 5 = Too breathless to leave the house (6) Lack of strength: 1 = No lack of strength; 2 = Mild: Slightly lacked strength, able to do physical work, improves after rest but does not recover to normal; 3 = Moderate: Lacked strength, feels weak, able to persist in daily activities and work but light physical work is very tiring and does not recover to normal after long periods of rest; 4 = Severe: Extremely lacked strength, unable to conduct normal activities, feels tired at rest, cannot talk ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Medical observation scales"
        },
        {
            "text": "We first obtained the corresponding symptoms from the 6 subjects under observation, then continuously added new symptoms to the online scale as we furthered our understanding of the disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Development of medical observation scale"
        },
        {
            "text": "We graded the symptoms based on our clinical work experience in lay language and compiled them into the medical observation scale. We gave our scale to 34 experts for evaluation of the items and score criteria.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Development of medical observation scale"
        },
        {
            "text": "Two rounds of expert consultations were conducted with 17 experts from the emergency department, respiratory department, intensive care unit, and infectious disease department each round. Statistical analysis of the consultation results showed that the response rates of the two rounds of expert consultation were 100% and 88·24%, and the mean authoritative coefficient was 0·855. The degree of coordination of expert opinions (W value) was 0·204 and 0·293 for the two rounds, respectively, and the W values were statistically significant (P<0·01). The levels of enthusiasm and authority, concentration of opinion, and consistency in item evaluation results were relatively high among the experts, which demonstrates that the \"Quarantine Management Assessment Form for Suspected or Confirmed COVID-19 Patients with Mild Symptoms\" we designed was scientifically sound and reliable and can be used for the centralized quarantine, observation and care of suspected or confirmed cases. This assessment form includes general demographics, past history, current medical history, current symptoms and signs, and diagnostic recommendations consisting of 5 primary indicators, 22 secondary indicators, and 83 tertiary indicators.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Development of medical observation scale"
        },
        {
            "text": "Empirical therapy consisted of oral moxifloxacin or levofloxacin (consider tolerance) and arbidol.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment"
        },
        {
            "text": "Arbidol was approved in China and Russia for influenza treatment. In vitro studies showed that arbidol had inhibitory effects on SARS. 11",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment"
        },
        {
            "text": "Statistical analysis was performed using SPSS26·0. Normally distributed measured data were expressed as mean±standard deviation (x±s) and compared using the t-test based on homogeneity of All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.26.20028084 doi: medRxiv preprint variance. Categorical data were expressed as frequency and percentage and compared using the",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "P<0·05 was considered statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Demographics, baseline characteristics, and clinical outcomes of 48 COVID-19 patients quarantined at home ( Table 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 108,
                    "end": 115,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "1."
        },
        {
            "text": "The mean age of the 48 patients was 39·08±13·88 years. The patients were predominantly young and middle-aged adults, with 72·9% being females. Fever is the most common initial symptom (58·3%), followed by cough (33·3%), lack of strength (12·5%), and muscle soreness (10·4%). Contrary to previous reports, 3 patients (6·3%) had nasal congestion and 1 patient (2·1%) lacked symptoms during screening.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "There were 13 patients with two initial symptoms, 5 patients with three initial symptoms, and 2 patients (4·2%) with four initial symptoms. CT results were normal for 14·6% of patients during initial diagnosis, which increased the difficulty of clinical screening.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "The percentage of patients hospitalized during the observation was significantly higher among elderly patients (2·4% vs 33·3%, P<0·04). All inpatients (100%) had fever, 50% patients had coughs, and 50% patients showed infiltration in both lungs by at the time of diagnosis. One-third of the critical patients (33·3%) exhibited negative changes in their CT results at initial diagnosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "2. Clinical characteristics of 6 patients admitted to hospital (Table 2) Among the 6 patients who were admitted to our hospital, 1 patient (Patient 3) was found to be in critical conditions and was directly admitted to the ICU. This patient no longer required invasive ventilation at the time of manuscript submission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 63,
                    "end": 72,
                    "text": "(Table 2)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "1."
        },
        {
            "text": "Patient 5 was our first patient. She was found to have persistent fever on day 5 of observation and her CT results indicated progression. Although the clinical information of the patient was not disclosed at the time, we observed that the lack of strength, chest tightness and dyspnea the patient developed did not match her age and CT changes. Therefore, the patient was admitted into our hospital for treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "The patient's conditions deteriorated as disease progressed, and both her lungs appeared as \"white lungs\" (figure 2). Noninvasive ventilation was provided to the patient and her conditions gradually improved. The patient's SPO 2 is currently around 95% on room air and she is able to get off the hospital bed by herself.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "It is important to note that decreased lymphocyte count was observed in all inpatients, which is more prevalent than those previously reported. This difference may be attributed to the small sample size of our study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "The hospitalized patients had significantly elevated body temperature, which scored between 3-4 points (around 38-40 ), that sustained longer than non-hospitalized patients. The mean body temperature of non-hospitalized patients with mild symptoms was below 38 on day 1, which continued to decrease and was back to normal by day 4-5 ( figure 3A) . We also found that hospitalized All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 335,
                    "end": 345,
                    "text": "figure 3A)",
                    "ref_id": null
                }
            ],
            "section": "Comparison of symptom trends between mild and severe cases"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison of symptom trends between mild and severe cases"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.26.20028084 doi: medRxiv preprint patients had elevated body temperature on day 5-6 along with exacerbated cough (figure 3B).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison of symptom trends between mild and severe cases"
        },
        {
            "text": "The separation between the dyspnea curves was very distinct. For non-hospitalized patients with mild symptoms, dyspnea peaked on day 6 with a score of 2-3, which translates to shortness of breath when hurrying on a level surface. However, the symptom was gradually improved over time. In contrary, hospitalized patients had sustained dyspnea that continued to exacerbate over time( figure 3C ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 382,
                    "end": 391,
                    "text": "figure 3C",
                    "ref_id": null
                }
            ],
            "section": "Comparison of symptom trends between mild and severe cases"
        },
        {
            "text": "We found that lack of strength, a symptom often neglected by clinical physicians, was a significant manifestation of COVID-19 patients. Although the degree of lack of strength seemed unrelated to disease severity at the onset of initial symptoms, this symptom was never alleviated in hospitalized patients and continued to exacerbate over time. On the other hand, this symptom was nearly gone on day 4 in non-hospitalized patients( figure 3D ). In addition, we observed that the mental state of Furthermore, while muscle soreness was significantly alleviated on day 4 for both non-hospitalized and hospitalized patients(figure 3F), the progression of diarrhea was inconsistent for both groups of patients, which may be associated with the side effects of certain antiviral drugs( figure 3G ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 432,
                    "end": 441,
                    "text": "figure 3D",
                    "ref_id": null
                },
                {
                    "start": 780,
                    "end": 789,
                    "text": "figure 3G",
                    "ref_id": null
                }
            ],
            "section": "Comparison of symptom trends between mild and severe cases"
        },
        {
            "text": "The COVID-19 outbreak has hit all fever clinics of Wuhan's class A tertiary hospitals harder than ever before and quarantine was the last resort we had under the impact of this PHEIC on our medical system. Given the current limited knowledge of the transmission pattern of COVID-19, the WHO emergency guidelines 9 recommended that patients suspected of infection should be isolated and monitored in hospitals to ensure public health safety. Furthermore, in cases of insufficient hospitalization conditions, safety or medical resources, alternative quarantine methods, including home care and isolation, should be considered for suspected COVID-19 patients with mild symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "However, the guidelines did not provide clear instructions on how this should be conducted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We used the O2O model and developed a new multidisciplinary home observation system led by medical staff from management, medicine, nursing, rehabilitation and psychology. This system uses WeChat and online document editing means to maintain continuous and interactive monitoring of the patients' conditions in order to minimize the risk of cross-infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Among the 188 completed forms we collected, 108 were close contact cases without discomfort and clinical symptoms and were thereby removed from our study. In addition, 13·8% patients failed to complete the monitoring, and part of the reason is currently unknown. We suspect that it may be related to the setting of the form or the education level and lifestyle of the patients. Another reason for incompletion was that the patients only conducted less than 5 days of self-monitoring by the endpoint cut-off date of this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The gender ratio of our patients is different from those reported in recently published clinical data. [12] [13] [14] [15] The percentage of females was significantly higher in our study, which may be related to the fact that the scale was initially used by infected medical staff in our department, most of whom were nursing staff. This may also be the reason for the lower onset age we observed in our study. [12] [13] [14] [15] [16] All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 107,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 108,
                    "end": 112,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 113,
                    "end": 117,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 118,
                    "end": 122,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 411,
                    "end": 415,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 416,
                    "end": 420,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 421,
                    "end": 425,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 426,
                    "end": 430,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 431,
                    "end": 435,
                    "text": "[16]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.26.20028084 doi: medRxiv preprint Nevertheless, we found that the hospitalized patients were significantly older than the non-hospitalized patients, which was consistent with previous findings. 12, 14 We also had an interesting age-related observation in a father-daughter patient pair (patient 1 and patient 2). We found that although the father became ill first, the daughter had much severe symptoms except chest tightness and dyspnea than her father during the early stage of the disease. However, while the daughter's symptoms gradually improved over time, the father's chest tightness, dyspnea and previously latent symptoms worsened. Interestingly, the imaging features of these two patients were different from their respective clinical manifestations. The CT results of the daughter showed marked progression, whereas those of the father indicated minimal change. At the time of manuscript submission, the CT results of the daughter have significantly improved, and her symptoms have already disappeared. The patient is currently waiting for her second nucleic acid test results and may be discharged if the results turn out negative. On the other hand, the father is still experiencing mild dyspnea with no significant absorption by CT and must continue to be hospitalized for treatment.",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 307,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 308,
                    "end": 310,
                    "text": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Based on the observations from this father-daughter patient pair, we speculate that elderly patients may have acute onset, early dyspnea, and symptoms that progress slow but are persistent and prone to turn critical. However, this speculation will need to be further confirmed by more samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "All current studies have listed fever as an indispensable or highly prevalent symptom during the initial phase of COVID-19 infection. [12] [13] [14] [15] 17 However, the study by Guan et al. showed that fever is only present in about half(48·7%) of the patients during initial diagnosis 16 , which is similar to our findings.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 138,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 139,
                    "end": 143,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 144,
                    "end": 148,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 149,
                    "end": 153,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 154,
                    "end": 156,
                    "text": "17",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although fever was the most common initial symptom(58·3%) we observed in our patients, nasal congestion was also present in 6·3% of the patients, which was never reported in previous studies. [3] [4] [5] [9] [10] [12] [13] [14] [15] [16] One patient (2·1%) exhibited no symptoms during screening, and the CT results were negative for 10·4% of patients at initial diagnosis. Furthermore, the CT results were normal for 33·3% of hospitalized patients, which is consistent with the finding of Guan et al. that 20·9% of patients did not progress to pneumonia. 16 Negative CT results not only make the clinical characteristics of patients seem more atypical, but they also increase the difficulty of initial screening.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 195,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 196,
                    "end": 199,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 200,
                    "end": 203,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 204,
                    "end": 207,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 208,
                    "end": 212,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 213,
                    "end": 217,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 218,
                    "end": 222,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 223,
                    "end": 227,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 228,
                    "end": 232,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 233,
                    "end": 237,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 556,
                    "end": 558,
                    "text": "16",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We identified several indicators that were not significantly different between non-hospitalized and hospitalized patients (Table 1 ). Though, it is possible that the lack of differences in initial symptoms and laboratory test results between hospitalized and non-hospitalized patients is what makes it difficult for clinicians to identify patients with or prone to develop severe symptoms during the early stage.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 122,
                    "end": 130,
                    "text": "(Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Therefore, we believe that monitoring the trends of symptoms is more important for identifying severe cases and a unique finding of this study. Our study demonstrated that hospitalized patients had significantly elevated body temperature that sustained longer than non-hospitalized patients. In contrast, the body temperature of non-hospitalized patients with mild symptoms returned to normal by day 4-5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The separation in the dyspnea curves was also very distinct between the two groups of patients. While dyspnea peaked on day 6 for non-hospitalized patients with mild symptoms, it persisted in hospitalized patients and exacerbated over time. Similarly, the lack of strength and muscle soreness were both back to normal levels by day 4 for non-hospitalized patients. Whether these time points can serve as the turning points of the disease and whether medical staff should be alert to the possibility that the patients' conditions may turn critical when the corresponding symptoms are not improved by these turning points will need to be further investigated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The second unique finding of this study is that excessive laboratory data and physical examination All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.26.20028084 doi: medRxiv preprint are not necessary for the evaluation of patients with mild symptoms. Instead, the evaluation can be done through the patients' subjective initiative and active participation in self-monitoring of the disease, which maximizes the reasonable allocation of medical resources. Therefore, our online evaluation system may prove useful in areas with insufficient medical resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In addition, the system we developed is the first to convert the subjective symptoms of patients into objective scores. This type of O2O, subjective-to-objective strategy may also be used in regions with similar highly infectious diseases to minimize the possibility of infection among medical staff. At the same time, the infection of family members was not increased during the strict self-isolation at home, so this proved that this isolated medical management mode was safe and effective. This is also consistent with the initial management model which was reported by Zhang et al in the Lancet Respir",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study has several limitations. First, our results were generated under a specific time and environment and were limited by the suddenness and complexity of the disease during the early stage, diversity and latency of the clinical manifestations, and the depletion of medical resources at the time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Med. 18"
        },
        {
            "text": "As a result, some data were incomplete and may result in bias in this study. Second, this study was a small sample survey of healthcare workers and their families. Aside from irreproducible interaction and discipline, the results obtained from this small sample may contain bias that need to be interpreted with caution. In addition, the 48 patients had no complications. Although the course of disease has shown a different trend between patients with mild and severe symptoms, it still had limitation. We will discuss it in further retrospective analysis of large samples in the future. Finally, we found later from our questionnaire that wearing a mask and keeping a distance of 1 meter, especially during home quarantine, were poorly accepted and inadequately executed by most patients(results to be published in another manuscript). Therefore, how to better implement these measures will need to be further pondered in subsequent work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Med. 18"
        },
        {
            "text": "SHuang, JD, YXiao and LA collected the epidemiological and clinical data. SLiu and BJ summarised all data. HX and LY drafted the manuscript. SLi revised the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contributors"
        },
        {
            "text": "We declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests"
        },
        {
            "text": "After publication, the data will be made available to others on reasonable requests to the corresponding author. A proposal with detailed description of study objectives and statistical analysis plan will be needed for evaluation of the reasonability of requests. Additional materials might also be required during the process of evaluation. Deidentified participant data will be provided after approval from the corresponding author and Tongji Hospital. author/funder, who has granted medRxiv a license to display the preprint in perpetuity. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data sharing"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data sharing"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data sharing"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.26.20028084 doi: medRxiv preprint author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data sharing"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.26.20028084 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data sharing"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Emergency Committee regarding the outbreak of novel coronavirus (2019-nCoV)",
            "authors": [],
            "year": 2005,
            "venue": "WHO. Statement on the second meeting of the International Health Regulations",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "National Health Commission of the people's Republic of China. Epidemic situation report",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "First Case of 2019 Novel Coronavirus in the United States",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Holshue",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Debolt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lindquist",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Transmission of COVID-19 Infection from an Asymptomatic Contact in Germany",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rothe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schunk",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sothmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc200146"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster",
            "authors": [
                {
                    "first": "Jfw",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Kok",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "30154--30163",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001316"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Importation and Human-to-Human Transmission of a Novel Coronavirus in Vietnam",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Phan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "C"
                    ],
                    "last": "Luong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc2001272"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Analysis on the Application of Medical O2O Model in China",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Zong",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Chinese Journal of Health Information Management",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3969/j.issn.1672-5166.2015.04.02"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Home care for patients with suspected novel coronavirus (nCoV) infection presenting with mild symptoms and management of contacts",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Diagnosis and treatment of pneumonia infected by the new novel coronavirus (the trial Fifth Edition)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Antiviral activity of arbidol and its derivatives against the pathogen of severe acute respiratory syndrome in the cell cultures",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Khamitov",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Loginova",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "N"
                    ],
                    "last": "Shchukina",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Borisevich",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Maksimov",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Shuster",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Vopr Virusol",
            "volume": "53",
            "issn": "",
            "pages": "9--13",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "507--513",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.1585"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Epidemiological history: Traveled or lived in Wuhan within 14 days before onset; Had contact with patients with fever and respiratory symptoms from Wuhan within 14 days before onset; Had contact with COVID-19 patients (positive for COVID-19 nucleic acid) within 14 days before onset; Or part of a familial cluster of onset;2) Clinical manifestations: Fever and/or respiratory symptoms; Normal or decreased total white blood cell count or decreased lymphocyte count during early stage of onset; Typical imaging features;",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "soreness: 1 = Complete absence of soreness; 2 = Light pain felt only when touched; 3 = Occasional soreness; 4 = Sustained soreness (4) Cough: 1 = None; 2 = Occasional; 3 = Frequent and slightly interferes with daily activities; 4 = Frequent and seriously interferes with daily activities All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "hospitalized patients gradually deteriorated over the course of disease, showing a similar progression as the lack of strength(figure 3E).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Patient",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Virus Disease 2019. PCT=procalcitonin. ICU=intensive care unit. The number of * is equal to the score in different signs and symptoms of medical observation scales mentioned above.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the. https://doi.org/10.1101/2020.02.26.20028084 doi: medRxiv preprint Data are n(%) unless specified otherwise. COVID-19= Corona Virus Disease 2019. p values Comparing non-hospitalized patients and hospitalized patients are from χ ²test, Fisher's exact test.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Demographics, baseline characteristics, and clinical outcomes of 48 COVID-19 patients quarantined at home.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Clinical characteristics of 6 patients admitted to hospitalAll rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}