{
    "paper_id": "d4e1b8705646c89433773a9f67bdb8c12fcf4cef",
    "metadata": {
        "title": "EPS8 facilitates uncoating of influenza A virus",
        "authors": [
            {
                "first": "Gloria",
                "middle": [
                    "P"
                ],
                "last": "Larson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Wisconsin-Madison",
                    "location": {
                        "settlement": "Madison",
                        "region": "Wisconsin",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Vy",
                "middle": [],
                "last": "Tran",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Wisconsin-Madison",
                    "location": {
                        "settlement": "Madison",
                        "region": "Wisconsin",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Shuǐqìng",
                "middle": [],
                "last": "Yú",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institutes of Health",
                    "location": {
                        "settlement": "Frederick",
                        "region": "Maryland",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Yíngyún",
                "middle": [],
                "last": "Caì",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institutes of Health",
                    "location": {
                        "settlement": "Frederick",
                        "region": "Maryland",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Christina",
                "middle": [
                    "A"
                ],
                "last": "Higgins",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Wisconsin-Madison",
                    "location": {
                        "settlement": "Madison",
                        "region": "Wisconsin",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Danielle",
                "middle": [
                    "M"
                ],
                "last": "Smith",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Wisconsin-Madison",
                    "location": {
                        "settlement": "Madison",
                        "region": "Wisconsin",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Steven",
                "middle": [
                    "F"
                ],
                "last": "Baker",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Wisconsin-Madison",
                    "location": {
                        "settlement": "Madison",
                        "region": "Wisconsin",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Sheli",
                "middle": [
                    "R"
                ],
                "last": "Radoshitzky",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Army Medical Research Institute of Infectious Diseases",
                    "location": {
                        "settlement": "Frederick",
                        "region": "Maryland",
                        "country": "United States, USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Jens",
                "middle": [
                    "H"
                ],
                "last": "Kuhn",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Andrew",
                "middle": [],
                "last": "Mehle",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Wisconsin-Madison",
                    "location": {
                        "settlement": "Madison",
                        "region": "Wisconsin",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "All viruses balance interactions between cellular machinery co-opted to support replication and host factors deployed to halt the infection. We used gene correlation analysis to perform an unbiased screen for host factors involved in influenza A virus (FLUAV) infection. Our screen identified the cellular factor epidermal growth factor receptor pathway substrate 8 (EPS8) as the highest confidence pro-viral candidate. Knockout and overexpression of EPS8 confirmed its importance in enhancing FLUAV infection and titers. Loss of EPS8 did not affect virion attachment, uptake, or fusion. Rather, our data show that EPS8 specifically functions during virion uncoating. EPS8 physically associated with incoming virion components, and subsequent nuclear import of released ribonucleoprotein complexes was significantly delayed in the absence of EPS8. Our study identified EPS8 as a host factor important for uncoating, a crucial step of FLUAV infection during which the interface between the virus and host is still being discovered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Attachment and entry into a host cell is the first bottleneck virions encounter during infection. Virion entry requires efficient use of the host cell environment while simultaneously evading cellular immune responses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Influenza A virus (FLUAV;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Orthomyxoviridae: Alphainfluenzavirus), like all viruses, largely depends upon existing cellular machinery to successfully complete these initial stages of infection. During the first step of infection, attachment, FLUAV hemagglutinin (HA) binds to the target cell via sialic acid linkages on host glycoproteins (Dou et al., 2018) . Virions are internalized via receptor-mediated endocytosis and less frequently through an alternative macropinocytosis pathway (Matlin et al., 1981; de Vries et al., 2011) . Once within endosomes, virions are trafficked towards the nucleus using the cytoskeletal components actin, dynein, and microtubules (Lakadamyali et al., 2003) . The endosome matures and acidifies during cellular trafficking, and the virion interior is also acidified through the function of the viral ion channel M2 (Pinto et al., 1992) . The low pH in the endosome causes conformational changes in HA that drive fusion of the viral and endosomal lipid membranes, while low pH within the virion causes the viral matrix protein M1 to dissociate from the inner membrane of the viral envelope (Bukrinskaya et al., 1982; Maeda and Ohnishi, 1980; Martin and Helenius, 1991; Zhirnov, 1990) . Fusion of the two membranes releases a capsid-like viral core consisting of viral ribonucleoproteins (vRNPs) enclosed in an M1 shelllike structure into the cytoplasm. This complex engages the cellular aggresome to complete uncoating, and the released vRNPs are imported into the nucleus by cellular karyopherins (Banerjee et al., 2014; Melen et al., 2003; O'Neill et al., 1995; Wang et al., 1997) . Once in the nucleus, a pioneering round of transcription occurs on the incoming vRNPs that initiates replication and secondary rounds of transcription of the viral genome.",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 330,
                    "text": "(Dou et al., 2018)",
                    "ref_id": null
                },
                {
                    "start": 460,
                    "end": 481,
                    "text": "(Matlin et al., 1981;",
                    "ref_id": null
                },
                {
                    "start": 482,
                    "end": 504,
                    "text": "de Vries et al., 2011)",
                    "ref_id": null
                },
                {
                    "start": 639,
                    "end": 665,
                    "text": "(Lakadamyali et al., 2003)",
                    "ref_id": null
                },
                {
                    "start": 823,
                    "end": 843,
                    "text": "(Pinto et al., 1992)",
                    "ref_id": null
                },
                {
                    "start": 1097,
                    "end": 1123,
                    "text": "(Bukrinskaya et al., 1982;",
                    "ref_id": null
                },
                {
                    "start": 1124,
                    "end": 1148,
                    "text": "Maeda and Ohnishi, 1980;",
                    "ref_id": null
                },
                {
                    "start": 1149,
                    "end": 1175,
                    "text": "Martin and Helenius, 1991;",
                    "ref_id": null
                },
                {
                    "start": 1176,
                    "end": 1190,
                    "text": "Zhirnov, 1990)",
                    "ref_id": null
                },
                {
                    "start": 1505,
                    "end": 1528,
                    "text": "(Banerjee et al., 2014;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1529,
                    "end": 1548,
                    "text": "Melen et al., 2003;",
                    "ref_id": null
                },
                {
                    "start": 1549,
                    "end": 1570,
                    "text": "O'Neill et al., 1995;",
                    "ref_id": null
                },
                {
                    "start": 1571,
                    "end": 1589,
                    "text": "Wang et al., 1997)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "High-throughput screening approaches have expanded our knowledge of specific cellular cofactors involved in FLUAV infection, with many of these methods identifying host factors involved in viral entry. Gene disruption screens identified host factors involved in sialic acid metabolism utilized for attachment (Carette et al., 2009; Han et al., 2017) . Vacuolar ATPases involved in endosomal acidification and other host factors facilitating fusion and uncoating were identified through siRNA knockdown, proteomic, and overexpression screens (Banerjee et al., 2014; König et al., 2010; Lee et al., 2017; Mar et al., 2018; Yángüez et al., 2018) . These studies also revealed previously unknown steps of FLUAV particle entry such as the role of the aggresome in viral uncoating (Banerjee et al., 2014) . Frequent identification of cellular factors involved in viral entry highlights the critical role of this process during viral replication. Despite these discoveries, however, the mechanistic details of steps occurring after fusion remain poorly understood.",
            "cite_spans": [
                {
                    "start": 309,
                    "end": 331,
                    "text": "(Carette et al., 2009;",
                    "ref_id": null
                },
                {
                    "start": 332,
                    "end": 349,
                    "text": "Han et al., 2017)",
                    "ref_id": null
                },
                {
                    "start": 541,
                    "end": 564,
                    "text": "(Banerjee et al., 2014;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 565,
                    "end": 584,
                    "text": "König et al., 2010;",
                    "ref_id": null
                },
                {
                    "start": 585,
                    "end": 602,
                    "text": "Lee et al., 2017;",
                    "ref_id": null
                },
                {
                    "start": 603,
                    "end": 620,
                    "text": "Mar et al., 2018;",
                    "ref_id": null
                },
                {
                    "start": 621,
                    "end": 642,
                    "text": "Yángüez et al., 2018)",
                    "ref_id": null
                },
                {
                    "start": 775,
                    "end": 798,
                    "text": "(Banerjee et al., 2014)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Here, we conducted a screen using gene correlation analysis to identify host factors involved in FLUAV infection. Gene correlation analysis exploits naturally occurring variations in gene expression across multiple cell lines without the need to exogenously manipulate the cellular environment. Variations in cellular gene expression were used to identify factors affecting a phenotype of interest, in this case susceptibility to FLUAV infection. We identified epidermal growth factor receptor (EGFR) pathway substrate 8 (EPS8) as a pro-viral cellular cofactor during the early stages of infection. We confirmed that EPS8 enhances FLUAV gene expression and replication, whereas knockout of EPS8 reduced susceptibility to infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Step-wise dissection of the viral entry process revealed that EPS8 specifically facilitates uncoating of the viral core. Thus, we identified EPS8 as an important component of the FLUAV uncoating process, a necessary step for successful viral genome transcription and replication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "To overcome limitations of previous screening methodologies, we sought to identify both enhancers and suppressors of FLUAV replication in an unbiased manner. We utilized gene correlation analysis which relied on inherent differences in gene expression among different cell lines and consequently did not require external manipulation of the cellular environment. The National Cancer Institute-60 (NCI-60) panel consists of 59 distinct cell lines with well-characterized transcriptomic profiles (Shankavaram et al., 2007; Weinstein and Pommier, 2003) . The diversity of cell types and the depth of transcriptomic data permit high confidence genome-wide correlations between cellular gene expression and infection susceptibility (Kondratowicz et al., 2013; Lenaerts et al., 2012; Schowalter et al., 2012) . We therefore inoculated the NCI-60 panel of cell lines with a singlecycle variant of A/WSN/1933 (H1N1, WSN) encoding GFP (WSN-GFP) ( Figure 1A ). Using WSN-GFP, we specifically focused on host factors involved in early stages of infection up to and including viral gene expression and translation.",
            "cite_spans": [
                {
                    "start": 494,
                    "end": 520,
                    "text": "(Shankavaram et al., 2007;",
                    "ref_id": null
                },
                {
                    "start": 521,
                    "end": 549,
                    "text": "Weinstein and Pommier, 2003)",
                    "ref_id": null
                },
                {
                    "start": 727,
                    "end": 754,
                    "text": "(Kondratowicz et al., 2013;",
                    "ref_id": null
                },
                {
                    "start": 755,
                    "end": 777,
                    "text": "Lenaerts et al., 2012;",
                    "ref_id": null
                },
                {
                    "start": 778,
                    "end": 802,
                    "text": "Schowalter et al., 2012)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 938,
                    "end": 947,
                    "text": "Figure 1A",
                    "ref_id": null
                }
            ],
            "section": "Gene correlation analysis identifies putative enhancers and suppressors of FLUAV replication"
        },
        {
            "text": "The permissiveness of each cell line to WSN-GFP was determined and rank-ordered relative to Madin-Darby canine kidney (MDCK) cells, which are frequently used for the propagation of FLUAV (Figures  1A and 1B; Table S1 ). We detected a broad range of susceptibility when infecting cells at a multiplicity of infection (MOI) of 0.2. Relative to MDCK cells, 10 cell lines were highly refractory to WSN-GFP (at least a 10-fold decrease in infection rate) and 12 cell lines were highly permissive (at least a 3-fold increase in infection rate). There was no obvious association between susceptibility, cell type, tumor type, or tissue of origin. MCF7 breast tumor cells were the most refractory with a normalized infection rate of only about 3%, whereas T-47D cells, another breast tumor cell line, were the most susceptible with an infection rate of approximately 1300%. These data were highly reproducible with a strong correlation between results from two independent replicate screens ( Figure S1A ). To ensure that the assay captured the full dynamic range of susceptibility, especially for the highly resistant cell lines, the screen was repeated at an MOI of 2 ( Figure S1B ). Similar infectivity trends were detected at both MOIs, although the upper limit of the assay was reached for multiple cell lines at the higher MOI where effectively all cells were infected ( Figure  1C and S1C). The number of infected cells increased at the higher MOI for most of the resistant cell lines, indicating that these cell lines are not completely refractory to FLUAV infection ( Figure S1D ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 187,
                    "end": 216,
                    "text": "(Figures  1A and 1B; Table S1",
                    "ref_id": null
                },
                {
                    "start": 985,
                    "end": 995,
                    "text": "Figure S1A",
                    "ref_id": null
                },
                {
                    "start": 1164,
                    "end": 1174,
                    "text": "Figure S1B",
                    "ref_id": null
                },
                {
                    "start": 1369,
                    "end": 1379,
                    "text": "Figure  1C",
                    "ref_id": null
                },
                {
                    "start": 1569,
                    "end": 1579,
                    "text": "Figure S1D",
                    "ref_id": null
                }
            ],
            "section": "Gene correlation analysis identifies putative enhancers and suppressors of FLUAV replication"
        },
        {
            "text": "The broad distribution of infectivity across the NCI-60 panel suggested that cell-intrinsic differences impacted susceptibility to FLUAV infection. To identify cellular factors impacting FLUAV susceptibility, we . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. (Zaharevitz et al., 2002) . We identified top hits for putative enhancers or suppressors of FLUAV infection based on their strong correlation scores ( Figure 1D ; Table S2 ). Host genes identified as putative enhancing factors exhibited expression patterns that paralleled susceptibility to infection, yielding a positive correlation score. Conversely, expression of host genes identified as putative suppressive factors was inversely related to susceptibility, resulting in a negative correlation score.",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 394,
                    "text": "(Zaharevitz et al., 2002)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 520,
                    "end": 529,
                    "text": "Figure 1D",
                    "ref_id": null
                },
                {
                    "start": 532,
                    "end": 540,
                    "text": "Table S2",
                    "ref_id": null
                }
            ],
            "section": "Gene correlation analysis identifies putative enhancers and suppressors of FLUAV replication"
        },
        {
            "text": "Notably, some of our strongest hits for suppressors of FLUAV infection were the interferon-inducible transmembrane proteins (IFITMs). IFITM1, IFITM2, and IFITM3 have previously been characterized as potent inhibitors of FLUAV infection, providing confidence in our approach ( Figure 1D ) (Brass et al., 2009) . Most other candidate genes, including EPS8, have not been previously associated with FLUAV susceptibility, revealing that gene correlation analysis can identify new host factors that regulate FLUAV infection.",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 308,
                    "text": "(Brass et al., 2009)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 276,
                    "end": 285,
                    "text": "Figure 1D",
                    "ref_id": null
                }
            ],
            "section": "Gene correlation analysis identifies putative enhancers and suppressors of FLUAV replication"
        },
        {
            "text": "The putative enhancer with the strongest correlation score was EPS8, an adaptor protein involved in signaling via the epidermal growth factor receptor (EGFR) and other pathways as well as modulating of actin dynamics ( Figure 1D ) (Di Fiore and Scita, 2002; Hertzog et al., 2010) . To validate the results of the screen and confirm a pro-viral function for EPS8, we assessed the effect of EPS8 on viral gene expression and replication. EPS8 was transiently overexpressed in human embryonic kidney 293T cells and infected with a replication-competent reporter version of WSN (WSN PASTN) to quantitatively measure viral gene expression (Tran et al., 2013) . EPS8 overexpression increased viral gene expression during infection nearly two-fold relative to the empty vector control ( Figure  2A ). Endogenous and overexpressed EPS8 levels were confirmed by immunoblot. We then assayed viral titers when EPS8 was stably overexpressed in human lung epithelial A549 cells. Viral titers 24 hours postinfection (hpi) were increased by over 15 fold in stable EPS8-overexpressing cells relative to wild type (WT) cells ( Figure 2B ). Thus, overexpression of EPS8 enhances infection and replication in two different human cell lines, confirming the pro-viral correlation identified in the screen. We next used CRISPR-Cas9 to generate clonal EPS8 knockout A549 cells. Sanger sequencing confirmed genotypic changes predicted to result in knockout of EPS8 in two independent clonal lines (EPS8.1, EPS8.2) ( Figure S2A and S2B). Immunoblotting for endogenous EPS8 revealed a dramatic reduction in EPS8 protein levels but not a complete loss in our edited clones ( Figure S2C ).",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 257,
                    "text": "(Di Fiore and Scita, 2002;",
                    "ref_id": null
                },
                {
                    "start": 258,
                    "end": 279,
                    "text": "Hertzog et al., 2010)",
                    "ref_id": null
                },
                {
                    "start": 634,
                    "end": 653,
                    "text": "(Tran et al., 2013)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 219,
                    "end": 228,
                    "text": "Figure 1D",
                    "ref_id": null
                },
                {
                    "start": 780,
                    "end": 790,
                    "text": "Figure  2A",
                    "ref_id": null
                },
                {
                    "start": 1110,
                    "end": 1119,
                    "text": "Figure 2B",
                    "ref_id": null
                },
                {
                    "start": 1492,
                    "end": 1502,
                    "text": "Figure S2A",
                    "ref_id": null
                },
                {
                    "start": 1648,
                    "end": 1658,
                    "text": "Figure S2C",
                    "ref_id": null
                }
            ],
            "section": "EPS8 enhances FLUAV gene expression and titers"
        },
        {
            "text": "EPS8.1 retained about 25% of the amount of EPS8 observed in the parental cells, whereas EPS8.2 levels were nearly undetectable. Editing occurred adjacent to the splice donor in exon 2 of EPS8, raising the possibility that alternative splice donors may be exploited to support the low levels of EPS8 protein expression detected ( Figure S2B and S2D). These cell clones were used to further examine the importance of EPS8 during FLUAV infection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 329,
                    "end": 339,
                    "text": "Figure S2B",
                    "ref_id": null
                }
            ],
            "section": "EPS8 enhances FLUAV gene expression and titers"
        },
        {
            "text": "Viral replication and gene expression were assayed in the EPS8-edited cells. Both EPS8.1 and EPS8.2 cell lines had defects in multicycle replication and viral gene expression assays. Viral titers were reduced by about 10-fold in both EPS8-edited lines compared to parental cells ( Figure 2C ). Viral gene expression was reduced 4-5 fold in A549 cells with edited EPS8 relative to wild type cells ( Figure 2D ). The decrease in viral gene expression was more pronounced in EPS8.2, the cell line with the lower level of EPS8 expressed. Stable complementation with EPS8 rescued viral gene expression in both edited lines ( Figure 2D ), suggesting the defects in gene expression were specifically due to decreases in EPS8 levels. To obtain a true knockout phenotype, EPS8 was edited in 293 cells (Supplemental Figure 3 ). EPS8 knockout 293 cells (EPS8.D1) exhibited a significant decrease in viral gene expression, which was restored by transient complementation ( Figure  2E ). EPS8 editing or knockout thus decreases viral gene expression in two different cell lines.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 281,
                    "end": 290,
                    "text": "Figure 2C",
                    "ref_id": null
                },
                {
                    "start": 398,
                    "end": 407,
                    "text": "Figure 2D",
                    "ref_id": null
                },
                {
                    "start": 620,
                    "end": 629,
                    "text": "Figure 2D",
                    "ref_id": null
                },
                {
                    "start": 806,
                    "end": 814,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 961,
                    "end": 971,
                    "text": "Figure  2E",
                    "ref_id": null
                }
            ],
            "section": "EPS8 enhances FLUAV gene expression and titers"
        },
        {
            "text": "Given that both cell types exhibited similar phenotypes, we continued our investigation using the edited A549 cell lines, as these cells are of lung origin and more closely represent natural target cells during influenza virus infection. We assessed whether EPS8 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. Figure 2F ). Consistent with the results obtained using WSN, editing of EPS8 reduced viral gene expression for the influenza A strains S009 SRK PASTN and CA04 PASTN. Interestingly, EPS8 editing did not affect B/Brisbane PASTN gene expression ( Figure 2F ). We explored infection specificity further by assessing the relative infection rates of A549 cells overexpressing EPS8 in response to challenge by diverse viruses ( Figure S4 ). EPS8 expression levels did not alter infection rates of Marburg virus (MARV) or Junín virus (JUNV). In contrast, EPS8 overexpression caused decreased Ebola virus (EBOV), Venezuelan equine encephalitis virus (VEEV), and Rift Valley fever virus (RVFV) infection rates. Hence, altering EPS8 expression does not generically affect viral replication. Together, these data confirm that EPS8 acts as a pro-viral host factor during FLUAV infection and exhibits specific effects on cell infectivity depending on the virus.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 420,
                    "end": 429,
                    "text": "Figure 2F",
                    "ref_id": null
                },
                {
                    "start": 664,
                    "end": 673,
                    "text": "Figure 2F",
                    "ref_id": null
                },
                {
                    "start": 841,
                    "end": 850,
                    "text": "Figure S4",
                    "ref_id": null
                }
            ],
            "section": "EPS8 enhances FLUAV gene expression and titers"
        },
        {
            "text": "The structure of the NCI-60 screen and our data indicated EPS8 functions in early stages of FLUAV replication. We therefore conducted a series of experiments to determine where in the viral replication cycle EPS8 functioned to enhance infection ( Figure  3A ). We first assessed whether EPS8 affects infection through a mechanism that directly impacts viral polymerase activity. Polymerase activity was reconstituted in the absence of infection by expressing the heterotrimeric viral polymerase subunits PA, PB1, and PB2, nucleoprotein (NP), and a vRNA-like reporter encoding firefly luciferase. Polymerase activity was not statistically different in the presence or absence of exogenous EPS8 ( Figure 3B ). Immunoblotting confirmed high levels of exogenously expressed EPS8. This finding establishes that EPS8mediated enhancement of viral gene expression is not due to direct impacts on the viral polymerase but rather an upstream step in the early stages of infection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 247,
                    "end": 257,
                    "text": "Figure  3A",
                    "ref_id": null
                },
                {
                    "start": 695,
                    "end": 704,
                    "text": "Figure 3B",
                    "ref_id": null
                }
            ],
            "section": "EPS8 functions post-fusion but before viral gene expression during FLUAV infection"
        },
        {
            "text": "We probed each successive step that occurs early in the infectious cycle, beginning with viral attachment. Wild-type or edited cells were incubated with bioluminescent virions (PASN) that package nanoluciferase into the viral particle (Tran et al., 2015) . Cells were incubated at 4˚C to enable binding but prevent internalization of virions, and luciferase activity was assayed from the bound virions. There was no statistical difference in the amount of virus bound to wild type and both EPS8-edited cell lines, indicating EPS8 is not necessary for FLUAV attachment to cells ( Figure 3C ). To ascertain if EPS8 affects HA-mediated entry or the fusion process, we infected cells with FLUAV encoding a different entry protein, FVG-R, a recombinant virus expressing vesicular stomatitis Indiana virus glycoprotein (VSIV-G) instead of HA (Hao et al., 2008) . Viral gene expression decreased in EPS8-edited cells infected with FVG-R compared to wild type cells ( Figure 3D ). This observed decrease in viral gene expression was similar to the decrease demonstrated during infection with bona fide FLUAV ( Figure 2D and 2E) and suggests EPS8 does not specifically target HAmediated entry.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 254,
                    "text": "(Tran et al., 2015)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 836,
                    "end": 854,
                    "text": "(Hao et al., 2008)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 579,
                    "end": 588,
                    "text": "Figure 3C",
                    "ref_id": null
                },
                {
                    "start": 960,
                    "end": 969,
                    "text": "Figure 3D",
                    "ref_id": null
                },
                {
                    "start": 1102,
                    "end": 1111,
                    "text": "Figure 2D",
                    "ref_id": null
                }
            ],
            "section": "EPS8 functions post-fusion but before viral gene expression during FLUAV infection"
        },
        {
            "text": "Following attachment and entry, FLUAV traffics in an endosome that undergoes acidification which results in fusion of the endosomal and viral membranes. The function of EPS8 during endosomal acidification and fusion was tested using an acid bypass assay. Acid bypass replaces the canonical entry route with fusion of viral and plasma membranes at the cell surface, depositing vRNPs into the cytoplasm where subsequent steps of infection then proceed as usual (Banerjee et al., 2014; Matlin et al., 1981) . As in the attachment assay, virions bound to the surface of wild type or edited cells at 4°C to synchronize infection. Cells were shifted to 37°C and transiently held at acidic conditions (pH 5.0) to initiate fusion at the cell surface or held at physiological conditions (pH 7.4) permitting canonical entry to proceed as a control. EPS8 editing resulted in a decrease in viral gene expression when infections were initiated at physiological pH ( Figure 3E ), consistent with prior data showing defects in gene . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/592485 doi: bioRxiv preprint EPS8 facilitates uncoating of influenza A virus 5 Larson , Tran, et al. expression during unsynchronized infections ( Figure  2D and E). Bypassing canonical entry by treating cells with acidic conditions did not restore viral gene expression in the edited cells ( Figure 3E ), indicating EPS8 does not function during endosomal acidification. Together, these data establish that the effects of EPS8 during FLUAV infection are independent of virion attachment, endosomal entry, and HA-mediated fusion.",
            "cite_spans": [
                {
                    "start": 459,
                    "end": 482,
                    "text": "(Banerjee et al., 2014;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 483,
                    "end": 503,
                    "text": "Matlin et al., 1981)",
                    "ref_id": null
                },
                {
                    "start": 1280,
                    "end": 1281,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 1289,
                    "end": 1303,
                    "text": ", Tran, et al.",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 953,
                    "end": 962,
                    "text": "Figure 3E",
                    "ref_id": null
                },
                {
                    "start": 1350,
                    "end": 1360,
                    "text": "Figure  2D",
                    "ref_id": null
                },
                {
                    "start": 1496,
                    "end": 1505,
                    "text": "Figure 3E",
                    "ref_id": null
                }
            ],
            "section": "EPS8 functions post-fusion but before viral gene expression during FLUAV infection"
        },
        {
            "text": "Our line of experimentation indicated EPS8 functions at a step following release of the viral core into the cytoplasm but before viral gene expression. Therefore, we considered whether EPS8 facilitates viral uncoating. This process can be quantified by visualizing the redistribution of punctate matrix protein (M1) staining of intact particles to diffuse staining of M1 released throughout the cytosol ( Figure 4A and S5A) (Banerjee et al., 2013) . Wild type and EPS8edited cells were synchronously infected, and M1 localization was quantified at various times postinoculation. As expected, most M1 staining was punctate in wild type cells early in infection and then became diffuse at 1.5 hpi ( Figure 4B ). By contrast, uncoating was greatly delayed in both cell lines where EPS8 was edited. Diffuse M1 staining was detected in only 10-15% of EPS8-edited cells at 1.5 hpi compared to successful uncoating in almost all wild type cells at the same time point. Following release from the endosome, viral cores are trafficked to the aggresome to complete uncoating (Banerjee et al., 2014) . Coprecipitations were used to probe how EPS8 might function during this period. Synchronized infections were initiated on EPS8-edited cells stably complemented with wild type EPS8. NP specifically co-precipitated with EPS8, suggesting EPS8 physically interacts with incoming viral cores ( Figure  4C ). These data implicate EPS8 as an important host factor during viral uncoating. Uncoating releases vRNPs into the cytosol where they are subsequently imported into the nucleus prior to viral gene expression. The defects in uncoating we detected in EPS8-edited cells predict that these cells should also exhibit delayed nuclear import. To test this possibility, we again used synchronized infections and immunofluorescence to examine the subcellular localization and kinetics of vRNP nuclear import over time. Staining for NP, the major protein component of vRNPs, revealed characteristic cytoplasmic localization of incoming vRNPs early during infection followed by distinct nuclear localization ( Figure 4D ). Discrete cytoplasmic and nuclear localizations of vRNPs were also detected in EPS8-edited cells ( Figure S5B ). Nuclear-localized vRNPs were detected in wild type cells as early as 1.5 hpi and the number of cells with nuclear vRNP staining increased over time, consistent with the timing of viral uncoating reported above ( Figure 4E ). Cells lacking wild type levels of EPS8, however, exhibited significantly delayed kinetics of nuclear import. Compared to wild type cells, import rates in EPS8edited cells were delayed by 1 hour. This trend continued until 3.5 hpi when import in edited cells finally matched that of wild type cells ( Figure 4D ). While import was delayed in edited cells, it followed a similar trajectory to wild type cells once initiated, suggesting that vRNP import was not directly altered by changes to EPS8 expression. Thus, defects in uncoating ( Figure 4B ) result in delayed nuclear import ( Figure 4E ) and ultimately a reduction in viral gene expression ( Figure 2D ), reinforcing the conclusion that EPS8 is a key component of the cellular machinery utilized for viral uncoating.",
            "cite_spans": [
                {
                    "start": 424,
                    "end": 447,
                    "text": "(Banerjee et al., 2013)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1065,
                    "end": 1088,
                    "text": "(Banerjee et al., 2014)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 405,
                    "end": 414,
                    "text": "Figure 4A",
                    "ref_id": null
                },
                {
                    "start": 697,
                    "end": 706,
                    "text": "Figure 4B",
                    "ref_id": null
                },
                {
                    "start": 1380,
                    "end": 1390,
                    "text": "Figure  4C",
                    "ref_id": null
                },
                {
                    "start": 2090,
                    "end": 2099,
                    "text": "Figure 4D",
                    "ref_id": null
                },
                {
                    "start": 2201,
                    "end": 2211,
                    "text": "Figure S5B",
                    "ref_id": null
                },
                {
                    "start": 2427,
                    "end": 2436,
                    "text": "Figure 4E",
                    "ref_id": null
                },
                {
                    "start": 2740,
                    "end": 2749,
                    "text": "Figure 4D",
                    "ref_id": null
                },
                {
                    "start": 2976,
                    "end": 2985,
                    "text": "Figure 4B",
                    "ref_id": null
                },
                {
                    "start": 3023,
                    "end": 3032,
                    "text": "Figure 4E",
                    "ref_id": null
                },
                {
                    "start": 3089,
                    "end": 3098,
                    "text": "Figure 2D",
                    "ref_id": null
                }
            ],
            "section": "EPS8 is crucial for viral uncoating"
        },
        {
            "text": "Through gene correlation analysis, we conducted an unbiased genome-wide screen to identify host factors that have a functional impact on early stages of FLUAV replication. Our highest confidence pro-viral candidate was EPS8, a cytoplasmic protein involved in EGFR signaling and regulation of actin dynamics. We showed that EPS8 expression enhanced viral gene expression and titers, whereas loss of wild-type EPS8 caused defects in gene expression and viral replication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Step-wise investigation of the early stages of infection revealed that EPS8 functions independent of virion attachment, endosomal acidification, or HAdependent fusion. Rather, EPS8 specifically functioned during the uncoating of the incoming viral cores. Defects in viral uncoating slowed the kinetics of vRNP nuclear import in EPS8-edited cells, corresponding with the overall delay in viral gene expression and replication in these cells. These data . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. (Pinto et al., 1992) . The influx of potassium ions and protons into the virion interior initiates conformational changes that relax interactions between the matrix protein M1 and vRNPs, making the core competent for uncoating and disassembly of the RNP bundle (Stauffer et al., 2014) . Following fusion of the viral and host membranes, the core requires further processing to fully disassemble. Unanchored ubiquitin chains packaged within the virion help direct the core to the cellular aggresome where mechanical forces have been proposed to accelerate uncoating and release of vRNPs into the cytosol (Banerjee et al., 2014) . Our data now implicate EPS8 as another host factor important during these later stages of uncoating.",
            "cite_spans": [
                {
                    "start": 609,
                    "end": 629,
                    "text": "(Pinto et al., 1992)",
                    "ref_id": null
                },
                {
                    "start": 870,
                    "end": 893,
                    "text": "(Stauffer et al., 2014)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1212,
                    "end": 1235,
                    "text": "(Banerjee et al., 2014)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "EGFR has previously been implicated in FLUAV entry during virion internalization (Eierhoff et al., 2010) . Our data, however, indicate that loss of wildtype EPS8 does not alter attachment and that bypassing internalization by forcing fusion at the plasma membrane does not rescue defects in these cells (Figure 3 ), suggesting EPS8 activity is independent of EGFR signaling. EPS8 is also involved in modulating actin dynamics (Hertzog et al., 2010) . Actin has been implicated in the rapid movement of virion-containing endosomes immediately after virion internalization and also plays a role in the discrete steps post-fusion but before uncoating is completed (Banerjee et al., 2014; Lakadamyali et al., 2003) . A role for actin during post-fusion uncoating is the same step where our data revealed EPS8 functions, raising the possibility that it is the ability of EPS8 to engage and modulate actin dynamics that is important for uncoating.",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 104,
                    "text": "(Eierhoff et al., 2010)",
                    "ref_id": null
                },
                {
                    "start": 426,
                    "end": 448,
                    "text": "(Hertzog et al., 2010)",
                    "ref_id": null
                },
                {
                    "start": 661,
                    "end": 684,
                    "text": "(Banerjee et al., 2014;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 685,
                    "end": 710,
                    "text": "Lakadamyali et al., 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 303,
                    "end": 312,
                    "text": "(Figure 3",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Although cells lacking EPS8 have decreased FLUAV gene expression, that was not the case during FLUBV infection. FLUAV and FLUBV are structurally similar, and it is tempting to generalize that the replication cycle is largely the same for the two viruses. Like FLUAV, FLUBV utilizes receptormediated endocytosis for entry (Shaw and Palese, 2013) . Acidification of the FLUBV virion interior is facilitated by viral membrane protein and proton pump BM2, a FLUAV M2 homolog (Mould et al., 2003) . FLUBV undergoes uncoating after fusion of viral and endosomal membranes, but many of the details of FLUBV uptake and uncoating are still unknown. Interestingly, cellular immune responses to FLUBV infection differ from those to FLUAV infection (Jiang et al., 2016; Mäkelä et al., 2015) . Therefore, it is possible that host processes involved in other steps of FLUBV infection also differ, as suggested by the discordant importance of EPS8 for FLUAV and FLUBV.",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 344,
                    "text": "(Shaw and Palese, 2013)",
                    "ref_id": null
                },
                {
                    "start": 471,
                    "end": 491,
                    "text": "(Mould et al., 2003)",
                    "ref_id": null
                },
                {
                    "start": 737,
                    "end": 757,
                    "text": "(Jiang et al., 2016;",
                    "ref_id": null
                },
                {
                    "start": 758,
                    "end": 778,
                    "text": "Mäkelä et al., 2015)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "We also considered the possibility that other viruses using receptor-mediated endocytosis or similar internalization pathways could be affected by EPS8. A panel of RNA viruses using diverse cellular receptors and entry mechanisms was used to infect A549 cells overexpressing EPS8 ( Figure S4 ). There were no obvious trends or associations with viral families or entry pathways. Nonetheless, these results indicate that EPS8 enhancement of infection is specific to certain viruses, and the multifunctional nature of EPS8 may impart an anti-viral function for other viruses. In summary, our gene correlation analysis identified both pro-and antiviral host factors with a functional impact on early stages of FLUAV replication without requiring artificial manipulation of the cellular environment. Through interrogation of early steps of FLUAV infection, we established EPS8 as an novel cofactor facilitating FLUAV uncoating. Infectious Disease Award from the Burroughs Wellcome Fund. This work was also supported in part The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/592485 doi: bioRxiv preprint EPS8 facilitates uncoating of influenza A virus 10 Larson, Tran, et al.",
            "cite_spans": [
                {
                    "start": 1217,
                    "end": 1219,
                    "text": "10",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 282,
                    "end": 291,
                    "text": "Figure S4",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Authenticated stocks 293T (#CRL-3216), A549 (#CCL-185), and MDCK (#CCL-34) were purchased from the American Type Culture Collection. Parental and edited 293 cells were obtained from Synthego. MDCK-HA cells were a gift from P. Palese (Marsh et al., 2007) . All cells were maintained in Dulbecco's modified Eagle's medium (DMEM; Corning cellgro) supplemented with 10% heat-inactivated fetal bovine serum (FBS; Atlanta Biosciences) and grown at 37°C with 5% CO2. Cells were regularly tested and verified free of mycoplasma contamination using MycoAlert (Lonza, LT07-218). The NCI-60 cell lines are a panel of 59 human breast, central nervous system (CNS), colon, lung, melanoma, ovarian renal cancer, and prostate cancer cell lines (Weinstein, 2006) . The NCI-60 panel was obtained from the US National Cancer Institute's Developmental Therapeutics Program (NCI DTP), Fort Detrick, Frederick, MD, USA. All NCI-60 panel cell lines were grown in RPMI-1640 (ThermoFisher Scientific) supplemented with 10% heat-inactivated FBS (Sigma-Aldrich) at 37°C in a humidified 5% CO2 atmosphere. Transfection of 293T and 293 cells was conducted using TransIT-2020 (Mirus, MIR 5400).",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 253,
                    "text": "(Marsh et al., 2007)",
                    "ref_id": null
                },
                {
                    "start": 729,
                    "end": 746,
                    "text": "(Weinstein, 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Cell lines"
        },
        {
            "text": "Antibodies used (Tran et al., 2015) , WSN with the polymerase from A/green-winged teal/ OH/175/1983 (H2N1) encoding PB2 S590/R591/K627 (S009-SRK PASTN) (Tran et al., 2015) , B/Brisbane/60/2008 (B/Brisbane) PASTN, and FVG-R (Hao et al., 2008) were rescued using the influenza virus reverse genetics system and prepared as previously described. WSN PASN was further purified by centrifugation through a 20% sucrose cushion to remove contaminating luciferase present in the media (Tran et al., 2015) . WSN-GFP was amplified and titered on HA-MDCK cells (Marsh et al., 2007) .",
            "cite_spans": [
                {
                    "start": 16,
                    "end": 35,
                    "text": "(Tran et al., 2015)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 152,
                    "end": 171,
                    "text": "(Tran et al., 2015)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 206,
                    "end": 241,
                    "text": "PASTN, and FVG-R (Hao et al., 2008)",
                    "ref_id": null
                },
                {
                    "start": 477,
                    "end": 496,
                    "text": "(Tran et al., 2015)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 550,
                    "end": 570,
                    "text": "(Marsh et al., 2007)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Antibodies"
        },
        {
            "text": "Multicycle replication infections were performed by inoculating A549 cells at a multiplicity of infection (MOI) of 0.01 using virus diluted in virus growth media (VGM) (DMEM supplemented with penicillin/streptomycin [Corning cellgro], 25 mM HEPES [Corning cellgro], 0.3% BSA [Sigma-Aldrich]) with 0.25 μg/ml TPCK-trypsin. Supernatants were collected at indicated times and titered by plaque assay on MDCK cells (Matrosovich et al., 2006) or by a Nano-Glo viral titer assay by inoculating MDCK cells with reporter viruses and measuring luciferase activity (Karlsson et al., 2018; Tran et al., 2013) . Viral gene expression was measured by infecting cells with WSN PASTN viruses. Virus was diluted in VGM with 0.25-0.5 μg/ml TPCK-trypsin for A549 cells or Opti-MEM I (Invitrogen, 31985070) supplemented with 2% FBS for 293T and 293 cells. Viral gene expression was measured 8 hpi using a Nano-Glo luciferase assay kit (Promega). Viral attachment was quantified by inoculating A549 cells with bioluminescent PASN virions. Purified virus was diluted in VGM with 0.25 μg/ml TPCK-trypsin, applied to cells for 45 mins at 4°C, and removed. Cells were washed with cold VGM and bound virions were detected by performing a Nano-Glo assay.",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 437,
                    "text": "(Matrosovich et al., 2006)",
                    "ref_id": null
                },
                {
                    "start": 555,
                    "end": 578,
                    "text": "(Karlsson et al., 2018;",
                    "ref_id": null
                },
                {
                    "start": 579,
                    "end": 597,
                    "text": "Tran et al., 2013)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Antibodies"
        },
        {
            "text": "FVG-R infections were performed by inoculating A549 cells with virus diluted in Opti-MEM I (Invitrogen, 31985070) supplemented with 0.2% FBS. Viral gene expression was measured 8 hpi using a Renilla luciferase assay system (Promega). Infections with JUNV (Romero), EBOV, and MARV (Ci67) and infections with RVFV (ZH501) and VEEV (IC-SH3) were conducted under Biosafety Laboratory 4 and 3 conditions, respectively. Cells in 96-well format (30,000 cells per well) were infected at the indicated MOIs. After 1 hour, the inocula were removed, cells were washed with PBS, and replenished with fresh growth media. VEEV and RVFV-infected plates were fixed in formalin 20 hours post-inoculation. All other infected plates were fixed 48 hours post-inoculation. Antigen staining and high-content quantitative image-based analysis were performed as previously described (Radoshitzky et al., 2010 (Radoshitzky et al., , 2016 . The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/592485 doi: bioRxiv preprint EPS8 facilitates uncoating of influenza A virus 11 Larson, Tran, et al.",
            "cite_spans": [
                {
                    "start": 859,
                    "end": 884,
                    "text": "(Radoshitzky et al., 2010",
                    "ref_id": null
                },
                {
                    "start": 885,
                    "end": 912,
                    "text": "(Radoshitzky et al., , 2016",
                    "ref_id": null
                },
                {
                    "start": 1112,
                    "end": 1114,
                    "text": "11",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Antibodies"
        },
        {
            "text": "NCI-60 cell lines were seeded by groups of cell origin at 3 x 10 4 cells per well in 96-well plates (Greiner, 655948 for Operetta; Corning, 3604 for flow cytometry) and grown overnight in RPMI-1640 medium (Lonza, BE12-702F), supplemented with 10% heat-inactivated FBS (Sigma-Aldrich, 4135) at 37°C with 5% CO2. The cells were infected with WSN-GFP at MOIs 0.2 and 2. At 3 hours post-inoculation, the cells were washed with RPMI-1640 medium and fresh growth medium was added. WSN-GFP expression was measured by fluorescence microscopy 24 hours post-inoculation. Cells were fixed with 4% paraformaldehyde, and the nuclei were stained with Hoechst 33342 (Thermo Fisher, Catalog: H3570). WSN-GFP virus expression was detected by the Operetta-High Content Imaging System (PerkinElmer Inc.), and the percentage of GFP-positive cells were analyzed by Harmony4.1 software (PerkinElmer Inc.). WSN-GFP expression was evaluated by the flow cytometry (BD Biosciences, LSRFORTESSA) 24 hours post-inoculation. All infections were performed in triplicate, and two biological replicates performed for each MOI condition. Both approaches yielded similar results, and infectivity for each cell line was rank-ordered relative to MDCK cells. The relative infectivity of each cell line was log2-transformed and used as input for the COMPARE algorithm (Zaharevitz et al., 2002) .",
            "cite_spans": [
                {
                    "start": 1330,
                    "end": 1355,
                    "text": "(Zaharevitz et al., 2002)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "NCI-60 screen and COMPARE analysis"
        },
        {
            "text": "The EPS8 locus was edited in A549 cells by lentiviral expression of CRISPR/Cas9 components. Vesicular stomatitis Indiana virus (VSIV) glycoprotein G-pseudotyped lentivirus was generated by transfecting 293T cells with the plasmids psPAX2, pMD2.G, and pLentiCRISPR (Addgene 52961, (Sanjana et al., 2014) ) modified to encode a single-guide RNA (sgRNA) targeting EPS8 (5'-TCAACTTACTTCATCTGAGA-3', Supplemental Figure  2 ). A549 cells were transduced with this virus, placed under puromycin selection (0.5 μg/ml), and single cells were cloned. Pooled 293 cells edited at the EPS8 locus were created by Synthego by transfecting cells with Cas9 RNPs containing an sgRNA targeting exon 5 (5'-GCACTTGACTACCTTTGTCC-3') (Supplemental Figure  3) . 293 cells were single cell cloned. Edited alleles in both cell types were identified by PCR amplification of the locus, Sanger sequencing of the products, and inference of CRISPR edits (ICE) analysis (Hsiau et al., 2019) (Supplemental Figures 2A-B and 3A-B) . Knockouts predicted by ICE analysis were assessed by immunoblot. Stable expression of EPS8 in cells was achieved by lentivirus gene delivery. The gene delivery vector pLX304-EPS8 was created by Gateway recombination of pENTR223-EPS8 (DNASU HsCD00505776; (Seiler et al., 2014) ) into pLX304 (Addgene 25890) and encodes the 822 amino acid splice variant (NCBI XP_024304650). Virus was produced by transfecting 293T cells with plasmids pLX304-EPS8, psPAX2, and pMD2.G. Wild type and EPS8-edited A549 and 293 cells were transduced with this virus and selected with blasticidin to obtain cells stably expressing EPS8.",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 302,
                    "text": "(Sanjana et al., 2014)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1252,
                    "end": 1273,
                    "text": "(Seiler et al., 2014)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 408,
                    "end": 417,
                    "text": "Figure  2",
                    "ref_id": null
                },
                {
                    "start": 725,
                    "end": 735,
                    "text": "Figure  3)",
                    "ref_id": null
                },
                {
                    "start": 973,
                    "end": 995,
                    "text": "Figures 2A-B and 3A-B)",
                    "ref_id": null
                }
            ],
            "section": "Knockout and stable expression of EPS8"
        },
        {
            "text": "293T cells were transfected with plasmids encoding WSN PA, PB1, PB2, and NP, a vNA-luciferase reporter, a Renilla luciferase control reporter, and EPS8 or an empty vector. Firefly luciferase and Renilla luciferase activity were assayed 24 hours post-transfection. Firefly luciferase was normalized to Renilla luciferase within each sample. Expression of EPS8 was determined by immunoblot of cell lysates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polymerase activity assay"
        },
        {
            "text": "Acid bypass with WSN PASTN was performed as described (Matlin et al., 1981; Mondal et al., 2017) . Wild type and EPS8-edited A549 cells were inoculated at an MOI of 0.1 with virus diluted in VGM with 0.25 μg/ml TPCK-trypsin for 1 hour at 4°C. The inoculum was removed and cells were washed with cold Dulbecco's phosphate-buffered saline (DPBS). Inoculated cells were then either treated with 20 mM HEPES, pH 7.4 in 154 mM NaCl or 50 mM citrate, pH 5.0 in 154 mM NaCl for 45 seconds at 37°C. The inoculum and treatment buffer were removed and cells were washed with room temperature DPBS. Pre-warmed DMEM supplemented with 10% FBS was added to the cells, infection progressed at 37°C for 8 hours, and viral gene expression was measured by a Nano-Glo assay.",
            "cite_spans": [
                {
                    "start": 54,
                    "end": 75,
                    "text": "(Matlin et al., 1981;",
                    "ref_id": null
                },
                {
                    "start": 76,
                    "end": 96,
                    "text": "Mondal et al., 2017)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Acid bypass assays"
        },
        {
            "text": "Wild type and EPS8-edited A549 cells were grown on coverslips and inoculated with WSN at a MOI of 5 in VGM with 0.25 μg/ml of TPCK-trypsin for 1 hour at 4°C. Warm VGM was added to the cells and infection progressed for the indicated length of time at 37°C. Cells were fixed with 4% paraformaldehyde in DPBS for 30 minutes at room temperature, permeabilized with 0.1% Triton-X in 0.1 M glycine for 5 minutes at room . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/592485 doi: bioRxiv preprint EPS8 facilitates uncoating of influenza A virus 12 Larson , Tran, et al. temperature, and blocked in 3% BSA in DPBS for a minimum of 30 minutes at room temperature. Cells were incubated sequentially with primary and secondary antibodies diluted in 3% BSA in DPBS: α-M1 (19 μg/ml) and chicken α-mouse AlexaFluor 594 (2 μg/ml); or α-RNP (1:1000) and donkey α-goat AlexaFluor 488 (2 μg/ml). Coverslips were mounted using mounting medium with 4',6-diamidino-2-phenylindole (DAPI) stain (Vector Laboratories, H-1200) and imaged using 20X and 40X objectives on an EVOS FL Auto (ThermoFisher). For M1 staining, a minimum of 100 M1-positive cells at 1.5 hpi were counted across 10 random fields of view for each condition in 2 separate biological replicates. Similar quantification was performed at 1 hpi, although fewer M1positive cells were present for all cell types. RNP localization was quantified by assessing a minimum of 100 cells across 10 random fields of view for each time point in each cell type across 3 separate biological replicates. Images were batch processed using ImageJ for quantification (Schneider et al., 2012) . Representative images for cytoplasmic and nuclear RNP staining were batch-processed separately to show staining distribution.",
            "cite_spans": [
                {
                    "start": 678,
                    "end": 680,
                    "text": "12",
                    "ref_id": null
                },
                {
                    "start": 688,
                    "end": 702,
                    "text": ", Tran, et al.",
                    "ref_id": null
                },
                {
                    "start": 1732,
                    "end": 1756,
                    "text": "(Schneider et al., 2012)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Immunofluorescence assays"
        },
        {
            "text": "Interactions between EPS8 and incoming RNPs was investigated in EPS8.1 A549 cells stably complemented with EPS8-V5. Cells were inoculated with WSN at an MOI of 25 diluted in cold VGM. Infections were synchronized by inoculating cells at 4˚C for 1 hour. Warm VGM was added to the cells and infection progressed for 2.5 hours at 37°C. Cells were washed with cold PBS and lysed in co-IP buffer (50 mM Tris pH 7.4, 150 mM NaCl, 0.5% NP-40) supplemented with protease inhibitors. Lysates were clarified and subjected to immunoprecipitation with 1 μg anti-V5 antibody or control rabbit IgG. Immune complexes were captured with protein A agarose resin, washed extensively with co-IP buffer, eluted, and analyzed by anti-RNP immunoblot to probe for NP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EPS8 co-immunoprecipitations"
        },
        {
            "text": "Each assay was performed in technical triplicate or quadruplicate and represents at least three independent biological replicates with the exception of the immunofluorescence assays which represent at least two biological replicates. Mean and standard deviation were calculated, and statistical significance was tested using a two-tailed Student's t-test with unequal variance for pairwise comparison or a one-way ANOVA with a Tukey's honestly significant difference (HSD) post hoc analysis for multiple comparisons. Figure S1 . The most susceptible and resistant NCI-60 cell lines to FLUAV infection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 517,
                    "end": 526,
                    "text": "Figure S1",
                    "ref_id": null
                }
            ],
            "section": "Statistics"
        },
        {
            "text": "The NCI-60 cell lines were challenged with FLUAV in multiple independent screens. (A) Cells were inoculated in replicate screens at an MOI of 0.2 with WSN-GFP and permissiveness to infection was determined by flow cytometry. Data for each cell line were normalized to control MDCK cells, paired across replicates, and plotted against each other. Replicate 1 data are those shown in Figure 1B. (B) Permissiveness to WSN-GFP infection at an MOI of 2 was determined relative to MDCK cells. (C-D) The relative infectivity of the cell lines (C) most resistant to and (D) most susceptible to WSN-GFP infection are shown for screens performed at either a low MOI of 0.2 or a high MOI of 2. For all data, mean of n=3 ± SD , rs= Spearman's correlation co-efficient.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 382,
                    "end": 392,
                    "text": "Figure 1B.",
                    "ref_id": null
                }
            ],
            "section": "Statistics"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It sgRNA target Figure S2 . Validation of EPS8 editing in A549 cells. (A) Sequencing chromatograms for wild type and EPS8 knockout A549 cells. The sgRNA target site is underlined in black and the adjacent protospacer adjacent motif (PAM) in red. (B) ICE analysis of edited EPS8 clonal A549 cell lines. All inferred edits contributing at least 5% of the composite genotype are shown. The vertical dashed line indicates the cut site within the sgRNA target (bold letters). The gene exon sequence is shown in red. The two 3' nucleotides of the native splice donor site are underlined in black and potential alternative splice donors are underlined in blue. (C) Immunoblot of endogenous EPS8 and quantification of band intensity reveal low amounts of EPS8 protein in edited A549 clones despite mutations in the EPS8 locus that should create premature truncations. (D) The indicated deletions could result in low-frequency usage of alternative splice sites to generate a full length EPS8 protein. The wild type gene exon sequence is shown in red. The two 3' nucleotides of the native splice donor site are underlined in black and potential alternative splice donors are underlined in blue. Hypothetical alternative splice site usage that recreates the EPS8 open reading frame is shown for EPS8.1, where the alternative site matches the consensus splice donor sequence AU/GU, and EPS8.2, where the deletion repositions an alternative site AA/GU that is identical to the native site.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 173,
                    "end": 182,
                    "text": "Figure S2",
                    "ref_id": null
                }
            ],
            "section": "Statistics"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/592485 doi: bioRxiv preprint A B | WT ATCATAGCATCTTTCCGATCCAGGA|CAAAGGTAGTCAAGTGCTTACAATTGG | D1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "T C A T C C C A G T A G T T T T G G A A T G T A C C C A T C T C A G A T G A A G T A A G T T G A A A A G T"
        },
        {
            "text": "(-2) ATCATAGCATCTTTCCGATCCAGG-|-AAAGGTAGTCAAGTGCTTACAATTGG (+1) ATCATAGCATCTTTCCGATCCAGGA|nCAAAGGTAGTCAAGTGCTTACAATTG | WT D1 sgRNA target The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. Figure S5 . Representative images of cytoplasmic and nuclear RNP staining in EPS8 knockout cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 230,
                    "end": 239,
                    "text": "Figure S5",
                    "ref_id": null
                }
            ],
            "section": "T C A T C C C A G T A G T T T T G G A A T G T A C C C A T C T C A G A T G A A G T A A G T T G A A A A G T"
        },
        {
            "text": "(A) EPS8-edited A549 cells infected with WSN were stained for M1 (red) and the nucleus (blue). The representative images show punctate and diffuse M1 staining. (B) EPS8-edited cells infected with WSN were stained for viral RNPs (green). Nuclear RNP staining was determined by colocalization of signal with the nucleus (blue). Scale bar = 20 μm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A T A G C A T C T T T C C G A T C CA G G A C A A A G G T A G T C A A G T G C T T A C A"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/592485 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A T A G C A T C T T T C C G A T C CA G G A C A A A G G T A G T C A A G T G C T T A C A"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "High-content analysis of sequential events during the early phase of influenza A virus infection",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Banerjee",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yamauchi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Helenius",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Horvath",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Influenza A virus uses the aggresome processing machinery for host cell entry",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Banerjee",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Miyake",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Nobs",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Schneider",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Horvath",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kopf",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Matthias",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Helenius",
                    "suffix": ""
                },
                {
                    "first": "Yamauchi",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Science",
            "volume": "346",
            "issn": "",
            "pages": "473--477",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "EPS8 facilitates uncoating of influenza A virus 9",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "siRNA Screen Identifies Trafficking Host Factors that Modulate Alphavirus Infection",
            "authors": [
                {
                    "first": "C.-Y",
                    "middle": [],
                    "last": "Chiang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jozwick",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Clester",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Courier",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Langan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS Pathog",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Improved vectors and genome-wide libraries for CRISPR screening",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Sanjana",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Shalem",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nat. Methods",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "NIH Image to ImageJ: 25 years of image analysis",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Schneider",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Rasband",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Eliceiri",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nat. Methods",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Entry tropism of BK and Merkel cell polyomaviruses in cell culture",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Schowalter",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Reinhold",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Buck",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "DNASU plasmid and PSI:Biology-Materials repositories: resources to accelerate biological research",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Seiler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hunter",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Surapaneni",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sedillo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Field",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Algar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Price",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Steel",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "42",
            "issn": "",
            "pages": "1253--1260",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Transcript and protein expression profiles of the NCI-60 cancer cell panel: an integromic microarray study",
            "authors": [],
            "year": null,
            "venue": "Mol. Cancer Ther",
            "volume": "6",
            "issn": "",
            "pages": "820--832",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Stepwise Priming by Acidic pH and a High K+ Concentration Is Required for Efficient Uncoating of Influenza A Virus Cores after Penetration",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stauffer",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Nebioglu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Heilig",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Picotti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Helenius",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Virol",
            "volume": "88",
            "issn": "",
            "pages": "13029--13046",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Highly sensitive real-time in vivo imaging of an influenza reporter virus reveals dynamics of replication and spread",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Tran",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Moser",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Poole",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mehle",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Virol",
            "volume": "87",
            "issn": "",
            "pages": "13321--13329",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Multi-Modal Imaging with a Toolbox of Influenza A Reporter Viruses",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Tran",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Poole",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Jeffery",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Sheahan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Creech",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yevtodiyenko",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Peat",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Francis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "You",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mehle",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "33",
            "issn": "",
            "pages": "5319--5327",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Overactive Epidermal Growth Factor Receptor Signaling Leads to Increased Fibrosis after Severe Acute Respiratory Syndrome Coronavirus Infection",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Venkataraman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Coleman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Frieman",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Dissection of the influenza A virus endocytic routes reveals macropinocytosis as an alternative entry pathway",
            "authors": [],
            "year": null,
            "venue": "PLoS Pathog",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "through Battelle Memorial Institute's prime contract with the US National Institute of Allergy and Infectious Diseases (NIAID) under Contract No. HHSN272200700016I (Y.C., S.Y., J.H.K.). The views and conclusions contained in this document are those of the authors and should not be interpreted as necessarily representing the official policies, either expressed or implied, of the US Departments of the Brass, A.L., Huang, I.-C., Benita, Y., John, S.P., Krishnan, M.N., Feeley, E.M., Ryan, B.J., Weyer, J.L., van der Weyden, L., Fikrig, E., et al. (2009). The IFITM Proteins Mediate Cellular Resistance to Influenza A H1N1 Virus, West Nile Virus, and Dengue Virus. Cell 139, 1243-1254. Bukrinskaya, A.G., Vorkunova, N.K., Kornilayeva, G. V, Narmanbetova, R.A., and Vorkunova, G.K. (1982). Influenza virus uncoating in infected cells and effect of rimantadine. J. Gen. Virol. 60, 49-59. Carette, J.E.E., Guimaraes, C.P.P., Varadarajan, M., Park, A.S.S., Wuethrich, I., Godarova, A., Kotecki, M., Cochran, B.H.H., Spooner, E., Ploegh, H.L.L., et al. (2009). Haploid genetic screens in human cells identify host factors used by pathogens. Science (80-. ). 326, 1231-1235. Dou, D., Revol, R., Östbye, H., Wang, H., and Daniels, R. (2018). Influenza A virus cell entry, replication, virion assembly and movement. Front. Immunol. 9, 1-17. Eierhoff, T., Hrincius, E.R., Rescher, U., Ludwig, S., and Ehrhardt, C. (2010). The Epidermal Growth Factor Receptor (EGFR) Promotes Uptake of Influenza A Viruses (IAV) into Host Cells. PLOS Pathog. 6, e1001099. Di Fiore, P.P., and Scita, G. (2002). Eps8 in the midst of GTPases. Int. J. Biochem. Cell Biol. 34, 1178-1183. Han, J., Perez, J.T., Chen, C., Li, Y., Benitez, A., Kandasamy, M., Lee, Y., Andrade, J., TenOever, B., and Manicassamy, B. (2017). Genome-Wide CRISPR/Cas9 Screen Identifies Novel Host Factors Essential for Influenza Virus Replication. CellReports 23, 1-47. Hao, L., Sakurai, A., Watanabe, T., Sorensen, E., Nidom, C.A., Newton, M.A., Ahlquist, P., and Kawaoka, Y. (2008). Drosophila RNAi screen identifies host genes important for influenza virus replication. Nature 454, 890-893. Hertzog, M., Milanesi, F., Hazelwood, L., Disanza, A., Liu, H., Malabarba, M.G., Pasqualato, S., Maiolica, A., Confalonieri, S., Clainche, C. Le, et al. (2010). Molecular Basis for the Dual Function of Eps8 on Actin Dynamics : Bundling and Capping. 8. Hsiau, T., Conant, D., Maures, T., Waite, K., Yang, J., Kelso, R., Holden, K., Enzmann, B.L., and Stoner, R. (2019). Inference of CRISPR Edits from Sanger Trace Data. BioRxiv 251082. Jiang, J., Li, J., Fan, W., Zheng, W., Yu, M., Chen, C., Sun, L., Bi, Y., Ding, C., Gao, G.F., et al. (2016). Robust Lys63-Linked Ubiquitination of RIG-I Promotes Cytokine Eruption in Early Influenza B Virus Infection. J. Virol. 90, 6263 LP-6275.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "). Measuring Influenza Virus Infection Using Bioluminescent Reporter Viruses for In Vivo Imaging and In Vitro Replication Assays. In Methods in Molecular Biology (Clifton, N.J.), pp. 431-459. Kondratowicz, A.S., Hunt, C.L., Davey, R.A., Cherry, S., and Maury, W.J. (2013). AMP-activated protein kinase is required for the macropinocytic internalization of ebolavirus. J. Virol. 87, 746-755. König, R., Stertz, S., Zhou, Y., Inoue, A., Hoffmann, H.-H., Bhattacharyya, S., Alamares, J.G., Tscherne, D.M., Ortigoza, M.B., Liang, Y., et al. (2010). Human host factors required for influenza virus replication. Nature 463, 813-817. Lakadamyali, M., Rust, M.J., Babcock, H.P., and Zhuang, X. (2003). Visualizing infection of individual influenza viruses. Proc. Natl. Acad. Sci. U. S. A. 100, 9280-9285. Lee, J., Kim, J., Son, K., d'Alexandry d'Orengiani, A.-L.P.H., and Min, J.-Y. (2017). Acid phosphatase 2 (ACP2) is required for membrane fusion during influenza virus entry. Sci. Rep. 7, 43893. Lenaerts, L., van Dam, W., Persoons, L., and Naesens, L. (2012). Interaction between mouse adenovirus type 1 and cell surface heparan sulfate proteoglycans. PLoS One 7, 1-9. Maeda, T., and Ohnishi, S. (1980). Activation of influenza virus by acidic media causes hemolysis and fusion of erythrocytes. FEBS Lett. 122, 283-287. Mäkelä, S.M., Österlund, P., Westenius, V., Latvala, S., Diamond, M.S., Gale, M., and Julkunen, I. (2015). RIG-I Signaling Is Essential for Influenza B Virus-Induced Rapid Interferon Gene Expression. J. Virol. 89, 12014 LP-12025. Mar, K.B., Rinkenberger, N.R., Boys, I.N., Eitson, J.L., McDougal, M.B., Richardson, R.B., and Schoggins, J.W. (2018). LY6E mediates an evolutionarily conserved enhancement of virus infection by targeting a late entry step. Nat. Commun. 9, 3603.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Radoshitzky, S.R., Dong, L., Chi, X., Clester, J.C., Retterer, C., Spurgers, K., Kuhn, J.H., Sandwick, S., Ruthel, G.,Kota, K., et al. (2010). Infectious Lassa virus, but not filoviruses, is restricted by BST-2/tetherin. J. Virol. 84, 10569-10580.Radoshitzky, S.R., Pegoraro, G., Chī, X.O., D Ng, L., P., Palese, P., and O'Neill, R.E. (1997). The NPI-1/NPI-3 (karyopherin alpha) binding site on the influenza a virus nucleoprotein NP is a nonconventional nuclear localization signal. J. Virol. 71, 1850-1856. Weinstein, J.N. (2006). Spotlight on molecular profiling: &quot;Integromic&quot; analysis of the NCI-60 cancer cell lines. Mol. Cancer Ther. 5, 2601-2605. Weinstein, J.N., and Pommier, Y. (2003). Transcriptomic analysis of the NCI-60 cancer cell lines. C. R. Biol. 326, 909-920. Yángüez, E., Hunziker, A., Dobay, M.P., Yildiz, S., Schading, S., Elshina, E., Karakus, U., Gehrig, P., Grossmann, J., Dijkman, R., et al. (2018). Phosphoproteomic-based kinase profiling early in influenza virus infection identifies GRK2 as antiviral drug target. Nat. Commun. 9, 3679. Yewdell, J.W., Frank, E., and Gerhard, W. (1981). Expression of influenza A virus internal antigens on the surface of infected P815 cells. J. Immunol. 126, 1814-1819. Zaharevitz, D.W., Holbeck, S.L., Bowerman, C., and Svetlik, P.A. (2002). COMPARE: a web accessible tool for investigating mechanisms of cell growth inhibition. J. Mol. Graph. Model. 20, 297-303. Zhirnov, O.P. (1990). Solubilization of matrix protein M1/M from virions occurs at different pH for orthomyxo-and paramyxoviruses. Virology 176, 274-279.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "include: anti-EPS8 (BD Biosciences, 610144), anti-M1 (M2-1C6-4R3) (Yewdell et al., 1981), anti-RNP (BEI, NR-3133), anti-tubulin (Sigma, T9026), anti-HSP90 (Santa Cruz Biotechnology, sc-7947), anti-V5 (Bethyl Laboratories, A190-120A), chicken α-mouse AlexaFluor 594 (Invitrogen, A-21201), and donkey α-goat AlexaFluor 488 (Invitrogen, A-11055). Viruses Influenza A virus (FLUAV) strain H1N1 A/WSN/33 (WSN) was propagated in MDCK cells. The recombinant influenza A reporter viruses WSN PASTN (Tran et al., 2013), A/California/04/2009 PASTN (H1N1, CA04 PASTN) (Karlsson, 2015), WSN PASN",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Gene correlation analysis identifies putative enhancers and suppressors of FLUAV replication. (A) Experimental workflow for NCI-60 screen. NCI-60 cell lines were inoculated with FLUAV encoding GFP, infections were visualized by fluorescence microscopy and quantified by flow cytometry at 24 hpi, and data were normalized to control MDCK cells inoculated in parallel. (B) Infectivity at an MOI of 0.2 was determined relative to MDCK cells (mean of n=3 ± SD). Images of highly resistant (MCF7) and hypersensitive (T-47D) infected cell lines are shown compared to the control MDCK cells. (C) Pairwise comparison of replicate NCI-60 screens performed at an MOI of 0.2 or 2. (mean of n=3 ± SD, rs = Spearman's correlation co-efficient) (D) COMPARE analysis of MOI 0.2 infectivity data identified top hits for putative pro-viral and anti-viral factors. See also Figure S1. EPS8 enhances FLUAV gene expression and titers. (A) 293T cells transiently overexpressing EPS8 were infected with WSN PASTN and viral gene expression assayed (mean of n=4 ± SD). EPS8 expression was confirmed by immunoblot. (B) A549 cells stably overexpressing EPS8 were infected with WSN and viral titer assayed at 24 hpi (mean of n=3 ± SD). (C) EPS8-edited A549 cells were infected with WSN PASTN, virus was harvested at the indicated times, and titers were assessed using luciferase activity (mean of n=3 ± SD). (D-E) EPS8-edited and complemented A549 (D) or 293 (E) cells were infected with WSN PASTN to assay viral gene expression (mean of n=4 ± SD). EPS8 expression was confirmed by immunoblot. (F) Viral gene expression was assayed in EPS8-edited cells infected with S009 SRK PASTN, CA04 PASTN, or B/Brisbane PASTN (mean of n=4 ± SD). * = p<0.05, ** = p<0.01, ns = not significant. (A-B) were analyzed by Student's two-tailed t-test, unequal variance. Multiple comparisons were made in (C-F) using a one-way ANOVA with post-hoc Tukey HSD test when compared to wild type A549 cells. See also Figure S2, S3, and S4. EPS8 functions post-fusion but before viral gene expression during FLUAV infection. (A) Early stages in the FLUAV replication cycle were systematically probed with the indicated reagents or assays detailed in the text. PASN = bioluminescent virions. FVG-R = recombinant FLUAV expressing VSIV-G. IFA = immunofluorescence assay. PAA = polymerase activity assay. (B) Polymerase",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "20) TCATCCCAGTAGTTTTGGAATGTAC------|--------------TGAAAAGTTTATA (-5) TCATCCCAGTAGTTTTGGAATGTACC-----|CAGATGAAGTAAGTTGAAAAGTTTATA (-14) TCATCCCAGTAGTTTTGG-------------|-AGATGAAGTAAGTTGAAAAGTTTATA (-14) TCATCCCAGTAGTTTTGGAATGTACCCA---|-----------AGTTGAAAAGTTTATA (-14) TCATCCCAGTAGTTTTGGAATGTACC-----|---------TAAGTTGAAAAGTTTATA | EPS8.2(-2) TCATCCCAGTAGTTTTGGAATGTACCCATC-|-AGATGAAGTAAGTTGAAAAGTTTATA (-19) TCATCCCAGTAGTTTTGGAA-----------|--------GTAAGTTGAAAAGTTTATA (-28) TCATCCCAGTAGTTTTGG-------------|---------------GAAAAGTTTATA (-28) TCATCCCAGTAGTTTT---------------|-------------TTGAAAAGTTTATA (-19) TCATCCCAGTAGTTTTGGAATGTACCC----|-------------",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Validation of EPS8 editing in 293 cells. (A)Sequencing chromatograms for wild type and EPS8 knockout 293 cells. The sgRNA target site is underlined in black and the adjacent PAM in red. Note that the non-coding strand is shown. (B) ICE analysis of edited EPS8 clonal 293 cell lines. All inferred edits contributing at least 5% of the composite genotype are shown. The vertical dashed line indicates the cut site within the sgRNA target (bold letters). All edits are predicted to create premature stop codons. (C) Immunoblot of endogenous EPS8 revealed no detectable EPS8 protein in edited 293 cells. Effects of EPS8 overexpression in A549 on infection by multiple viruses. Wild type A549 cells or A549 cells stably overexpressing EPS8 were infected with Marburg virus (MARV; MOI 5), Junín virus (JUNV; MOI 1), Ebola virus (EBOV; MOI 10), Venezuelan equine encephalitis virus (VEEV; MOI 0.5), or Rift Valley fever virus (RVFV; MOI 1). Cells were stained for the appropriate viral protein and the number of infected (antibody-positive) cells were quantified (mean of n=3-4 ± SD). For all, ** = p<0.01 Student's two-tailed t-test, unequal variance.",
            "latex": null,
            "type": "figure"
        },
        "TABREF2": {
            "text": "support a new role for EPS8 as a cofactor important for viral uncoating during FLUAV infection.The host factors used during FLUAV uncoating are not yet fully understood. Uncoating begins in the maturing endosome where the drop in pH opens the M2 ion channel in the viral membrane",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Mondal, A., Dawson, A.R., Potts, G.K., Freiberger, E.C., Baker, S.F., Moser, L.A., Bernard, K.A., Coon, J.J., and Mehle, A. (2017). Influenza virus recruits host protein kinase C to control assembly and activity of its replication machinery. Elife 6, e26910.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "activity assays were performed in 293T cells expressing RNP components with or without exogenous EPS8. EPS8 expression was confirmed by immunoblot. (C) Virion attachment was assayed in EPS8-edited cells incubated with bioluminescent PASN. (D) Wild type or EPS8-edited cells were inoculated with FVG-R and viral gene expression was measured 8 hpi. (E) Acid bypass assays were performed on virions attached to wild type of EPS8-edited cells. Cells were transiently treated with buffers at physiological pH 7.4 to initiate canonical viral entry, or acidic pH 5.0 to cause fusion at the cell surface. Viral gene expression was measured 8 h after treatment. For all, data are mean of n=3 ± SD. ** = p<0.01, ns = not significant. (B) was analyzed by Student's two-tailed t-test, unequal variance. Multiple comparisons were made in (C-E) using a one-way ANOVA with post-hoc Tukey HSD test when compared to wild type A549 cells.. CC-BY-NC-ND 4.0 International license is made available under aThe copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101Figure 4. EPS8 is crucial for viral uncoating. (A) A549 cells synchronously infected with WSNwere stained for M1 (red) and the nucleus (blue). Representative images show punctate M1 consistent with intact viral cores and diffuse M1 staining that occurs following viral uncoating. (B) Quantification of diffuse staining in M1-positive cells (mean of n=2 ± SD). (C) EPS8-edited A549 cells complemented with EPS8 were infected and lysates subjected to immunoprecipitation. Co-precipitating NP and total NP and EPS8 expression were confirmed by immunoblot. (D) Wild type A549 cells infected with WSN were stained for viral RNPs (green). Representative images show cytoplasmic RNP staining or nuclear RNP staining determined by colocalization with the nucleus (blue). (E) Quantification of the number of cells with nuclear RNP staining at each time point (mean of n=3 ± SD). * = p<0.05 one-way ANOVA with post-hoc Tukey HSD test when compared to wild type A549 cells. Scale bar = 20 μm. See alsoFigure S5.. CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "It . https://doi.org/10.1101/592485 doi: bioRxiv preprint",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Drs. P Palese, C. Brooke, N. Sherer and Y. Kawaoka for reagents. We thank L. Bollinger for critically editing the manuscript. This work was funded by T32AI078985 to G.P.L., T32GM07215 to V.T., and R01AI125271 and a Shaw Scientist Award to A.M. A.M. holds an Investigators in the Pathogenesis of",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        }
    ]
}