{
    "paper_id": "d7111b44f2d13b24a11d55c8be2d2bbe6b245eac",
    "metadata": {
        "title": "COVID-19 Epidemic Outside China: 34 Founders and Exponential Growth",
        "authors": [
            {
                "first": "Yi",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Contributed equally †Joint Corresponding authors Ministry of Education Key Laboratory of Contemporary Anthropology",
                    "institution": "Fudan University",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Meng",
                "middle": [],
                "last": "Liang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Contributed equally †Joint Corresponding authors Ministry of Education Key Laboratory of Contemporary Anthropology",
                    "institution": "Fudan University",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xianhong",
                "middle": [],
                "last": "Yin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xiaoyu",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Meng",
                "middle": [],
                "last": "Hao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zixin",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yi",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jin",
                "middle": [
                    "†"
                ],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": "lijin@fudan.edu.cn"
            },
            {
                "first": "Y",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Liang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "X",
                "middle": [],
                "last": "Yin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "X",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Hao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Z",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Y",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jin",
                "middle": [
                    ")"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jin",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Background In December 2019, pneumonia infected with a novel coronavirus burst in Wuhan, China. Now the situation is almost controlled in China but is worse outside China. We aimed to build a mathematical model to capture the global trend of epidemics outside China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "Methods In this retrospective, outside-China diagnosis number reported from Jan 21 to Feb 28, 2020 was downloaded from WHO website. We develop a simple regression model on these numbers: !\" ( # + 34) = 0 · 0515 × + 2 · 075 where Nt is the total diagnosed patient till the ith day, t=1 at Feb 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "Findings Based on this model, we estimate that there have been about 34 unobserved founder patients at the beginning of spread outside China. The global trend is approximately exponential, with the rate of 10 folds every 19 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "In December 2019, pneumonia infected with a novel coronavirus burst in Wuhan, China. Now the situation is almost controlled in China but is worse outside China. Now there are 4,691 patients across 51 countries and territories outside China. We searched PubMed and the China National Knowledge Infrastructure database for articles published up to Feb 28, 2020, using the keywords \"COVID\", \"novel coronavirus\", \"2019-nCoV\" or \"2019 novel coronavirus\". No published work about the global trend of epidemics outside China could be identified.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research in context Evidence before this study"
        },
        {
            "text": "We built a simple \"log-plus\" linear model to capture the global trend of epidemics outside China. We estimate that there have been about 34 unobserved founder patients at the beginning of spread outside China. The global trend is approximately exponential, with the rate of 10 folds every 19 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Added value of this study"
        },
        {
            "text": "With the limited number of data points and the complexity of the real situation, a straightforward model is expected to work better. Our model suggests that the COVID-19 disease follows an approximate exponential growth model stably at the very beginning. We predict that the number of confirmed patients outside China will increase ten folds in every 19 days without strong intervention by applying our model. Powerful actions on public health should be taken to combat this epidemic all over the world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications of all the available evidence"
        },
        {
            "text": "In early December of 2019, pneumonia cases of unknown cause emerged in Wuhan, the capital of Hubei province, China. 1 A novel coronavirus (now named as COVID-19) was verified and identified as the seventh member of enveloped RNA coronavirus (subgenus sarbecovirus, Orthocoronavirinae subfamily) through high-throughput sequencing. [2] [3] [4] Human-to-human transmission in hospital and family settings had been accumulating 5-7 and has occurred among close contacts since the middle of December 2019 based on evidence from early transmission dynamics. 8 According to WHO statistics, the accumulating number of diagnosed patients in China was 78,961 in Feb 28, 2020. 9 COVID-19 raised intension not only within China but internationally. Since the first case of pneumonia caused by COVID-19 was reported from Wuhan, COVID-19 patients had rapidly been diagnosed in other cities of China and the neighboring countries including Thailand, South Korea, Japan, and even to a few Western countries. 10-12 On January13 2020, the Ministry of Public Health of Thailand reported the first imported case of lab-confirmed novel coronavirus (2019-nCoV). 13 As of Feb28 2020, cases had been reported in 52 countries and territories. The number of confirmed COVID-19 cases had reached 4,691 outside China, 9 and the number is still increasing. South Korea, the worst affected country outside China, has reported another jump. The 571 new cases brought South Korea's total confirmed cases to 2,337. A surge in cases of COVID-19 in Italy, Japan and Iran also heightened fears that the world is on the brink of a pandemic. 14 In Feb 28, WHO increased the assessment of the risk of spread and risk of impact of COVID-19 to very high at the global level.",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 334,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 335,
                    "end": 338,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 339,
                    "end": 342,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 553,
                    "end": 554,
                    "text": "8",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Recently, many researchers devoted to more details about the analysis of the spread of epidemic. 14,15 Some paralleled results have shown that the reproductive number R0 estimated of COVID-19 is bigger than that of SARS based on different models. [16] [17] [18] With the limited number of data points and the complexity of the real situation, a straightforward model is expected to work better (see Discussion). In this study, we propose a \"log-plus\" model for the situation prediction which only requires daily number of total diagnosis outside China. This model assumes that there were some unobserved founder patients at the beginning of spread outside China and exponential growth later. Despite the simplicity of our model, it fits the data well (R 2 =0.991). The prediction is expected to provide practical significance on social application and evidence for enhancing public health interventions to avoid severe outbreaks.",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 251,
                    "text": "[16]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 252,
                    "end": 256,
                    "text": "[17]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 257,
                    "end": 261,
                    "text": "[18]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Daily diagnosis number of countries outside China is download from WHO situation reports (https://www.who.int/emergencies/diseases/novel-coronavirus-2019/situationreports). The data in this analysis starts from Jan 21 and currently it ends at Feb 28.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "We first explored the data by plotting log transformed daily number. We observed a good linear trend recently, but a relatively poor fit at the beginning of spread. We therefore consider that there are some unobserved founder patients at the beginning. Based on exploratory data analysis and mathematical intuition we proposed the following model:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.03.01.20029819 doi: medRxiv preprint where Nt is the number of diagnosed patients outside China according to WHO at the tth day, t=1 at Feb 1; u is the number of unobserved founder patients at the beginning of spread outside China; a and b are simple linear regression parameters. We enumerated u from 0 to 100 with step size 1. For each u, we calculated Pearson's correlation R 2 between t and !\" ( # + ) . We selected the 7 that maximize R 2 and estimate corresponding 7 and 8 using a simple linear regression between t and !\" ( # + 7).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The source code of model estimation is at: https://github.com/wangyi-fudan/COVID-19_Global_Model",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of source code"
        },
        {
            "text": "Data Table  The . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 5,
                    "end": 15,
                    "text": "Table  The",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "The copyright holder for this preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "We plot !\" ( # + 34) against time to visualize the model fitting ( figure 2) . The model R 2 is 0·991 indicating an excellent model fit.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 67,
                    "end": 76,
                    "text": "figure 2)",
                    "ref_id": null
                }
            ],
            "section": "Global Trend Model"
        },
        {
            "text": "Currently the number of diagnoses at Febuary 28 is 4,691. We predict that the number of diagnoses outside China will expand exponentially with the rate of 10 folds every 19 days without strong intervention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future Number Prediction"
        },
        {
            "text": "Based on this model, we estimated that there have been about 34 unobserved founder patients at the beginning of spread outside China. Our model suggests that the COVID-19 disease follows an approximate exponential growth model stably at the very beginning. The situation is dangerous as we expect 10 folds increases of patients every 19 days without strong intervention. We call on world-wide strong actions on public health referring to experiences learnt from China and Singapore.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "In this report, we only analyzed the total number of diagnoses outside China. The country scale data is available but is not as complete as total number. Here, we limited this analysis to capture the global trend.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This model is a minimal extension of the 'default' exponential growth model with the estimation of 34 unobserved founder patients outside China. An almost perfect model fitting (R 2 =0·991) indicates that the spread of disease does follow our model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A simple and straightforward linear model inherits with some advantages: (1) it works on small sample size due to limited observation or somewhat unperfect data. (2) it is relatively robust in complex situations. The virus spreading pattern is complex and yet varies across the world. A simple model simplified the situation and provides coarse-grained trend estimation. (3) A linear model has nice extrapolation ability comparing to complex models (e.g. Neural network).",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 165,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The existent of 34 unobserved founder patients is not surprising. They may have mild symptoms thus did not went to the hospitals. However, we did not preclude the",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical features of patients with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30183-5"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Genomic characterization and epidemiology of 2019 novel coronavirus: implications of virus origins and receptor binding",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "30251--30259",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A novel coronavirus from patients with pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001017"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Kok",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30154-9"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Importation and human-to-human transmission of a novel coronavirus in Vietnam",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Phan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "C"
                    ],
                    "last": "Luong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc2001272"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: A modeling study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001316"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Outbreak of novel coronavirus (COVID-19): What is the role of radiologists?",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "CoVID-19 in Japan: What could happen in the future? medRxiv",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The estimate of infected individuals of the 2019-Novel Coronavirus in South Korea by incoming international students from the countries of risk of 2019-Novel Coronavirus: a simulation study. medRxiv",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ryu",
                    "suffix": ""
                },
                {
                    "first": "S T",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The reproductive number R0 of COVID-19 based on estimate of a statistical time delay dynamical system",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.17.20023747"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Analysis of the epidemic growth of the early 2019-nCoV outbreak using internationally confirmed cases. medRxiv",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Small",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Simulating the infected population and spread trend of 2019-nCov under different policy by EIR model",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Available at SSRN",
            "volume": "3537083",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Early epidemiological assessment of the transmission potential and virulence of 2019 Novel Coronavirus in Wuhan City: China",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mizumoto",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kagaya",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Preliminary estimation of the basic reproduction number of novel coronavirus (2019-nCoV) in China, from 2019 to 2020: A data-driven analysis in the early phase of the outbreak",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Infectious Diseases",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "WHO daily count of diagnosis number outside China and its \"log-plus\" transform as well as model fit were shown in table 1.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "WHO Daily Diagnosis Number Outside China",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank the Fudan University High-End Computing Center for supporting computations involved in this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}