{
    "paper_id": "d7701711485f822c0f43df58b48faf6a433028c4",
    "metadata": {
        "title": "Transmission potential of the novel coronavirus (COVID-19) onboard the Diamond Princess Cruises Ship, 2020",
        "authors": [
            {
                "first": "Kenji",
                "middle": [],
                "last": "Mizumoto",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gerardo",
                "middle": [],
                "last": "Chowell",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Georgia State University",
                    "location": {
                        "settlement": "Atlanta",
                        "region": "Georgia",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Yoshida-Nakaadachi-Cho",
                "middle": [],
                "last": "University",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sakyo-Ku",
                "middle": [],
                "last": "Kyoto",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Japan",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "K",
                "middle": [],
                "last": "Mizumoto",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kyoto University",
                    "location": {
                        "addrLine": "Sakyo-ku",
                        "settlement": "Yoshidahonmachi, Kyoto",
                        "country": "Japan"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "An outbreak of COVID-19 developed aboard the Princess Cruises Ship during January-February 2020. Using mathematical modeling and time-series incidence data describing the trajectory of the outbreak among passengers and crew members, we characterize how the transmission potential varied over the course of the outbreak. Our estimate of the mean reproduction number in the confined setting reached values as high as ~11, which is higher than mean estimates reported from community-level transmission dynamics in China and Singapore (approximate range: 1.1-7). Our findings suggest that R t decreased substantially compared to values during the early phase after the Japanese government implemented an enhanced quarantine control. Most recent estimates of R t reached values largely below the epidemic threshold, indicating that a secondary outbreak of the novel coronavirus was unlikely to occur aboard the Diamond Princess Ship.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "While the novel coronavirus (Covid-19) spread rapidly throughout China for several weeks since December 2019, the virus had not taken off outside China in part due to the unprecedented social distancing measures that the Chinese government put in place.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "One exception is the outbreak of COVID-19 that developed aboard the Diamond Princess Ship which was detected in early February when one of its passengers, a traveler from Hong Kong, tested positive for the novel coronavirus. The number of cases in the Diamond Princess Ship quickly jumped to 454 confirmed cases by February 18, 2020. In contrast, the total number of cases in Singapore, one of the countries with the highest number of COVID-19 cases after China, was only 77 at the time [1] .",
            "cite_spans": [
                {
                    "start": 487,
                    "end": 490,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Accumulating evidence indicates that the novel coronavirus can spread widely in confined settings including hospitals [2] , cruise ships [3], prisons, and churches [4] [5] . In Wuhan City, China, outbreaks inside health care settings led to the infection of hundreds of health professionals [2] . In Tokyo, Japan, most of the reported infections have been linked to a party inside a traditional wooden ship, called Yakatabune [6] while most of the infections in Korea have affected members of one church and one hospital.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 121,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 164,
                    "end": 167,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 168,
                    "end": 171,
                    "text": "[5]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 291,
                    "end": 294,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 426,
                    "end": 429,
                    "text": "[6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org /10.1101 /10. /2020 Tracking the evolution of the transmission potential of COVID-19 in different confined settings and how it compares with that of other respiratory diseases such influenza has public health implications. When outbreaks occur in confined settings, it is useful to investigate how the effective reproduction number changes as a result of interventions strategies such as the quarantine that the Japanese government imposed on travelers and crew members aboard the Diamond Princess Ship.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 102,
                    "text": "/10.1101",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 113,
                    "text": "/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this study we sought to characterize the temporal variation in the transmission potential of the COVID-19 outbreak aboard the Princess Cruises Ship using mathematical modeling and time-series incidence data by dates of symptoms onset describing the trajectory of the outbreak among passengers and crew members.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In Yokohama, Japan, an outbreak of COVID-19 has been unfolding on board the Princess Cruise Ship, which has been under quarantine orders since February 5, 2020, after a former passenger of the Diamond Princess Ship tested positive for the virus after disembarking in Hong Kong [3,7]. As of February 22, 2020, two days after the scheduled two-week quarantine came to an end, a total of 621 symptomatic and . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiological incidence cases"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiological incidence cases"
        },
        {
            "text": "We connected the daily incidence series with a discrete-time integral equation to describe the epidemic dynamics aboard the Diamond Princess Ship. Specifically, let f s denote the probability mass function of the serial interval of COVID-19, where the serial interval is defined as the time from illness onset in the primary case to time of illness onset in the secondary case. Then f s , of length s days, is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiological modelling"
        },
        {
            "text": "For s>0, F(s) represents the cumulative distribution function of the gamma distribution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiological modelling"
        },
        {
            "text": "We characterized the expected number of new incident cases E[c i,t ] in type i at symptom onset week t as follows,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiological modelling"
        },
        {
            "text": "where r ij denotes the average number of cases of type i infected by a single individual of type j. Here we assume that the incidence, c i,t , follows a Poisson sampling process with",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiological modelling"
        },
        {
            "text": "The reproduction matrix for each type is given by . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiological modelling"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.24.20027649 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiological modelling"
        },
        {
            "text": "This matrix is referred to as a next-generation matrix (NGM) in a fully susceptible population [8] . Using this matrix, we derive the instantaneous time-dependent effective reproduction number, R t , for the entire transmission dynamics from the largest eigenvalue of the NGM. Under the assumption that the per-contact infection probability and the generation interval are consistent over time regardless of the type of infection, the NGM quantifies the within type and inter-type patterns of transmission [9] . The sum of the value in column j is the reproduction number for a specific type j.",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 98,
                    "text": "[8]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 506,
                    "end": 509,
                    "text": "[9]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Epidemiological modelling"
        },
        {
            "text": "Serial interval estimates of COVID-19 were derived from previous studies of COVID-19, indicating that it follows a gamma distribution with the mean and SD at 7.5 and 3.4 days, respectively, based on ref. [10] . . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 208,
                    "text": "[10]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Epidemiological modelling"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.24.20027649 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiological modelling"
        },
        {
            "text": "A summary of the COVID-19 confirmed cases by age group and symptom status onboard the Princess Cruises Ship is illustrated in Table 2 CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 126,
                    "end": 133,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Result"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.24.20027649 doi: medRxiv preprint of the 95%CrI of estimated data for observed data, the number of days where the model 95% CrI overlapped with the observed data, is 54% (15/28) for all, and 50% (14/28) and 43% (12/28) for passenger and crew, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Result"
        },
        {
            "text": "The time-dependent reproduction number for all and by type are presented in Distributions of median R t for entire study period for overall, for type and by each transmission type are shown in Figure 3 . Median R t are 5.8 (95%CrI: 0.6-11.0), 6.1 (95%CrI: 0.5, 11.8), 0.9 (95%CrI: 0.3, 1.5) for overall and by type (passenger, crew).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 193,
                    "end": 201,
                    "text": "Figure 3",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Result"
        },
        {
            "text": "Examining inter-type and within-type transmission, R t estimates greatly vary across transmission types: 5.6 (95%CrI: 0.3, 10.9) for passenger to passenger, 0.6 (95%CrI: 0.1, 1.1) for passenger to crew, 0.5 (95%CrI: 0.2, 0.8) for crew to passenger, 0.5 (95%CrI: 0.3, 0.8) for crew to crew. Although vaccines are still in early development stages as of February 2020, based on our findings, the corresponding target vaccination coverage to contain the outbreak in this confined setting were estimated at 91% and . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Result"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.24.20027649 doi: medRxiv preprint 94% from the maximum value of the 50 percentile distribution and the 97.5 percentile distribution, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Result"
        },
        {
            "text": "Our latest estimate of the overall R t is 0.35 (95%CrI: 0.02, 2.19), with only 2% of R t estimates lying above the epidemic threshold of 1.0. Passenger and crew also have total (within-type and inter-type) R t values largely below the epidemic threshold, with only small percentages at 0% and 9% above the epidemic threshold, respectively (Table   3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 339,
                    "end": 349,
                    "text": "(Table   3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Result"
        },
        {
            "text": "This is the first study to assess the transmission potential of the COVID-19 outbreak that unfolded aboard the Diamond Princess Ship, January-February 2020. The overall mean reproduction number in the confined setting reached values as high as ~11, which is higher than mean estimates reported from community-level transmission dynamics in China and Singapore in the range 1.1-7 [10] [11] [12] [13] [14] [15] [16] . However, following the implementation of the quarantine period, the overall R t decreased substantially compared to values estimated during the early stage, but it exhibited fluctuations around the epidemic threshold, which likely prolonged the outbreak.",
            "cite_spans": [
                {
                    "start": 379,
                    "end": 383,
                    "text": "[10]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 384,
                    "end": 388,
                    "text": "[11]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 389,
                    "end": 393,
                    "text": "[12]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 394,
                    "end": 398,
                    "text": "[13]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 399,
                    "end": 403,
                    "text": "[14]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 404,
                    "end": 408,
                    "text": "[15]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 409,
                    "end": 413,
                    "text": "[16]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. As for the crude asymptomatic ratios by age groups, they show significant differences across age groups. However, these crude ratios are severely influenced by the timing of specimen collection relative to the infection time [19] . Hence, these ratios could be better ascertained if additional data with the timing of specimen collection becomes available.",
            "cite_spans": [
                {
                    "start": 382,
                    "end": 386,
                    "text": "[19]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.24.20027649 doi: medRxiv preprint The overall effective reproduction number were calculated from the dominant eigenvalue of next-generation matrix. Light and dark indicates 95% and 50% credible intervals for posterior estimates, respectively. Day 1 on horizontal axis corresponds to January 20, 2020. Horizontal grey dashed line shows the reproduction number at 1.0 for reference, below which incidence declines. Vertical dashed line indicates the day when quarantine was implemented (February 5, 2020). Proportion of asymptomatic cases among all the cases. CI: Confidence Interval (CI) is based on binomial distribution * Symptom status is based on the information at the time of specimen collection. There is a possibility that a fraction of asymptomatic cases develop symptom.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.24.20027649 doi: medRxiv preprint Total transmission includes within-type and inter-type transmission . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.24.20027649 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Situation Report -29",
            "authors": [],
            "year": null,
            "venue": "Coronavirus disease 2019 (COVID-19)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Over 1,700 frontline medics infected with coronavirus in China, presenting new crisis for the government",
            "authors": [
                {
                    "first": "Nectar",
                    "middle": [],
                    "last": "Gan",
                    "suffix": ""
                },
                {
                    "first": "Natalie",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "David",
                    "middle": [],
                    "last": "Culver",
                    "suffix": ""
                },
                {
                    "first": "Cnn",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "It's ruining everyone': eerie quiet reigns in coronavirus-hit South Korean city",
            "authors": [
                {
                    "first": "The",
                    "middle": [
                        "Nemo"
                    ],
                    "last": "Guardian",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kim In Daegu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Labour and Welfare",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The construction of next-generation matrices for compartmental epidemic models",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Diekmann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A P"
                    ],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "873--885",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Euro Surveill. Spatial variability in the reproduction number of Ebola virus disease, Democratic Republic of the Congo",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mizumoto",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tariq",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Roosa",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kong",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "24",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES.2019.24.42.1900588"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001316"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001316"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "30260--30269",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Novel coronavirus 2019-nCoV: early estimation of epidemiological parameters and epidemic predictions",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Read",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Bridgen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Jewell",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.01.23.20018549"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Early epidemiological assessment of the transmission potential and virulence of 2019 Novel Coronavirus in Wuhan City: China",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mizumoto",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kagaya",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.12.20022434"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The Novel Coronavirus, 2019-nCoV, is Highly Contagious and More Infectious Than Initially Estimated",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sanche",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.07.20021154"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Real-time monitoring the transmission potential of COVID-19 in Singapore",
            "authors": [
                {
                    "first": "Lee",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tariqa",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Roosa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Blumberg",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.21.2002643517.Kumamotonichinichishinbun"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Estimating the Asymptomatic Ratio of 2019 Novel Coronavirus onboard the Princess Cruises Ship",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mizumoto",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kagaya",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zarebski",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The maximum value of the serial interval was fixed at 20 days as the cumulative probability distribution of the gamma distribution up to 20 days reaches 0.991. We estimated model parameters and made projections using a Monte Carlo Markov Chain (MCMC) method in a Bayesian framework. Point estimates and corresponding 95% credibility intervals were drawn from the posterior probability distribution. All statistical analyses were conducted in R version 3.5.2 (R Foundation for Statistical Computing, Vienna, Austria) and the 'rstan' package (No-U-Turn-Sampler (NUTS)).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": ". A total of 531 people had tested positive for the illness as of February 5, 2020. Out of 531 cases, three cases were aged 0-19 years, 117 were aged 20-58 years and 411 were aged 60 years and older. Finally, the crude asymptomatic ratio, a simple proportion of asymptomatic infections among all the infections was estimated as follows: 66.7% (95%Confidence Interval (95%CI): 9.4%, 99.1%) for aged 0-19 years, 30.8% (95%CI: 22.6%, 40.0%) for aged 20-58 years and 52.8% (95%CI: 47.9%, 57.5%) for aged 60 years and older (95%CI is based on binomial distribution). The observed and estimated daily number of cases among passengers and crew members from day 1 to day 29 (January 20, 2020-February 17, 2020) are shown in The total number of cases for all and by type (passengers and crew members) were estimated at 187.0 (95%CrI: 163.8, 212.3), 127.1 (95%CrI: 107.8, 148.9) and 59.6 (95%CrI: 47.3, 74.0), respectively. For comparison, the number of reported cases for all and by type were 197, 149 and 48 respectively. The corresponding percentage coverage.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "For all, R t rapidly increased at around day 12 (January 31, 2020) and reached its maximum with the value of 11.2 (95%CrI: 7.5, 16.2) at day 19 (February 7, 2020). R t for passengers presented a similar pattern with the value of 12.1 (95%CrI: 8.2, 17.2) at day 19 (February 7, 2020), while R t for crew members only shows slight fluctuations with the largest value reaching 1.56 (95%CrI: 0.07, 7.55) at day 23 (February 11, 2020).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "indicate that R t declined following the quarantine measures implemented by the Japanese government on February 5 relative to values during the early phase of the outbreak[3]. Importantly, only those passengers and crew who tested positive for the novel coronavirus were permitted to disembark the Diamond Princess Ship, with more than 80 percentage of the passengers and crews still on board as of February 18, 2020.Our latest overall estimate of R t at 0.35 (95%CrI: 0.02, 2.19) with only 2% of R t estimates lying above the epidemic threshold of 1.0 suggested a low probability of observing a subsequent outbreak aboard the Diamond Princess Ship.Our findings indicate that the passenger-to-passenger transmission type dominated the transmission dynamics aboard the Diamond Princess Ship. The rapid increase in the overall R t from day 12 (January 31, 2020) to day 19 (February 7, 2020) is greatly influenced by the increase in passenger-to-passenger transmission, and this time period covers the time lag between February 1, 2020 when the index COVID-19 case was reported and February 5, 2020 when the Japanese government requested the passengers to stay inside their cabin after the detection of a cluster of COVID-19 positive cases[3,   17]. Upon the implementation of the quarantine orders, the overall R t and R t for passengers aboard the Diamond Princess Ship declined thereafter, while R t among crew maintained a steady level and only started to decline on day 25 of the outbreak 13, 2020). This is consistent with the fact that passengers staying inside their cabins led to a substantial decline in passenger-to-passenger transmission type except for their interaction with cabin mates. Indeed, the proportion of secondary infections inside the cabins increased from 7% (1/15) on February 6, 43% (3/7) on February 10, 2020 to 100% (1/1) on February 14, 2020 [3]. Thus, a high proportion of the symptomatic cases after the quarantine gradually shifted from largely passenger cases to crew cases. Indeed, despite their potential risk of acquiring the infection, crews had to continue to work to deliver services to isolated passengers. The distribution of the median Re by transmission type suggests that other transmission types likely contributed to this outbreak to some extent(Figure 3). Because one quarantine officer, one nurse, and one administrative officer contracted COVID-19 aboard the Diamond Princess Ship, the infection risk continued to be significant inside the Diamond Princess Ship.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "with unknown onset dates were not incorporated in our analysis. Although the high proportion of unavailable data (34% (103/300)) likely influenced a downward bias in estimates of transmission potential, our estimates still point to the high transmission potential of COVID-19 inside confined settings. Second, it is possible that reporting delays could have influenced our latest estimates of the effective reproduction number. In fact, the US government recently sent a chartered flight to transport the American passengers on board the Diamond Princess Ship, and after the disembarkation process, a total of 14 American passengers tested positive for the disease [18] on February 16, 2020. This event also contributes to a downward bias in R although the number of cases does not exceed the peak of the outbreak, further supporting the potent transmissibility of COVID-19 in confined settings. Our most recent estimate of the effective reproduction number of the ongoing COVID-19 epidemic on board the Diamond Princess Ship was largely below the epidemic threshold of 1.0, which suggested a very low probability of observing secondary outbreaks of the disease in the Diamond Princess Ship.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Observed and estimated number of the New Coronavirus (COVID-19) cases by type, onboard the Princess Cruises Ship, 2020 (n = 197) (A) -(C) Comparison of observed and predicted daily numbers of new cases by type. Black dots shows observed data, and light and dark indicates 95% and 50% credible intervals for posterior estimates, respectively. Day 1 on horizontal axis corresponds to January 20, 2020.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Time-dependent effective reproduction number of COVID-19 onboard the Princess Cruises Ship, 2020",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Distribution of median effective reproduction number for overall and by transmission type, onboard the Princess Cruises Ship, 2020",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "asymptomatic people including one quarantine officer, one nurse and one administrative officer tested positive for COVID-19 out of the 3,711 passengers and crew members on board. Laboratory tests by PCR that prioritize symptomatic or high-risk groups have been conducted. Incidence curves of laboratory-confirmed symptomatic cases of COVID-19 among passengers and crew members of the outbreak unfolding aboard the Princess Cruises Ship are publicly available from the National Institute of Infectious Diseases, Japan (NIID) website [3]. Daily time series of symptomatic patients, from January 20, 2020 to February 18, 2020 were extracted. However, to reconstruct the trajectory of the epidemic, only 197 cases have dates of symptoms onset are available out of a total of 300 confirmed symptomatic cases.Of the 103 symptomatic cases with missing onset dates, a total of the 79 cases are passengers while 24 cases are crew members. Moreover, out of the 79 passenger",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "TablesTable 1-The whole voyage of the Princess Cruises Ship and important events related to the outbreak Arrived at the Port of Cai Lan (Vietnam) Departed from the Port of Cai Lan (Vietnam) 12 Jan/31/2020 Arrived at the Port of Keelung (Taiwan) Departed from the Port of Keelung (Taiwan) 13 Feb/1/2020 Arrived at the Port of Naha (Japan) Departed from the Port of Naha (Japan) Index case was confirmed 16 Feb/4/2020 Arrived at the Port of Yokohama (Japan) Passengers and crews were asked to stay on the ship for quarantine Health status of all passengers and crew members were checked by questionnaire by quarantine officers 17 Feb/5/2020 A lab-confirmed case of COVID-19 was detected. Quarantine for 14 days begins at 7am. Passengers requested to stay in their cabins. 30Feb/18/2020 End of quarantine . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.24.20027649 doi: medRxiv preprint",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Summary of test positive COVID-19 cases by age group and symptom status onboard the Princess Cruises Ship.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "The latest estimate of median effective reproduction number and fraction of the density of R above the threshold of 1.0, February 18, 2020.CrI: 95% credibility intervals (CrI) ‡",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}