{
    "paper_id": "dbefc8ad2a3de5d1696b7e604de8bce1da2ea8cd",
    "metadata": {
        "title": "Screening of FDA-approved drugs using a MERS-CoV clinical isolate from South Korea identifies potential therapeutic options for COVID-19",
        "authors": [
            {
                "first": "Meehyun",
                "middle": [],
                "last": "Ko",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Emerging Virus Group",
                    "institution": "Institut Pasteur Korea",
                    "location": {
                        "settlement": "Seongnam, Gyeonggi",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "So",
                "middle": [
                    "Young"
                ],
                "last": "Chang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Emerging Virus Group",
                    "institution": "Institut Pasteur Korea",
                    "location": {
                        "settlement": "Seongnam, Gyeonggi",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Soo",
                "middle": [],
                "last": "Young Byun",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Institut Pasteur Korea",
                    "location": {
                        "settlement": "Seongnam, Gyeonggi",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Inhee",
                "middle": [],
                "last": "Choi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Medicinal Chemistry & Business Development Group",
                    "institution": "Institut Pasteur Korea",
                    "location": {
                        "settlement": "Seongnam, Gyeonggi",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Anne-Laure",
                "middle": [],
                "last": "Pham Hung D&apos;alexandry D&apos;orengiani",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Emerging Virus Group",
                    "institution": "Institut Pasteur Korea",
                    "location": {
                        "settlement": "Seongnam, Gyeonggi",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [],
                "last": "Shum",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Institut Pasteur Korea",
                    "location": {
                        "settlement": "Seongnam, Gyeonggi",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Ji-Young",
                "middle": [],
                "last": "Min",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Emerging Virus Group",
                    "institution": "Institut Pasteur Korea",
                    "location": {
                        "settlement": "Seongnam, Gyeonggi",
                        "country": "Republic of Korea"
                    }
                },
                "email": "ji-young.x.min@gsk.com"
            },
            {
                "first": "Marc",
                "middle": [
                    "P"
                ],
                "last": "Windisch",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Unmet Medical Needs Group",
                    "institution": "Institut Pasteur Korea",
                    "location": {
                        "settlement": "Seongnam, Gyeonggi",
                        "country": "Republic of Korea"
                    }
                },
                "email": "marc.windisch@ip-korea.org"
            }
        ]
    },
    "abstract": [
        {
            "text": "In 2015, the Middle East respiratory syndrome coronavirus (MERS-CoV) reached the Republic of Korea, resulting from nosocomial transmission, and was the largest epidemic outside of the Arabian Peninsula. To date, despite various strategies to identify CoV interventions, there are only limited therapeutic options available. To address these unmet medical needs, we used a South Korean MERS-CoV clinical isolate and screened 5,406 compounds, including US Food and Drug Administration (FDA)-approved drugs and bioactive molecules, confirmed 221 hits by dose-response curve analysis in the primary assay, and selected 54 hits with a therapeutic index (TI) greater than 6. Time-ofaddition studies with 12 FDA-approved drugs demonstrated that eight and four therapeutics act on the early-and late stages of the viral life cycle, respectively. Among the early acting drugs, three therapeutics with a TI greater than 100 were cardiotonic agents. Together, our results identify potential therapeutic options for treatment of MERS-CoV infections and could provide a basis for a wider range of coronaviruses, including the currently emerging coronavirus disease 2019 (COVID-19) outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "patients in the late stage of infection (Omrani et al., 2014; Shalhoub et al., 2014; Spanakis et al., 2014) . These results suggest that the administration of broad-spectrum antivirals to MERS patients is effective at some points during infection, although a specific treatment for MERS-CoV may be required full antiviral activity.",
            "cite_spans": [
                {
                    "start": 40,
                    "end": 61,
                    "text": "(Omrani et al., 2014;",
                    "ref_id": null
                },
                {
                    "start": 62,
                    "end": 84,
                    "text": "Shalhoub et al., 2014;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 85,
                    "end": 107,
                    "text": "Spanakis et al., 2014)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "With the current severe outbreak of coronavirus disease emerging from Wuhan in China in late 2019, several countries worldwide battle to control the spread of this devastating virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The ongoing outbreak is accompanied by many human casualties and significant socio-economic losses globally and has now reached the proportions of a pandemic, with more than 81,000 COVID-19 confirmed cases and more than 2,760 related fatalities worldwide (February 26, 2020) .",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 274,
                    "text": "(February 26, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Unfortunately, CoV-specific FDA-approved drugs are still not available in the clinics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this study, to address the urgent unmet medical needs and to facilitate the development or identification of more appropriate and effective medical care for patients infected with CoV, we implemented a high-content screening (HCS) strategy with the goal of repurposing newly identified inhibitors for MERS-CoV and a wider range of CoV, including COVID-19, therapy. Utilizing a Korean MERS-CoV patient isolate, we screened 5,406 compounds containing United States Food and Drug Administration (FDA)-approved drugs, bioactives, kinase inhibitors, and natural products; our library included 60% of all FDA-approved drugs (1,247 out of 2,069 total) (Fig. 1A) . Compounds were tested for their anti-MERS-CoV activity by determining the levels of the viral spike (S) protein expression of infected Vero cells by immunofluorescence analysis (IFA). Screening was conducted in two-times independently (screen 1 and screen 2) using chloroquine as a reference inhibitor at 100 μM for the maximum inhibitory concentration (IC90 = 93 μM) (De Wilde et al., 2014) . The calculated Z'-factor of >0.78 indicated a good separation of infected cells treated with the dimethyl sulfoxide (DMSO) control and chloroquine (Fig. 1B) . Two independent HCS analyses were further conducted (R 2 = 0.91) to select for hits that demonstrated a high degree of correlation between the two replicates. (Fig. 1C) . Primary hits were selected by choosing those that demonstrated >70% MERS-CoV the author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 1028,
                    "end": 1051,
                    "text": "(De Wilde et al., 2014)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 648,
                    "end": 657,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1201,
                    "end": 1210,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1372,
                    "end": 1381,
                    "text": "(Fig. 1C)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi. org/10.1101 org/10. /2020 inhibition and >70% cell viability, resulting in the identification of 256 compounds (Fig. 1D ). These hits were then confirmed using 10-point DRC analysis; from these assays, the 50% inhibitory concentrations (IC50) and 50% cytotoxicity concentrations (CC50) were determined for each compound (Fig. 1D . A representative example of a 10-point DRC analysis is shown in Supplementary   Fig. 1 . Based on this analysis, we regarded 35 compounds with a therapeutic index (TI ratio of CC50/IC50) values <1 as inactive and eliminated these from the confirmed hits list, resulting in 221 confirmed hits and selected 54 final hits with an in vitro TI >6 for further testing (Fig. 1D ).",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 98,
                    "text": "org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 99,
                    "end": 112,
                    "text": "org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 198,
                    "end": 206,
                    "text": "(Fig. 1D",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 407,
                    "end": 415,
                    "text": "(Fig. 1D",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 482,
                    "end": 504,
                    "text": "Supplementary   Fig. 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 780,
                    "end": 788,
                    "text": "(Fig. 1D",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "Our approach aimed to identify FDA-approved drugs and bioactives that could be promptly repositioned or developed, respectively, to treat MERS-CoV and potentially COVID-19-infected patients. In previously reported studies, small molecule libraries, including approximately 300 drugs with FDA-approval or in clinical development, were screened against MERS-CoV (De Wilde et al., 2014; Dyall et al., 2014) . Here, our screening included 1,247 FDA-approved drugs, which covers approximately 60% of all FDA-approved compounds. As a result, we identified drugs that were not found in previous studies, indicating that there are still opportunities for identifying novel FDAapproved drugs and bioactives by screening larger compound libraries. Moreover, we corroborated four previously identified hits, including emetine dihydrochloride, ouabain, cycloheximide, and nelfinavir mesylate. This strongly suggests that despite the use of different viral isolates, both our HCS assays and previously published screens reproducibly identified drugs that could be repurposed as potential therapeutic options for patients suffering CoV infections (Dyall et al., 2014) .",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 383,
                    "text": "MERS-CoV (De Wilde et al., 2014;",
                    "ref_id": null
                },
                {
                    "start": 384,
                    "end": 403,
                    "text": "Dyall et al., 2014)",
                    "ref_id": null
                },
                {
                    "start": 1133,
                    "end": 1153,
                    "text": "(Dyall et al., 2014)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Next, using publicly available drug databases, we classified the entire compound library, as well as our final hit compounds, into 43 categories of distinct pharmacological actions. The results are shown in Fig. 2 , with the distribution of the entire library shown as gray bars, and the final hits indicated in black. Important to note, the cardiovascular agents' group contained 14 compounds with TI >6 (26% of final hits). From this analysis, we found that the majority of final hits are classified as cardiovascular agents (14 out of 54), belonging to a class of cardiac glycosides. Cardiac glycosides the author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 207,
                    "end": 213,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": ""
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.02.25.965582 doi: bioRxiv preprint are naturally derived agents that are used for the treatment of cardiac abnormalities and function to modulate the regulation of the sodium-potassium pump (Prassas and Diamandis, 2008) . Notably, however, glycosides have also been reported to possess antiviral activity against herpes simplex virus and human cytomegalovirus (Bertol et al., 2011; Kapoor et al., 2012) . Consistent with these previous studies, our data indicate that the cardiac glycosides, ouabain, digitoxin, and digoxin, efficiently inhibit MERS-CoV infection. Ouabain, in particular, has been found to block the entry stage of coronaviruses, such as MERS-CoV, through Src kinase signaling (Burkard et al., 2015) . Based on these data, we speculate that cardiac glycosides may generally act as anti-MERS-CoV agents through blockage of viral entry. However, more experimental work will be required to elucidate the exact mechanism by which this occurs.",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 322,
                    "text": "(Prassas and Diamandis, 2008)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 463,
                    "end": 484,
                    "text": "(Bertol et al., 2011;",
                    "ref_id": null
                },
                {
                    "start": 485,
                    "end": 505,
                    "text": "Kapoor et al., 2012)",
                    "ref_id": null
                },
                {
                    "start": 797,
                    "end": 819,
                    "text": "(Burkard et al., 2015)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "FDA-approved drugs and inhibitors with known biological functions are particularly advantageous for repurposing due to their known pharmacological activities and safety profiles and potentially facilitate faster development of drugs, respectively. Therefore, we prioritized 12 FDAapproved drugs and six bioactives, which have not yet been reported to have anti-CoV activities and summarized the information in Table 1 and Table 2 To investigate whether the FDA-approved drugs act on the early-or late stages (pre-or post-entry) of the viral life cycle are inhibited, we conducted time-of-addition studies. Therefore, Vero cells were treated with each drug at a concentration higher than its IC90 value, at 1 h prior to, or at 0, 1, 2, 3, and 4 h post-infection (hpi). Viral infection was then quantified by IFA, as previously described (infected cells treated with 0.5% DMSO were normalized to 100% infection). Chloroquine, which was used as an early stage inhibitor control inhibited MERS-CoV infection up to 30% until 3 hpi but had no significant effect when administered at 4 hpi (Fig. 3) . A similar effect was observed for treatment the author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 410,
                    "end": 429,
                    "text": "Table 1 and Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1083,
                    "end": 1091,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.02.25.965582 doi: bioRxiv preprint with ouabain, digitoxin, digoxin, niclosamide, regorafenib, nelfinavir mesylate, ciclesonide, and benidipine hydrochloride, which all inhibited MERS-CoV infection only when administered before 4 hpi, which is consistent with previous reports indicating that ouabain and other cardiotonic steroids effectively block clathrin-mediated endocytosis of coronaviruses (Burkard et al., 2015; Zumla et al., 2016) (Fig. 3, Supplementary Fig. 2 ). In contrast, atovaquone, lercanidipine hydrochloride, permethrin, and octocrylene had only minor inhibitory effects throughout the time-course assay, indicating that these drugs likely act on later stages of the viral life cycle (Supplementary Fig. 2) .",
            "cite_spans": [
                {
                    "start": 500,
                    "end": 522,
                    "text": "(Burkard et al., 2015;",
                    "ref_id": null
                },
                {
                    "start": 523,
                    "end": 542,
                    "text": "Zumla et al., 2016)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 543,
                    "end": 572,
                    "text": "(Fig. 3, Supplementary Fig. 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 805,
                    "end": 827,
                    "text": "(Supplementary Fig. 2)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": ""
        },
        {
            "text": "Notably, our results indicate that lercanidipine hydrochloride and benidipine hydrochloride, both of which are dihydropyridine calcium channel blockers, display different patterns of viral inhibition (Epstein, 2001; Yao et al., 2006) . This observation could be explained by the types of calcium channels that each drug blocks; benidipine hydrochloride blocks triple voltage-gated calcium channel inhibitor, whereas lercanidipine hydrochloride blocks single voltage-gated channel (Klein and Köppel H, 1999; Ozawa et al., 2006; Wirtz and Herzig, 2004) .",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 215,
                    "text": "(Epstein, 2001;",
                    "ref_id": null
                },
                {
                    "start": 216,
                    "end": 233,
                    "text": "Yao et al., 2006)",
                    "ref_id": null
                },
                {
                    "start": 480,
                    "end": 506,
                    "text": "(Klein and Köppel H, 1999;",
                    "ref_id": null
                },
                {
                    "start": 507,
                    "end": 526,
                    "text": "Ozawa et al., 2006;",
                    "ref_id": null
                },
                {
                    "start": 527,
                    "end": 550,
                    "text": "Wirtz and Herzig, 2004)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Together, we identified 12 FDA-approved drugs that could be considered for repositioning to MERS-CoV or COVID-19 therapy. Especially the cardiotonic drugs ouabain, digitoxin, or digoxin with a TI greater than 100 in monotherapy or combined with remdesivir, a drug that is currently in clinical trials for the treatment of COVID-19, or with other therapeutics, might lead to drug synergism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "However, further in vitro and in vivo studies are required to investigate the exact antiviral mechanisms, determine potential synergistic effects, and to confirm their antiviral efficacy in an animal model to prioritize and select drugs for potential use in patients affected by the ongoing COVID-19 outbreak. Seven FDA-approved drugs that are not shown in Fig. 3 were analyzed by time-of-addition assay experiments, as described in Fig. 3 . the author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 357,
                    "end": 363,
                    "text": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 433,
                    "end": 439,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi. org/10.1101 org/10. /2020 Supplementary ",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 98,
                    "text": "org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 99,
                    "end": 112,
                    "text": "org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Novel therapeutic applications of cardiac glycosides",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Prassas",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Diamandis",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nat. Rev. Drug Discov",
            "volume": "7",
            "issn": "",
            "pages": "926--935",
            "other_ids": {
                "DOI": [
                    "10.1038/nrd2682"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "IFN-α2a or IFN-β1a in combination with ribavirin to treat Middle East respiratory syndrome coronavirus pneumonia: A retrospective study",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shalhoub",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Farahat",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Al-Jiffri",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Simhairi",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Shamma",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Siddiqi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mushtaq",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Antimicrob. Chemother",
            "volume": "70",
            "issn": "",
            "pages": "2129--2132",
            "other_ids": {
                "DOI": [
                    "10.1093/jac/dkv085"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Virological and serological analysis of a recent Middle East respiratory syndrome coronavirus infection case on a triple combination antiviral regimen",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Spanakis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tsiodras",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Haagmans",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Raj",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pontikis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Koutsoukou",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Koulouris",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D M E"
                    ],
                    "last": "Osterhaus",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P G"
                    ],
                    "last": "Koopmans",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tsakris",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Int. J. Antimicrob. Agents",
            "volume": "44",
            "issn": "",
            "pages": "528--532",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "MERS situation update",
            "authors": [],
            "year": 2019,
            "venue": "WHO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Summary of probable SARS cases with onset of illness from 1",
            "authors": [],
            "year": 2002,
            "venue": "WHO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Molecular mechanisms of vasoselectivity of the 1,4-dihydropyridine lercanidipine",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wirtz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Herzig",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Br. J. Pharmacol",
            "volume": "142",
            "issn": "",
            "pages": "275--284",
            "other_ids": {
                "DOI": [
                    "10.1038/sj.bjp.0705786"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Middle East Respiratory Syndrome in 3 Persons, South Korea",
            "authors": [],
            "year": 2015,
            "venue": "Emerg. Infect. Dis",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Legends",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Overview of small molecule compound library composition and hit triage. (A) The small molecule compound library used in this study was mainly composed of bioactives and FDA-approved drugs, with a small proportion of natural products and kinase inhibitors. (B) High-content screening (HCS) of 5,406 compounds in two batches in duplicate and calculation of Z'-factors between high (MERS-CoV infection, black) and low (mock, green) values. (C) Correlation of duplicate screening sets. Compounds with MERS-CoV inhibition and cell viability >70% were regarded as primary hits. Scatter plot shows MERS-CoV inhibition ratios overlaid with cell viability ratios. (D) Flowchart of HCS hit selection, and confirmation of final hit selection. Compounds (cpds).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Pharmacological action profiling of the entire compound library and confirmed hits. The 54 final hits were selected and sorted into 43 pharmacological action categories. Gray and black bars indicate the distribution of all screened compounds and confirmed hits with a therapeutic index (TI) >6, respectively. The vertical axis displays counts of each compound on a log scale with +1 added to the count to prevent negative values.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Time-of-addition study with selected FDA-approved drugs. Five FDA-approved drugs were analyzed by time-course experiments to determine the stage in the MERS-CoV life cycle that is inhibited by the drugs. Vero cells were infected at a multiplicity of infection (MOI) of 5 with MERS-CoV, and FDA-approved drugs were administered at six-time points prior to or post-infection as indicated. Drug concentrations were higher than the 90% inhibitory concentration (IC90) values of the drugs, and chloroquine was used as an early stage infection inhibitor control. Example images of MERS-CoV inhibition in Vero cells. The doseresponse curve (DRC) graph for lanatoside C is shown as a representative example to illustrate inhibition of MERS-CoV in Vero cells (A). HCS was performed using an image-based assay, and compound efficacy was measured by inhibition of the MERS-CoV S protein. Three images depicting 0, 50, and 100% inhibition, as indicated in the DRC graph (B). Scale bar = 100 m. Supplementary Fig. 2. Time-of-addition study with FDA-approved drugs not shown in Fig. 3.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "r e e n in g s e t 1 S c r e e n in g s e n t h e s i s / p o s t -t r a n s l a t i o n a l m",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ", respectively. An additional list of 26 inhibitors identified by our HCS campaign comprised of bioactive molecules and drugs which have been in clinical trials, etc. with SI values between 6 and greater than 150 is shown in Supplementary Table 1.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Hit profiling and anti-MERS-CoV efficacies of FDA-approved drugs in Vero cells 1 . Drug acting on the early stage of the viral life cycle (according to time-of-addition study). *Drug acting on the late stage of the viral life cycle (according to time-of-addition study). 1 DrugBank database, version 5.0, was used for investigation of US FDA-approved drugs. 2 50% inhibitory concentration (IC50). 3 Standard deviation (SD) of replicated IC50 values. 4 50% cytotoxicity concentrations (CC50). 5 Therapeutic Index (TI): ratio of CC50/IC50.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Hit profiling and anti-MERS-CoV efficacies of selected bioactives in Vero cells 1 . Selecticity Index (SI): ratio of CC50/IC50.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This research was supported by the National Research Foundation of Korea (NRF), which is funded by the Ministry of Science and ICT [2016M3A9B6918984, 2017M3A9G6068245].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}