{
    "paper_id": "ddbf32ef7d7bd337dbfe05cbf8239b0fb698bb6a",
    "metadata": {
        "title": "TITLE PAGE The SARS-CoV-2 receptor ACE2 expression of maternal-fetal interface and fetal organs by single cell transcriptome study",
        "authors": [
            {
                "first": "Mengmeng",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Medical Sciences",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Liang",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fudan University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Chenglong",
                "middle": [],
                "last": "Xiong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fudan University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiangjie",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fudan University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The new type of pneumonia caused by the SARS-CoV-2 (Severe acute respiratory syndrome coronavirus 2) has been declared as a global public health concern by WHO. Thousands of human infections have been diagnosed in China along with many other countries, which exhibited apparent person-to-person transmission characteristics of this virus. The capacity of vertical transmission in SARS-CoV-2 remains controversial recently. Angiotensin-converting enzyme 2 (ACE2) is now confirmed as the receptor of SARS-CoV-2 and plays essential roles in human infection and transmission. In present study, we collected the online available single-cell RNA sequencing (scRNA-seq) data to evaluate the cell specific expression of ACE2 in maternal-fetal interface as well as in multiple fetal organs. Our results revealed that ACE2 was highly expressed in maternal-fetal interface cells including stromal cells and perivascular cells of decidua, and cytotrophoblast and syncytiotrophoblast in placenta. Meanwhile, ACE2 was also expressed in specific cell types of human fetal heart, liver and lung, but not in kidney. And in a study containing series fetal and post-natal mouse lung, we observed ACE2 was dynamically changed over the time, and ACE2 was extremely high in neonatal mice at post-natal day 1~3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "In summary, this study revealed that the SARS-CoV-2 receptor ACE2 was widely spread in specific cell types of maternal-fetal interface and fetal organs. Although previous clinical studies have not observed vertical transmission of SARS-COV-2 among limited cases, this phenomenon still needs to be further carefully investigated in clinical practice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The new type of pneumonia caused by the SARS-CoV-2 has sparked alarm around the world. [1] The ongoing outbreak was first reported in Wuhan, Hubei Province, China, in December 2019 and followed by thousands of human infections being confirmed in China along with many other countries. [2] Person-to-person transmission has been described both in hospital and family settings. [3] To date, there is no effective drugs or vaccination available against SARS-CoV-2.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 90,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 285,
                    "end": 288,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 376,
                    "end": 379,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Notably, SARS-CoV-2 shared 79% sequence identify to SARS-CoV (Severe acute respiratory syndrome coronavirus) and they may both share the ACE2 as host receptor according to structural analyses. [4] SARS-CoV uses ACE2 as one of the main receptors for the entry into the host cells which plays a crucial role in the disease infection. [5] The target towards the interaction of the virus and receptor may be able to treat the disease. ACE2 is newly described as Renin-angiotensin system (RAS) component and modulates blood pressure. [6] The expression and distribution of ACE2 has been reported in heart, lungs and kidneys, which exhibits tissue-specific activity patterns. [7] [8] [9] Previous studies have also shown the expression of ACE2 in the placenta.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 196,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 332,
                    "end": 335,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 529,
                    "end": 532,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 670,
                    "end": 673,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 674,
                    "end": 677,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 678,
                    "end": 681,
                    "text": "[9]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "[10]",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The placenta is a unique mixed organ, acting as heart, lungs, liver, kidneys for the fetus, which is formed only during pregnancy and plays a major role in preventing maternal-fetal transmission of pathogens. Given the current lack of data of the potential and outcome of pregnancy infected by the SARS-CoV2, we use the promising scRNA-seq data to evaluate the expression of ACE2 in maternal-fetal interface and different organs to give a better perspective of transmission potential of the virus to the fetus on the cellular level. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Human placenta: Gene expression matrix and the cell type annotation of scRNA-seq of the early maternal-fetal interface in human can be downloaded from E-MTAB-6701 (corresponding to Figures 1A and 1B) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 181,
                    "end": 199,
                    "text": "Figures 1A and 1B)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Public dataset acquisition and processing"
        },
        {
            "text": "[15] And another dataset of human placenta can be download by the Gene Expression Omnibus GSE89497 (corresponding to Figure 1C ). [16] Human fetal Heart: Gene expression matrix of scRNA-seq data of human fetal heart was downloaded from the Gene Expression Omnibus (GSE106118) and the annotation was downloaded from the supplementary table1 from the Cui ",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 134,
                    "text": "[16]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 349,
                    "end": 352,
                    "text": "Cui",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 117,
                    "end": 126,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Public dataset acquisition and processing"
        },
        {
            "text": "Placenta and decidua are the main maternal-fetal interface during pregnancy, and virus receptor ACE2 expression in placenta and decidual cells may play important role in promoting transmission of SARS-CoV-2. We obtained single cell transcriptome data sequenced by 10X Genomics of early placenta (6~14 gestational weeks) containing ~65,000 cells [15] , and replotted the cell clusters using the canonical markers and cell classification in the original literature ( Figure 1A) . And 32 subtypes were observed, of which four main cell types expressed ACE2 gene, including decidual stromal cells (dS) and decidual perivascular cells (dP) in decidua, and villous cytotrophoblast (VCT) and syncytiotrophoblast (SCT) in placenta ( Figure   1B ). The extravillous trophoblast (EVT) did not express ACE2 at this time. In another independent single cell study of trophoblasts in human placenta confirmed the expression of ACE2 in VCT and SCT ( Figure 1C ). [16] In addition, the EVT cells have extremely low level of ACE2 at early placenta (8 week) which was consistent with previous study, while the ACE2 expression was significantly increased in EVT at later stage of pregnancy (24 week) ( Figure 1C ). This suggests that the expression level of ACE2 in maternal-fetal interface may be increased along with trimester of pregnancy.",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 349,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 948,
                    "end": 952,
                    "text": "[16]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 465,
                    "end": 475,
                    "text": "Figure 1A)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 725,
                    "end": 736,
                    "text": "Figure   1B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 935,
                    "end": 944,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1183,
                    "end": 1192,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Cell specific expression of ACE2 in maternal-fetal interface"
        },
        {
            "text": "As the essential elements of virus transmission, the expression of virus receptor ACE2 in target organs is another determining factor for fetus vulnerable to SARS-CoV-2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell specific expression of ACE2 in human fetal organs"
        },
        {
            "text": "We then screened the ACE2 expression in multiple fetal organs including heart, lungs, liver and kidneys based on the online published single cell transcriptome studies. In a fetal heart single cell study covering early to late fetal stages [17] , we observed that ACE2 was expressed in cardiomyocytes (CM), macrophages and smooth muscle cells and pericytes (SMC/Peri). In a human feral liver cell atlas [18] , ACE2 was detected in erythroid, fibroblast and hepatocyte ( Figure 2B ). When we split the cells according to the gestational stage ( Figure 2C ), the expression proportion of ACE2 was gradually increased in fibroblast and hepatocytes from early to mid-stage of pregnancy. ( Figure   2D ) And hepatocytes possessed the highest proportion of ACE2 positive cells . CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.27.967760 doi: bioRxiv preprint 6 compared to fibroblast and erythroid. (Figure 2D ) In a single cell study of fetal kidney at 7-9 week, we did not observe ACE2 expression in any cell type. In a lung cell atlas of human at post-natal day 1, we observed that ACE2 was highly expressed in airway epithelial cell and arterial endothelial cells ( Figure 2F) . The data showed the evidence of abundant expression of ACE2 in the main human fetal organs.",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 244,
                    "text": "[17]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 403,
                    "end": 407,
                    "text": "[18]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 470,
                    "end": 479,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 544,
                    "end": 553,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 685,
                    "end": 696,
                    "text": "Figure   2D",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1031,
                    "end": 1041,
                    "text": "(Figure 2D",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1302,
                    "end": 1312,
                    "text": "Figure 2F)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Cell specific expression of ACE2 in human fetal organs"
        },
        {
            "text": "Since the respiratory system undergoes a series of structural and functional changes necessary for adaptation to air breathing at birth, and lung is a major organ to be attacked by SARS-CoV-2 virus, the dynamic changes of pulmonary cells gene expression is necessary to be investigated before and after birth to predict the potential infection of fetal and neonatal individuals. Because atlas of human fetal lung is unavailable, we obtained mouse lung cell atlas from late pregnancy (E16.5, E18.5) to post-natal day (PND) 28 ( Figure 3A ). [20] In late pregnancy stage, ACE2 was highly expressed in airway epithelial cells, which is consistent with human fetal lung.",
            "cite_spans": [
                {
                    "start": 540,
                    "end": 544,
                    "text": "[20]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 527,
                    "end": 536,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Dynamic expression of ACE2 in fetal and neonatal mouse lung"
        },
        {
            "text": "A significant alteration of ACE2 was observed in murine lung. At earliest days (PND 1~3), we observed ACE2 was highly expressed in many cell types such as Sox2hi, alveolar cells (AT1/AT2) and Club cells. Pulmonary cells at this stage exhibited higher expression of ACE2 than that in fetal phase or later days, suggesting that newborn might be a high-risk population vulnerable to be infected by SARS-CoV-2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamic expression of ACE2 in fetal and neonatal mouse lung"
        },
        {
            "text": "After the PND 1~3, ACE2 recovered to relatively low level in lung and mainly expressed in epithelial cells, which is similar to that in adult human lung [21] (Figure   3 B,C) . These results suggest that the alternative expression of ACE2 in pulmonary cells before and after birth may contribute to the virus infection through vertical or respiratory transmission, and the molecular cell study of human lung at fetal and post-natal stage is necessary to reveal the potency and mechanism of infection by SARS-CoV-2. ",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 157,
                    "text": "[21]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 158,
                    "end": 174,
                    "text": "(Figure   3 B,C)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Dynamic expression of ACE2 in fetal and neonatal mouse lung"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A Novel Coronavirus from Patients with Pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001017"
                ],
                "PMID": [
                    "31978945"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30183-5"
                ],
                "PMID": [
                    "31986264"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Kok",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30154-9"
                ],
                "PMID": [
                    "31986261"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30251-8"
                ],
                "PMID": [
                    "32007145"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Isolation and characterization of a bat SARS-like coronavirus that uses the ACE2 receptor",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ge",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Chmura",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Epstein",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A novel angiotensin-converting enzyme-related carboxypeptidase (ACE2) converts angiotensin I to angiotensin 1-9",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Donoghue",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Hsieh",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Baronas",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Godbout",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gosselin",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Stagliano",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Circ Res",
            "volume": "87",
            "issn": "5",
            "pages": "1--9",
            "other_ids": {
                "DOI": [
                    "10.1161/01.res.87.5.e1"
                ],
                "PMID": [
                    "10969042"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Angiotensin-converting enzyme 2 (ACE2) and ACE activities display tissue-specific sensitivity to undernutrition-programmed hypertension in the",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Single-cell transcriptomics of the human placenta: inferring the cell communication network of the maternal-fetal interface",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pavlicev",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Wagner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Chavan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Owens",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Maziarz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dunn-Fletcher",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Genome Res",
            "volume": "27",
            "issn": "3",
            "pages": "349--61",
            "other_ids": {
                "DOI": [
                    "10.1101/gr.207597.116"
                ],
                "PMID": [
                    "28174237"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Single-Cell Transcriptome Analysis Maps the Developmental Track of the Human Heart",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yong",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Cell Rep",
            "volume": "26",
            "issn": "7",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.celrep.2019.01.079"
                ],
                "PMID": [
                    "30759401"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Decoding human fetal liver haematopoiesis",
            "authors": [],
            "year": 2019,
            "venue": "Nature",
            "volume": "574",
            "issn": "7778",
            "pages": "365--71",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-019-1652-y.PubMed"
                ],
                "PMID": [
                    "31597962"
                ],
                "PMCID": [
                    "PMC6861135"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Single-cell RNA-seq reveals cell type-specific transcriptional signatures at the maternal-foetal interface during pregnancy",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Mould",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Bikoff",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Robertson",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nat Commun",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/ncomms11414"
                ],
                "PMID": [
                    "27108815"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Single-cell RNA expression profiling of ACE2, the putative receptor of Wuhan",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zuo",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.01.26.919985"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Development of the human placenta",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Turco",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Moffett",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Development",
            "volume": "",
            "issn": "22",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1242/dev.163428"
                ],
                "PMID": [
                    "31776138"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Morphometric evaluation of the microvillous surface enlargement factor in the human placenta from mid-gestation to term",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Teasdale",
                    "suffix": ""
                },
                {
                    "first": "Jean-Jacques",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "It has been reported that members of the coronavirus family such as SARS-CoV and Middle East respiratory syndrome (MERS-CoV) may pose greater risk in pregnant women than non-pregnant individuals and are responsible for severe complications during pregnancy.[12, 13] Considering the new SARS-CoV-2 seems to share similar pathogenic and cell receptor as SARS-CoV, the new coronavirus may have the vertical transmission potential to the fetus in pregnant women with SARS-CoV-2. [14]",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "As the SARS-CoV-2 outbreak continues, pregnant women may under high risks of affection due to under an immunosuppressive state and the affection status of mothers may cause adverse maternal and neonatal complications and outcomes.[14]  Following the urgent question needs to be addressed is that whether the SARS-CoV-2 could be transmitted vertically to the fetus and further cause clinically infection of fetus.Based on the scRNA-seq data of early human placenta (first trimester), we have identified the high expression of ACE2 in four main cell types including decidual perivascular (dP) cells and decidual stromal (dS) cells in decidua, villous cytotrophoblast (VCT) and syncytiotrophoblast (SCT) cells in placenta. However, the expression of ACE2 was at extremely low level in extravillous villous (EVT) at first trimester. The second study of human placenta confirmed the result and showed increasing expression of ACE2 in EVT at 24 week. The major function of the placenta is performed by trophoblast cells including VCT, SCT and EVT.[22] The SCT is the outer lining of the placental villi which has direct contact with maternal blood flowing into the intervillous space which also plays as the main site of maternal and fetal exchange.[23] The high expression of ACE2 in these cells suggests that placenta has the potential to be infected by SARS-CoV-2 and may cause placenta dysfunction and pregnancy complications. Yet there is no scRNA-seq data of the third trimester of human placenta, the ACE2 expression in maternal-fetal interface may be increased along with trimester of pregnancy given the existing data shown.We then assessed the expression of ACE2 in the main organs including heart, lung,liver and kidney. The expression of ACE2 was detected in the main cell types of heart like Cardiomyocytes (CM) and Smooth muscle cells/Pericytes (SMC/Peri). Cardiomyocytes are the major functional cells of heart, and may cause cardiac dysfunction if affected by virus.[24] Smooth muscle cells and pericytes are major perivascular cell type[25], and may be involved in the implantation of virus throughinfiltration of blood vessels. The increasing expression of ACE2 in liver fibroblast and hepatocytes was detected from first to second trimester. These results suggest that fetal liver is potential vulnerable target organ of SARS-COV-2 virus, and its risk is increased as the pregnancy progresses. Interestingly, we did not detect the ACE2 expression in kidney. This result is different from adult human kidney in which ACE2 is highly expressed in proximal convoluted tubule cells and proximal tubule cells.[26]    We further analyzed the data of human lung at post-natal day 1, both airway epithelial cell and arterial endothelial cells show high expression of ACE2. This result is different from adult lung in which alveolar cells (AT1/AT2) was the major ACE2+ cell types.[21] As the fetus has no breath in maternal uterus, the airway epithelial cell be responsible for the vertical transmission of virus, but may play essential role in neonatal infection via respiratory transmission. Alternatively, the arterial endothelial cell expression of ACE2 may contribute to the potential intrauterine infection of fetal lung. The data of a study containing series fetal and post-natal mouse lung was analyzed, and we observed ACE2 was extremely high in neonatal mice at post-natal day 1~3 which indicating the high level ACE2 may make neonate vulnerable target of SARS-CoV-2. Since the outbreak of the SARS-CoV-2, a case was tested positive of SARS-CoV-2 just 36h after birth whose mother was with SARS-CoV-2.[27, 28] Huang, et al (2020) has recently reported the result of pregnancy of nine pregnant women who had pneumonia caused by SARS-CoV2.[27] All the infants and samples including amniotic fluid, cord blood, neonatal throat swabs showed negative result of the virus. However, given the small sample size, the short time between illness onset and delivery and the biased included pregnant women who were all at the late-stage of pregnancy and gave birth by cesarean section, vertical transmission of SARS-CoV-2 still cannot be rule out in this study. Besides, the biophysical and structural evidence showed that SARS-CoV-2 binds ACE2 with higher affinity than SARS-CoV.[29] It's still crucial to pay special attention to pregnant women infected with SARS-CoV-2 and the fetus with possible clinical infection by the virus. Conclusion This study demonstrates the expression of ACE2 in human maternal-fetal interface and the main fetal organs. Although previous clinical studies have not observed vertical transmission of SARS-COV-2 among limited cases, this phenomenon still need to be further carefully investigated in clinical practice. MA, Sarao R, Oudit GY, Yagil C, Kozieradzki I, Scanga SE, et al. Angiotensin-converting enzyme 2 is an essential regulator of heart function. Nature. 2002;417(6891):822-8. doi: 10.1038/nature00786. PubMed PMID: 12075344. 10. Pringle KG, Tadros MA, Callister RJ, Lumbers ER. The expression and localization of the human placental prorenin/renin-angiotensin system throughout pregnancy: roles in trophoblast invasion and angiogenesis? Placenta. 2011;32(12):956-62. doi: 10.1016/j.placenta.2011.09.020. PubMed PMID: 22018415. 11. Taylor DM, Aronow BJ, Tan K, Bernt K, Salomonis N, Greene CS, et al. The Pediatric Cell Atlas: Defining the Growth Phase of Human 1016/j.devcel.2019.03.001. PubMed PMID: 30930166; PubMed Central PMCID: PMCPMC6616346. 12. Wong SF, Chow KM, Leung TN, Ng WF, Ng TK, Shek CC, et al. Pregnancy and perinatal outcomes of women with severe acute respiratory syndrome. Am J Obstet Gynecol. 2004;191(1):292-7. doi: 10.1016/j.ajog.2003.11.019. PubMed PMID: 15295381. 13. Alfaraj SH, Al-Tawfiq JA, Memish ZA. Middle East Respiratory Syndrome Coronavirus (MERS-CoV) infection during pregnancy: Report of two cases & review of the literature. J Microbiol Immunol Infect. 2019;52(3):501-3. doi: 10.1016/j.jmii.2018.04.005. PubMed PMID: 29907538. 14. Favre G, Pomar L, Musso D, Baud D. 2019-nCoV epidemic: what about pregnancies? Lancet. 2020. doi: 10.1016/S0140-6736(20)30311-1. PubMed PMID: 32035511. 15. Vento-Tormo R, Efremova M, Botting RA, Turco MY, Vento-Tormo M, Meyer KB, et al. Single-cell reconstruction of the early maternal-fetal interface in Murray IR, Baily JE, Chen WCW, Dar A, Gonzalez ZN, Jensen AR, et al. Skeletal and cardiac muscle pericytes: Functions and therapeutic potential. Pharmacol Ther. 2017;171:65-74. doi: 10.1016/j.pharmthera.2016.09.005. PubMed PMID: 27595928; PubMed Central PMCID: PMCPMC5726267. 26. Fan C, Li K, Ding Y, Lu WL, Wang J. ACE2 Expression in Kidney and Testis May Cause Kidney and Testis Damage After 2019-nCoV Infection. medRxiv. 2020:2020.02.12.20022418. doi: 10.1101/2020.02.12.20022418. 27. Chen H, Guo J, Wang C, Luo F, Yu X, Zhang W, et al. Clinical characteristics and intrauterine vertical transmission potential of COVID-19 infection in nine pregnant women: a retrospective review of medical records. The Lancet. doi: 10.1016/S0140-6736(20)30360-3. 28. Niu Y, Yue H. Wuhan Tongji Hospital diagnoses first case of neonatal infection with new coronavirus. http://society.people.com.cn/n1/2020/0205/c1008-31572959.html 29. Wrapp D, Wang N, Corbett KS, Goldsmith JA, Hsieh C-L, Abiona O, et al. Cryo-EM structure of the 2019-nCoV spike in the prefusion conformation. Science. 2020:eabb2507. doi: 10.1126/science.abb2507.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure legends",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "The expression level of ACE2 in Human placenta. (A)-(B) are the results of from Vento-Tormo, R et al.(2018).[15] (A) The tsne plots of cell type and ACE2 gene.For the right plot, the points colored red are the cells expressed ACE2.(B)The violin plot of ACE2 gene in difference celltypes. (C) The expression level of ACE2 for the data set from Liu, et al.(2018). DC: dendritic cells; dM: decidual macrophages; dP: decidual perivascular cells; dS: decidual stromal cells; Endo: endothelial cells; Epi: epithelial glandular cells; FB: fibroblasts; HB: Hofbauer cells; PV: perivascular cells; SCT: syncytiotrophoblast; VCT:villous cytotrophoblast; EVT: extravillous trophoblast; CTBs: cytotrophoblast cells; EVTs: extravillous trophoblast cells; STR: villous stromal cells.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "The expression level in different organs. (A) The expression of ACE2 in Human fetal Heart. CM-A: Atrial CM cells; CM-V: Ventricle CM cells, EC: Endothelial cdlls; EP: Epithelial cells; SMC:smooth muscle cells; 5W: 5 weeks cells. (B) The expression of ACE2 across different cell types in Human fetal liver. MEMP:mega-karyocyte-erythroid-mast cell progenitor; DC: dendritic cells. NK: Nature killer cells (C) The expression of ACE2 across different PCW (post-conception weeks) in Human fetal liver. (D) The expression proportion of ACE2 across different PCWs for the most expressed four cell types (early Erythroid, Fibroblast, Hepatocyte, Mid Erythroid) in Human fetal liver. (E) The expression ACE2 in Human fetal kidney. (F) The average expression level of ACE2 in Human lung at post-natal day 1 (PND1). AT1/AT2: alveolar type 1/2 cells.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "The expression level of ACE2 in Mouse fetal Lung (E16.5, E18.5, PND1, PND3, PND7,PND10,PND15 and PND28). (A) The dot plot of ACE2 in different time across different cell types. The point size represents the average level of ACE2 and the color scale means the -log(p.value). The expression level ACE2 for the point marked by green color is about 0.867. (B)The dot plot of ACE2 in different time across different cell types. The point size represents the average level of ACE2 and the color scale means the fold change. (C)The tsne plots of cell type and feature plots of ACE2 in different times.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Human fetal liver: Gene expression matrix of scRNA-seq data of human fetal liver was downloaded from ArrayExpress with accession code E-MTAB-7407 and the annotation was downloaded the supplementary table from Popescu, et al.(2019).[18] Human fetal kidney: The dataset can be extracted based on the dataset downloaded from E-MTAB-7407. Human Lung: The average expression of ACE2 across different cell types for Human lung with PND1 can be download from Lung Gene Expression Analysis Web Portal ( https://research.cchmc.org/pbge/lunggens/genequery_dp.html?spe=HU&tps=pnd1& geneid=ace2). Mouse fetal Lung: The expression level of ACE2, the p.value and corresponding fold change for Mouse lung at E16.5, E18.5, PND1, PND3, PND7,PND10,PND15 and PND28 can be download from Lung Gene Expression Analysis Web Portal (https://research.cchmc.org/pbge/lunggens/genequery_dp.html?spe=HU&tps=pnd1&g eneid=ace2). and visualization of single cell RNA-seq data The downloaded unique molecular identifier (UMI) count matrix was converted to Seurat object using the R package Seurat v.3.1.1.[19] Then we normalized the raw gene expression matrix using NormalizeData function with default parameters and visualized the expression level using the Violin plot function in Seurat. For the",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "ACE2. CC-BY 4.0 International license author/funder. It is made available under aThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.27.967760 doi: bioRxiv preprint",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Mean expression of ACE2. CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.27.967760 doi: bioRxiv preprint International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.27.967760 doi: bioRxiv preprint",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This work was supported by the Project funded by China Postdoctoral Science Foundation and was also supported by National Natural Science Foundation of China (81872673).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgement"
        }
    ]
}