{
    "paper_id": "de3ae7971891058db2f4b36cd216531e6f533332",
    "metadata": {
        "title": "Crystal structure of the giant panda MHC class I complex: first insights into the viral 1 peptide presentation profile in the bear family 2",
        "authors": [
            {
                "first": "Hongyu",
                "middle": [],
                "last": "Yuan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lizhen",
                "middle": [],
                "last": "Ma",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lijie",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xiaoying",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chun",
                "middle": [],
                "last": "Xia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The viral cytotoxic T lymphocyte (CTL) epitope peptides presented by classical MHC-I 13 molecules require the assembly of a peptide-MHC-I-β2m (aka pMHC-I) trimolecular complex 14 for TCR recognition, which is the critical activation link for triggering antiviral T cell immunity. 15 Ursidae includes 5 genera and 8 species; however, research on T cell immunology in this family, 16 especially structural immunology, is lacking. In this study, the structure of the key trimolecular 17 complex pMHC-1 (aka pAime-128), which binds a peptide from canine distemper virus, was solved 18 for the first time using giant panda as a representative species of Ursidae. The structural 19 characteristics of the giant panda pMHC-I complex, including the unique pockets in the 20 peptide-binding groove (PBG), were analyzed in detail. Comparing the panda pMHC-I to others 21 in the bear family and extending the comparison to other mammals revealed distinct features. 22 Spriggs H, Dear PH, Briggs AW. 2008. Mitochondrial genomes reveal an explosive radiation 469 of extinct and extant bears near the Miocene-Pliocene boundary. Bmc Evolutionary Biology 470 8:220-220. 471 22. et al. 2009. The sequence and de novo assembly of the 476 giant panda genome. Nature 463:311. 477",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Pan HJ, Wan QH, Fang SG. 2008. Molecular characterization of major histocompatibility 478 complex class I genes from the giant panda (Ailuropoda melanoleuca). Immunogenetics",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The interaction between MHC-I and β2m, the features of pAime-128 involved in TCR docking 23 and CD8 binding, the anchor sites in the PBG, and the CTL epitopes of potential viruses that 24 infect pandas were concretely clarified. Unique features of pMHC-I viral antigen presentation 25 in the panda were revealed by solving the three-dimensional structure of pAime-128. The 26 distinct characteristics of pAime-128 indicate an unusual event that emerged during the 27 evolution of the MHC system in the bear family. These results provide a new platform for 28 research on panda CTL immunity and the design of vaccines for application in the bear family. 29",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Ursidae includes 5 genera and 8 species; however, the study of its immunology, especially 31 structural immunology, is extremely rare to date. In this paper, we first crystallized the key 32 complex pMHC-I, taking the giant panda as its representative species. Structural characteristics 33 of the giant panda pMHC-I complexes, contains the unique pockets of PBG were analyzed in 34 detail. Comparison of the panda pMHC-I in the bear family and other mammals, almost definite 35 features was displayed. Meanwhile, the interaction between HC and LV, the unique features of 36 pMHC-I in the CD8 binding and TCR docking, validation of anchor site in the PBG, and 37 epitopes of potential viruses infected with the pandas, were concretely clarified. These unique 38 characteristics of pMHC-I clearly indicate an unusual situation during the evolution of MHC 39 molecules in the endangered pandas. These results also provide a novel platform for further 40 study of panda T cell immunology and vaccines. 41 . CC-BY-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.15.908608 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IMPORTANCE 30"
        },
        {
            "text": "The cytotoxic T lymphocytes (CTLs) and their immune responses are common to various 43 genera of jawed vertebrates. Common CTLs include CD8 + T cells, which recognize only 44 antigens presented by classical major histocompatibility complex class I (MHC-I) molecules 45",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION 42"
        },
        {
            "text": "(1). MHC-I genes are expressed in most nucleated cells and present antigens derived mostly 46 from intracellular viruses, parasites, and tumors (2). Structural studies of have shown that the complex is generally composed of an MHC-I, β2-microglobulin (β2m), 48 and peptide (pMHC-I) (3). The MHC-I contains α1, α2 and α3 domains in its extracellular 49 region, with the α1 and α2 domains forming the pMHC-I peptide-binding groove (PBG) (4-9). 50 Antigen peptides 8-11 amino acids in length are loaded onto the PBG and subsequently 51 recognized by TCR expressed on the surface of CD8 + T cells (10) . Interactions between the 52 pMHC-I complex and TCR form the first signal for the activation of antigen-specific CD8 + T 53 cells (11). The direct interaction between TCR and pMHC-I demonstrates the MHC-I-54 restriction nature of CD8 + T cell recognition and indicates a close evolutionary relationship 55 between pMHC-I and TCR (12, 13) . It is widely accepted that in addition to direct interaction 56 with TCR, MHC-I engagement of the CD8 coreceptor is required for the functional activation 57 of CD8 + T cells (14). The transmembrane glycoprotein CD8 molecules bind to pMHC-I and 58 recruit the Src tyrosine kinase p65lck (Lck) to the TCR-pMHC-I complex, resulting in the 59 assembly of a TCR-pMHC-I-CD8 ternary complex (15). Therefore, the presentation of various 60 endogenous peptides by the pMHC-I complex is key in determining whether the antiviral CTL 61 immune response is initiated. 62",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 260,
                    "text": "48",
                    "ref_id": null
                },
                {
                    "start": 593,
                    "end": 597,
                    "text": "(10)",
                    "ref_id": null
                },
                {
                    "start": 928,
                    "end": 932,
                    "text": "(12,",
                    "ref_id": null
                },
                {
                    "start": 933,
                    "end": 936,
                    "text": "13)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION 42"
        },
        {
            "text": "The structures and functions of pMHC-I complexes that bind viral peptides or peptides have 63 been investigated in humans (16), mice (17), monkeys (9), cattle (8), pigs (5), horses (18), dogs 64 (6), cats (4), chickens (19), and a bony fish (20). The polymorphism of MHC-I molecules causes 65 variation in PBGs in various mammalian pMHC-I complexes, which triggers various types of 66 CTL immune responses. Although there are many reports of mammalian pMHC-I complexes, 67 no study has yet been conducted on the pMHC-I structure in the bear family (Ursidae), which 68 includes the giant panda. The bear family includes 5 genera and 8 species. Classical MHC-I 69 genes and polymorphisms in the giant panda (Ailuropoda melanoleuca), brown bears and the 70 Asiatic black bear have been reported. Phylogenetic studies indicate that although the giant 71 panda belongs to the bear family, divergence between the giant panda and other bears occurred 72 approximately >17 million years ago (21). The giant panda has an estimated population size of 73 approximately 2500 individuals worldwide, and its classical MHC-I/II genes are located on 74 chromosome 9q (22). The large genetic region of MHC-I is believed to play critical roles in 75 CTL immunity. In addition, the giant panda MHC-I molecules represent an important model 76 for understanding the structural and functional characteristics of these antiviral complexes in 77 the bear family. 78",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION 42"
        },
        {
            "text": "Several studies have been performed to identify giant panda MHC-I genes. In early work, three 79 classical MHC-I genes (including Aime-128) were identified in the giant panda, and the Aime-80 128 gene was proven to include ten conserved amino acids critical for viral antigenic peptide 81 binding as described by human leukocyte antigen I (HLA-I) (23). Subsequent genetic analysis 82 identified six panda MHC-I genes, four of which are classical MHC-I genes (24). High levels 83 . CC-BY-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.15.908608 doi: bioRxiv preprint stranded β-sheet platform at the bottom, named A to H. The CCV-NGY9 is loaded onto PBG 117 of pAime-128 (Fig 1B) . 118 Further analysis showed that strands and loops of Aime-β2m broadly interact with 119 and the numbers and patterns of hydrogen bonds formed in these interactions were similar to 120 those of other mammalian MHC I molecules. Analysis revealed that a depth of Aime-β2m in 121",
            "cite_spans": [
                {
                    "start": 817,
                    "end": 820,
                    "text": "118",
                    "ref_id": null
                },
                {
                    "start": 902,
                    "end": 905,
                    "text": "119",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 806,
                    "end": 814,
                    "text": "(Fig 1B)",
                    "ref_id": null
                }
            ],
            "section": "INTRODUCTION 42"
        },
        {
            "text": "Aime-128 up to 1351.1 Å 2 (Fig 1C) . In addition, the hydrogen bonds involved in the 122 interactions between Aime-128 and Aime-β2m were found to differ from those in humans. 123",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 26,
                    "end": 34,
                    "text": "(Fig 1C)",
                    "ref_id": null
                }
            ],
            "section": "INTRODUCTION 42"
        },
        {
            "text": "Aime-β2m forms only 15 hydrogen bonds with Aime-128, whereas in HLA-B*5101, β2m can 124 form 25 hydrogen bonds with MHC-I (29), which implies the interactions are weaker than 125 humans (Fig 1C) . Thus, the main function of β2m is to stabilize MHC-I, even though the same 126 β2m can interact with MHC-I in various ways. The main role of β2m is to ensure the stable 127 function of pMHC-I, and the manner of its interaction with MHC-I is thought to be able to 128 promote side effects such as β2m dissociation and even diseases (29). 129",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 186,
                    "end": 194,
                    "text": "(Fig 1C)",
                    "ref_id": null
                }
            ],
            "section": "INTRODUCTION 42"
        },
        {
            "text": "The amino acids in PBG form six functional pockets, named pockets A to F, to accommodate 131 residues of the CCV-NGY9 peptide (Fig 2) . Pocket A in pAime-128 consists of residues Met 5 , 132",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 126,
                    "end": 133,
                    "text": "(Fig 2)",
                    "ref_id": null
                }
            ],
            "section": "The Unique Pockets for Antigen-binding Peptide Found in pAime-128 130"
        },
        {
            "text": "Tyr 7 , Tyr 59 , Arg 62 , Asn 63 , Tyr 159 , Glu 163 , Trp 167 and Tyr 171 ( Table 3) . P1-Asn of CCV-NGY9 was 133 inserted into pocket A. Based on the 3D structures of pMHC-I in different species, Asn 63 and 134",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 77,
                    "end": 85,
                    "text": "Table 3)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "The Unique Pockets for Antigen-binding Peptide Found in pAime-128 130"
        },
        {
            "text": "Glu 163 of Aime-128 are rare among all of the known class I molecules, i.e., these residues are 135 found in only certain alleles, such as HLA-B*5101 and HLA-B*2705 (Fig 2) . Due to the 136 presence of residue Asn 63 in Aime-128, pocket A of this molecule is considered to be tighter 137 . CC-BY-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.15.908608 doi: bioRxiv preprint 6 than that of the other pMHC-I complexes (Fig 3) . 138 Residues Tyr 7 , Tyr 9 , Ala 24 , Met 45 , Asn 63 , Ile 66 , Ala 67 and His 99 form pocket B of PBG in pAime-139 128 (Fig 3 and Table 3 ). P2-Gly of CCV-NGY9 is tethered by hydrogen bonds to residues in 140 PBG and fits into the small pocket B. In most class I molecules, the residues at positions 63 and 141 66 are Glu and Lys, respectively, which are both charged residues. The residue at position 99 142 of Aime-128 is His instead of the conserved Tyr residue; both of these residues have a large 143 side chain, but they have different charges (Fig 2) . Pocket B of pAime-128 extends deep under 144 the α1 helix and touches the Met45 residue, which is one of the most polymorphic residues in 145 mammalian MHC-I molecules (Fig 3) . 146 Pocket C of pAime-128 is composed of residues Asn 70 , Phe 74 , Trp 97 and Leu 116 and shows an 147 obvious negative charge, and none of these residues are highly conserved among known 148 mammalian class I molecules (Fig 2) . Pocket C is wide but shallow. P5-Phe and P6-Phe of 149 CCV-NGY9 are located in this pocket, and no hydrogen bonds exist between the C pocket and 150 the peptide, only van der Waals forces. The side chain of P6-Phe extends outward into the 151 solvent and may play a role in TCR docking (Fig 3) . 152 Pocket D in pAime-128 accommodates the side chains of P3 and P4 residues. The pocket 153",
            "cite_spans": [
                {
                    "start": 563,
                    "end": 566,
                    "text": "138",
                    "ref_id": null
                },
                {
                    "start": 1303,
                    "end": 1306,
                    "text": "146",
                    "ref_id": null
                },
                {
                    "start": 1830,
                    "end": 1833,
                    "text": "152",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 165,
                    "end": 172,
                    "text": "(Fig 2)",
                    "ref_id": null
                },
                {
                    "start": 553,
                    "end": 560,
                    "text": "(Fig 3)",
                    "ref_id": null
                },
                {
                    "start": 684,
                    "end": 694,
                    "text": "(Fig 3 and",
                    "ref_id": null
                },
                {
                    "start": 695,
                    "end": 702,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1115,
                    "end": 1122,
                    "text": "(Fig 2)",
                    "ref_id": null
                },
                {
                    "start": 1293,
                    "end": 1300,
                    "text": "(Fig 3)",
                    "ref_id": null
                },
                {
                    "start": 1524,
                    "end": 1531,
                    "text": "(Fig 2)",
                    "ref_id": null
                },
                {
                    "start": 1820,
                    "end": 1827,
                    "text": "(Fig 3)",
                    "ref_id": null
                }
            ],
            "section": "The Unique Pockets for Antigen-binding Peptide Found in pAime-128 130"
        },
        {
            "text": "consists of residues Ile 66 , Trp 97 , His 99 , Ser 114 , Glu 152 , Arg 155 , Tyr 156 and Tyr 159 ( Table 3 ). In the 154 peptide CCV-NGY9, the residue at position 3 is Tyr, which has a large side chain and, as a 155 result, forms two hydrogen bonds and many van der Waals interactions with pocket D (Fig 3) . 156 The side chain of P3 is inserted into pocket D and forms hydrogen bonds with Glu 152 and Arg 155 . 157",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 313,
                    "text": "156",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 100,
                    "end": 107,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 300,
                    "end": 307,
                    "text": "(Fig 3)",
                    "ref_id": null
                }
            ],
            "section": "The Unique Pockets for Antigen-binding Peptide Found in pAime-128 130"
        },
        {
            "text": "Notably, Glu 152 and Arg 155 are not conserved in most mammalian class I molecules, and both 158 of these residues are charged (Fig 2) . P3-Tyr is primarily surrounded by the residues Trp 97 , 159",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 127,
                    "end": 134,
                    "text": "(Fig 2)",
                    "ref_id": null
                }
            ],
            "section": "The Unique Pockets for Antigen-binding Peptide Found in pAime-128 130"
        },
        {
            "text": "His 99 , Tyr 156 and Tyr 159 , which have large side chains and provide a clear boundary to pocket D. 160",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Unique Pockets for Antigen-binding Peptide Found in pAime-128 130"
        },
        {
            "text": "The small residue Ser 114 provides enough space in the pocket to accommodate the large side 161 chain of P3-Tyr (Fig 3) . The side chain of P4-Asn extends outward into the solvent for potential 162 recognition by TCRs. Different formations of hydrogen bonds between the PBG and the peptide 163 were also observed for peptide residues P3-Tyr and P4-Asn. 164",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 112,
                    "end": 119,
                    "text": "(Fig 3)",
                    "ref_id": null
                }
            ],
            "section": "The Unique Pockets for Antigen-binding Peptide Found in pAime-128 130"
        },
        {
            "text": "Pocket E is composed of residues Ser 114 , Gln 115 , Leu 116 , Trp 133 , Trp 147 and Glu 152 (Fig 2 and  165 Table 3). The pocket is obviously negatively charged and located relatively deep beneath the 166 α2 helix, and residues Ser 114 , Gln 115 and Leu 116 constitute the bottom of platform. P7-Ser of 167 CCV-NGY9 is inserted into pocket E (Fig 3) . 168 Pocket F of pAime-128 PBG consists of the highly conserved residues Ala 117 , Tyr 118 , Tyr 123 , 169",
            "cite_spans": [
                {
                    "start": 353,
                    "end": 356,
                    "text": "168",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 93,
                    "end": 108,
                    "text": "(Fig 2 and  165",
                    "ref_id": null
                },
                {
                    "start": 343,
                    "end": 350,
                    "text": "(Fig 3)",
                    "ref_id": null
                }
            ],
            "section": "The Unique Pockets for Antigen-binding Peptide Found in pAime-128 130"
        },
        {
            "text": "Ile 124 , Thr 143 , Lys 146 and Trp 147 , as well as the poorly conserved residues Ala 73 , Phe 74 , Asp 77 , 170",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Unique Pockets for Antigen-binding Peptide Found in pAime-128 130"
        },
        {
            "text": "Thr 80 , Ile 95 and Leu 116 (Fig 2) . Among these residues, Leu116 is not present in any other 171 annotated MHC class I molecule deposited in the Protein Data Bank (18, 19) . Pocket F is 172 therefore narrow but deep enough to accommodate large residues, and residues P8-Thr and P9-173 Phe are located in this pocket (Fig 3) . The anchor residue P9-Phe is similar to the anchor 174 residues of HLA-A*01, HLA-B*35, and HLA-B*57, i.e., large residues with an aromatic ring 175 (30). The aromatic ring in CCV-NGY9 is held in close contact with residues in pocket F by 176 strong hydrogen bonds and van der Waals contacts (Fig 3) . 177 . CC-BY-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.15.908608 doi: bioRxiv preprint",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 169,
                    "text": "(18,",
                    "ref_id": null
                },
                {
                    "start": 170,
                    "end": 173,
                    "text": "19)",
                    "ref_id": null
                },
                {
                    "start": 280,
                    "end": 286,
                    "text": "P9-173",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 28,
                    "end": 35,
                    "text": "(Fig 2)",
                    "ref_id": null
                },
                {
                    "start": 318,
                    "end": 325,
                    "text": "(Fig 3)",
                    "ref_id": null
                },
                {
                    "start": 619,
                    "end": 626,
                    "text": "(Fig 3)",
                    "ref_id": null
                }
            ],
            "section": "The Unique Pockets for Antigen-binding Peptide Found in pAime-128 130"
        },
        {
            "text": "The amino acid homology of MHC-I molecules in giant pandas is approximately 70-90%, but 179 the homology of the peptide-binding domains composed of the 1 and 2 regions is low (Fig  180   3) . These results suggest that the antigen-peptide presenting profiles of the panda individuals 181 are different, especially the homology of the 1 region, which can be as low as approximately 182 57%; thus, the difference is large. The results also show the potential differences in pMHC-I 183 complexes among the bear family. It can be concluded that classical MHC-I binding antigen-184 peptide profiles of the bear family are diverse. 185",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 177,
                    "end": 191,
                    "text": "(Fig  180   3)",
                    "ref_id": null
                }
            ],
            "section": "Comparison of panda Aime-128 to Other Known MHC-I Molecules 178"
        },
        {
            "text": "Structure-based amino acid sequence analysis implied that MHC-I molecules may form 186 different PBGs in pandas. However, the amino acid composition of the A, B, C, D, E and F 187 pockets in the PBG was not identical among pandas, and the PBG regions of the pandas differed 188 extensively from those of other members of the bear family (Fig 3) . Of the ten conserved amino 189 acids in the α1 and α2 domains of Aime-128 predicted to be critical for peptide binding (23) to have direct contact with the CCV-NGY9 peptide ( Table 3 ). In addition, the amino acid 192 composition of PBGs among other genera and members of the bear family is not completely 193 conserved, so there are some differences in pockets A to F. There are also great differences 194 among giant pandas; other members of the bear family; other mammals; such as humans and 195 mice; and nonmammals, such as the bony fish grass carp (Fig 3) . 196",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 337,
                    "end": 344,
                    "text": "(Fig 3)",
                    "ref_id": null
                },
                {
                    "start": 522,
                    "end": 529,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 901,
                    "end": 908,
                    "text": "(Fig 3)",
                    "ref_id": null
                }
            ],
            "section": "Comparison of panda Aime-128 to Other Known MHC-I Molecules 178"
        },
        {
            "text": "The peptide binding to pAime-128 PBG used in a featured mode with a central bulge, as 198 revealed by unambiguous electron density (Fig 4A) . Extensive comparison of pAime-128 with 199 other pMHC-I structures deposited in the Protein Data Bank showed that the main chain of the 200 CCV-NGY9 peptide has a characteristic conformation similar to that presented by HLA-201 B*0801 (Fig 4B) . Ternary TCR-peptide-HLA-B*0801 structure of epitope HCV-HSK9 202 (HSKKKCDEL, hepatitis C virus-derived) showed that the protruding residue Lys-4 in HCV-203 HSK9 plays important roles in TCR recognition (31, 32). In pAime-128, the side chain of P6-204 Phe pointed upward for solvent exposure, similar to the side chain of Lys-4 in HCV-HSK9 ( Fig  205   4A and B) . 206 With different peptide presentation modes observed for pAime-128, it is necessary to clarify 207 the critical anchors for the peptide bound to Aime-128. Therefore, the stabilities of the CCV-208 NGY9 peptide and its mutants with alanine substitution at each position bound with Aime-128 209 were measured through circular dichroism (CD) spectroscopy (Fig 4C and D) . The midpoint 210 transition temperature (Tm) value of the wild-type CCV-NGY9 peptide was determined to be 211 49.3°C. Compared with the CCV-NGY9 peptide, the CCV-P9A-substituted peptide showed a 212 dramatic decrease in stability with the lowest Tm at 39.4°C, while the peptide mutants CCV-213 P1A and CCV-P5A had lower Tms of 47.2°C and 47.4°C, respectively, indicating a minor 214 decrease in stability. The remaining peptide mutants showed different levels of enhanced 215 stability, with Tms ranging from 49.5°C to 54.8°C (Fig 4C and D) . These data indicated that 216 for peptides bound to Aime-128, PΩ plays a pivotal role in peptide anchoring since it cannot 217 be replaced by alanine. The peptide residues at the N terminus (PN) and position 5 (P5) are also 218 . CC-BY-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.15.908608 doi: bioRxiv preprint important for stabilization of pAime-128 complex. Notably, the mutant CCV-P2A displayed the 219 highest Tm of 54.8°C, suggesting that the mutation of P2-G to comparatively large amino acids 220 might increase the stability of pAime-128 complexes. Based on this finding and the peptide 221 screening results (Table 1) showed that the AB loop of pAime-128 and other mammal pMHC-I structures does not contact 227 β2m (Fig 5A-E) , whereas the AB loop binds β2m via hydrogen bonds only in nonmammals 228 (Fig 5F, G) . Furthermore, the CD and EF loops of mammals are longer than those of 229 nonmammals (Fig 5A) , because mammalian MHC-I contains two more amino acids than 230 nonmammalian MHC-I (Fig 2) . 231 The antigenic peptides presented by pMHC-I complexes are eventually scanned and recognized 232 by TCRs to initiate MHC-I-restricted CD8 T cell immunity. Extensive structural studies have 233 illustrated that the TCR repertoire specific for a certain antigenic peptide is determined by the 234 conformations of both the peptide and the restricted MHC-I element (12, 33). Comparisons 235 with MHC-I structures with known TCR docking strategies revealed that the exposed Aime- Glu 166 and Trp 167 have great potential to interact with TCRs (Fig 6A) . Although most of these 238 residues are highly conserved or preferentially used among different species, rarely used 239 residues were observed in Aime-128, including Ile 66 , Asp 69 , Arg 155 and Asn 158 (Fig 2) . 240",
            "cite_spans": [
                {
                    "start": 632,
                    "end": 638,
                    "text": "P6-204",
                    "ref_id": null
                },
                {
                    "start": 752,
                    "end": 755,
                    "text": "206",
                    "ref_id": null
                },
                {
                    "start": 2817,
                    "end": 2820,
                    "text": "231",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 131,
                    "end": 139,
                    "text": "(Fig 4A)",
                    "ref_id": null
                },
                {
                    "start": 377,
                    "end": 385,
                    "text": "(Fig 4B)",
                    "ref_id": null
                },
                {
                    "start": 729,
                    "end": 749,
                    "text": "Fig  205   4A and B)",
                    "ref_id": null
                },
                {
                    "start": 1106,
                    "end": 1120,
                    "text": "(Fig 4C and D)",
                    "ref_id": null
                },
                {
                    "start": 1649,
                    "end": 1663,
                    "text": "(Fig 4C and D)",
                    "ref_id": null
                },
                {
                    "start": 2424,
                    "end": 2433,
                    "text": "(Table 1)",
                    "ref_id": null
                },
                {
                    "start": 2531,
                    "end": 2541,
                    "text": "(Fig 5A-E)",
                    "ref_id": null
                },
                {
                    "start": 2616,
                    "end": 2627,
                    "text": "(Fig 5F, G)",
                    "ref_id": null
                },
                {
                    "start": 2714,
                    "end": 2722,
                    "text": "(Fig 5A)",
                    "ref_id": null
                },
                {
                    "start": 2807,
                    "end": 2814,
                    "text": "(Fig 2)",
                    "ref_id": null
                },
                {
                    "start": 3358,
                    "end": 3366,
                    "text": "(Fig 6A)",
                    "ref_id": null
                },
                {
                    "start": 3574,
                    "end": 3581,
                    "text": "(Fig 2)",
                    "ref_id": null
                }
            ],
            "section": "Validation of Anchor Sites and Binding Motif in pAime-128 197"
        },
        {
            "text": "pMHC-I molecules. The CD loop of Aime-128, encompassing residues 222-228, is believed to 242 be essential for CD8 interaction (34). Of particular note, the highly conserved residues Glu 222 243 and Gln 226 , which have been proven to directly contact CD8 (35), are also present in pAime-244 128. Interestingly, the distance between Glu 219 of pCtid-UAAg and Gln 226 of HLA-A*0201 is 245 approximately 12.4 Å, and the distance between Gln 222 in BF2*0401 and Gln 226 of HLA-246 A*0201 is approximately 8.4 Å. The distance between the superposed CD loops of pAime-128 247 and HLA-A*0201 is approximately 3.1 Å (Fig 6B) . 248",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 608,
                    "end": 616,
                    "text": "(Fig 6B)",
                    "ref_id": null
                }
            ],
            "section": "Further analysis found different structures of the α3 loop (CD loop) in pAime-128 and other 241"
        },
        {
            "text": "The amino acid sequences of the pathogenic viruses related to viral diseases reported in the 250 giant panda were obtained. Based on the 3D structure of pAime-128, the characteristics of 251 presentation of viral peptides, and the motif from the experiment, the potential viral CTL were screened against the panda MHC-I molecules. We obtained a total of 8 nonapeptides 258 . CC-BY-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.15.908608 doi: bioRxiv preprint 9 conforming to virus peptide motif of Aime-128, and synthesize them for in vitro verification. 259 We found that all the selected virus peptides can bind to Aime-128, only one can bind Aime-260 128 but cannot tolerate anion-exchange chromatography while the others can tolerate anion-261 exchange chromatography. Although the result was rational calculated, it also fully 262 demonstrates the potential research value of pAime-128. 263 . CC-BY-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.15.908608 doi: bioRxiv preprint",
            "cite_spans": [
                {
                    "start": 692,
                    "end": 695,
                    "text": "259",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Analysis of Peptide-epitopes of Viruses Based on the Motif of Panda pAime-128 249"
        },
        {
            "text": "The viral peptides presented by classical MHC-I molecules require the assembly of a pMHC-I 265 complex for TCR recognition, which is critical for the initiation of antiviral CTL immunity in 266 most jawed vertebrates (38). In this study, the 3D structure of giant panda classical MHC-I 267 complexed with viral peptide derived from CCV spike protein was determined for the first time, 268 and several unique features of panda pMHC-I were identified.. very different from one another (Fig 2) . The results suggest that the antigen-peptide presenting 276 profiles of the panda individuals are different, especially the homology of the 1 region, which 277 can be as low as approximately 57%. This difference may be quite remarkable. Thus, the 278 classical MHC-I binding antigen-peptide profile of pandas is diverse. These findings indicate 279 the high-throughput antiviral CTL immune response potential of Ursidae. 280 A second notable finding is that in the PBG pockets, the 9 residues constituting pocket A can 281 be found in most giant panda MHC-I molecules, though 2 residues, Asn 63 and Glu 163 , are rare 282 among known MHC-I molecules. Due to the presence of the Asn 63 residue, the pAime-128 283 complex pocket A is reasonably tight. The 8 residues that constitute pocket B can be found in 284 almost all classical panda MHC-I molecules, although Asn 63 , Ile 66 , Ala 67 and His 99 are rare 285 among known panda MHC-I molecules. Moreover, 5 residues constitute pocket C, but these 286 residues are not highly conserved in mammalian MHC-I molecules (2). Similarly, 5 residues 287 constitute pocket D, but Glu 152 and Arg 155 are not conserved. Therefore, although some amino 288 acids are highly conserved in the composition of certain pockets, the different amino acids result 289 in distinctive pocket conformations and a unique pAime-128 PBG for presenting viral epitope 290 peptides with specific characteristics. Due to pAime-128, the polymorphism of amino acid 291 sequences is easily reflected in its 3D structure, which is also important for studying pMHC-I 292 complexes. In addition, the amino acid composition of PBGs among other genera and members 293 of the bear family is not completely conservative, so there are some differences in A to F pockets. 294",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 483,
                    "end": 490,
                    "text": "(Fig 2)",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION 264"
        },
        {
            "text": "There are also great differences between giant pandas and other members of the bear family. 295",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION 264"
        },
        {
            "text": "The results also reveal the characteristics of the pMHC-I complexes of pandas and other 296 members of the bear family and differences between them in their viral antigen-presenting 297 peptide profiles. 298 Furthermore, by analyzing the structure of pAime-128 and comparing it with the structures of 299 other known pMHC-Is, we found that the viral peptide in PBG features the \"M\" configuration 300 that can activate T cells (45) and that key for recognition by TCR is the combination of the 301 peptide P4-Asn and P6-Phe amino acids. Through analysis of the pockets in the PBG and the 302 stability of CCV-NGY9 peptide and its alanine substitution mutant determined by CD 303 spectroscopy, we identified the peptide-binding motif of pAime-128 and obtained a series of 304 . CC-BY-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.15.908608 doi: bioRxiv preprint 11 viral peptides that can bind or can potentially bind with pAime-128. The results provide a new 305 platform for the effective design of bear family viral vaccines. 306",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION 264"
        },
        {
            "text": "In summary, the structure of pAime-128, as a representative of the bear family pMHC-I 307 complexes, was elucidated, and unique features of pMHC-I antigen presentation in in the bear 308 family were identified. In addition, the viral peptide presentation profile was proposed in this 309 paper. These results provide a new platform for the further study of bear family antiviral CTL 310 immunology and vaccinology. 311 . CC-BY-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.15.908608 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION 264"
        },
        {
            "text": "Four epitope peptides that potentially bind to Aime-128 were predicted by the NetMHCpan4.0 314 server (http://www.cbs.dtu.dk/services/NetMHC/) and via artificial intelligence selection based 315 on the CCV spike protein (GenBank accession no. AFG19726.1), the CDV hemagglutinin (H) 316 protein (GenBank accession no. AAD54600.1), CPV virus protein 1 (VP1) (GenBank accession 317 no. AAV36771.1) and the H7N9 influenza A virus (GenBank accession no. AGI60301.1). 318",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral Peptide Synthesis 313"
        },
        {
            "text": "These peptides were synthesized and purified by reverse-phase high-performance liquid 319 chromatography (HPLC) (SciLight Biotechnology, Beijing, China) with >90% purity. The 320 peptides were stored in lyophilized aliquots at -20°C after synthesis and were dissolved in 321 dimethyl sulfoxide (DMSO) before use. 322 inclusion bodies and purified as previously described (29). Complexes of the CCV-NGY9 330 peptide with Aime-128 and Aime-β2m (pAime-128) were prepared with refolding assays using 331 the gradual dilution method, as previously described (18). After 48 hours of incubation at 4°C, 332 the remaining soluble portion of the complex was concentrated and then purified by 333 chromatography on a Superdex200 16/60 column followed by Resource-Q anion-exchange 334 chromatography (GE Healthcare), as described previously (18). 335",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral Peptide Synthesis 313"
        },
        {
            "text": "The thermostabilities of Aime-128 with nine peptides were tested by CD spectroscopy. CD 337 spectra were measured at 20°C on a Jasco J-810 spectropolarimeter equipped with a water-338 circulating cell holder. The protein concentration was 0.1 mg/mL in pH 8.0 Tris buffer (20 mM 339",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Thermostability Measurements Using Circular Dichroism Spectroscopy 336"
        },
        {
            "text": "Tris and 50 mM NaCl). Thermal denaturation curves were determined by monitoring the CD 340 value at 218 nm using a 1-mm optical-path-length cell as the temperature was raised from 25 341 to 80°C at a rate of 1°C/min. The temperature of the sample solution was directly measured 342 with a thermistor. The fraction of unfolded protein was calculated from the mean residue 343 ellipticity (θ) using a standard method. The unfolded fraction (%) is expressed as (θ-θN)/ (θU-344 θN), where θN and θU are the mean residue ellipticity values in the fully folded and fully unfolded 345 states, respectively. The midpoint transition temperature (Tm) was determined by fitting the data 346 to the denaturation curves using the Origin 8.0 program (OriginLab) as described previously 347 (39). Based on the CD spectroscopy results, the nonapeptide binding motifs of Aime-128 were 348 extrapolated from potential CTL epitopes of viruses detected from giant panda (36). 349",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Thermostability Measurements Using Circular Dichroism Spectroscopy 336"
        },
        {
            "text": ". CC-BY-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.15.908608 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Crystallization and Data Collection 350"
        },
        {
            "text": "The purified pAime-128 complexes were ultimately concentrated to 7.5 mg/ml in 351 crystallization buffer (20 mM Tris-HCl (pH 8.0) and 50 mM NaCl), mixed with reservoir buffer 352 at a 1:1 ratio, and then crystallized by the hanging-drop vapor diffusion technique at 4°C. Index 353 Kits (Hampton Research, Riverside, CA) were used to screen the crystals. After several days, 354 pAime-128 crystals were obtained with Index solution 55 (30% (w/v) polyethylene glycol 3350, 355 0.05 M magnesium chloride hexahydrate and 0.1 M HEPES (pH 7.5)). Diffraction data were 356 collected using an in-house X-ray source (Rigaku MicroMax007 desktop rotating anode X-ray 357 generator with a Cu target operated at 40 kV and 30 mA) and an R-Axis IV imaging-plate 358 detector at a wavelength of 0.97892 Å. In each case, the crystal was first soaked in reservoir 359 solution containing 25% glycerol as a cryoprotectant for several seconds and then flash-cooled 360 in a stream of gaseous nitrogen at 100 K (40). The collected intensities were indexed, integrated, 361 corrected for absorption, scaled, and merged using the HKL2000 package (41). 362",
            "cite_spans": [],
            "ref_spans": [],
            "section": "13"
        },
        {
            "text": "The structure of pAime-128 was solved by molecular replacement using the MOLREP program 364 with HLA-B*5101 (PDB code, 1E27) as the search model. Extensive model building was 365 performed by hand using COOT (42), and restrained refinement was performed using 366 REFMAC5. Further rounds of refinement were performed using the phenix refine program 367 implemented in the PHENIX package (43) with isotropic ADP refinement and bulk solvent 368 modeling. The stereochemical quality of the final model was assessed with the PROCHECK 369 program (44).The data collection and refinement statistics are listed in Table 2 . 370",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 607,
                    "end": 614,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Structure Determination and Refinement 363"
        },
        {
            "text": "Peptide-contacting residues were identified using the program CONTACT and were defined as 372 residues containing an atom within 3.3 Å of the target partner. Structural illustrations and 373 electron density-related Figs were generated using the PyMOL molecular graphics system 374 H.Y. performed the experiments; H.Y., L.M. and L.Z. analyzed the data and wrote the paper; 387 X.L. provided constructive suggestions; and C.X. designed and supervised the study. All 388 authors critically revised the manuscript and gave their final approval of the version to be 389 submitted. 390 reflection h. 623 c R factor = Σ (Fobs-Fcalc)/ ΣFobs; Rfree is the R factor for a subset (5%) of reflections that was 624 selected prior to refinement calculations and not included in the refinement. 625 626 . CC-BY-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.15.908608 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.15.908608 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Structural Analysis and Generation of Illustrations 371"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Evolutionarily conserved 445 amino acids that control TCR-MHC interaction",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Marrack",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Scott-Browne",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dai",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gapin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Kappler",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Annual Review of Immunology",
            "volume": "26",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Mechanisms for T cell receptor triggering",
            "authors": [
                {
                    "first": "Vdm",
                    "middle": [],
                    "last": "P Anton",
                    "suffix": ""
                },
                {
                    "first": "Omer",
                    "middle": [
                        "D"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nature Reviews",
            "volume": "447",
            "issn": "",
            "pages": "47--55",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Two-Stage Cooperative T Cell Receptor-Peptide Major Histocompatibility 449",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The structural basis for the 451 increased immunogenicity of two HIV-reverse transcriptase peptide variant/class I major 452 histocompatibility complexes",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Kirksey",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Pogue-Caley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Frelinger",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Collins",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Journal of Biological Chemistry",
            "volume": "274",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Structural and Biological Basis of CTL Escape in Coronavirus-455",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Purcell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Infected Mice",
            "authors": [],
            "year": null,
            "venue": "Journal of Immunology",
            "volume": "180",
            "issn": "",
            "pages": "3926--3937",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Structural 457 Illumination of Equine MHC Class I Molecules Highlights Unconventional Epitope 458",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Presentation Manner That Is Evolved in Equine Leukocyte Antigen Alleles",
            "authors": [],
            "year": null,
            "venue": "Journal of 459 Immunology",
            "volume": "196",
            "issn": "",
            "pages": "1943--1954",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Narrow groove and restricted anchors of MHC class I molecule BF2*0401 plus peptide 462 transporter restriction can explain disease susceptibility of B4 chickens",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yong",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Jianxun",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yanjie",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jun",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xuyu",
                    "suffix": ""
                },
                {
                    "first": "Jim",
                    "middle": [
                        "K"
                    ],
                    "last": "Chun",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Immunology",
            "volume": "461",
            "issn": "",
            "pages": "4478--4487",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The Structure of the MHC Class I Molecule of Bony Fishes Provides Insights into the Conserved 466 Nature of the Antigen-Presenting System",
            "authors": [],
            "year": null,
            "venue": "Journal of Immunology",
            "volume": "199",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ", we identified the motif of pAime-128 presented peptides. The 222 binding motif of pAime-128 is (Ala, Asn, Thr or Glu)-(Ala, Gly, Ser, Thr or Val)-x-x-(Ala, Phe, 223Arg, Pro, Tyr)-x-x-x-(Phe or Leu). 224Distinctive Interaction of Aime-128 and β2m/TCR/CD8 Molecules 225Superposing pAime-128 molecule on the known pMHC-I structures from different species 226",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "236 128 residues Arg 62 , Arg 65 , Ile 66 , Asp 69 , Gln 72 , Val 76 , Gln 79 , Glu 154 , Arg 155 , Asn 158 , Glu 161 , Glu 163 , 237",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "252 epitopes of canine distemper virus (CDV), canine corona virus (CCV), giant panda 253 polyomavirus (GPPV), giant panda rotavirus (GPRV), giant panda-associated 254 gemycircularvirus (GPGE), giant panda anellovirus (GPAN), and influenza H1N1 viruses (36, 255 37) were reasonably proposed. The results are shown in Fig. 7. A series of viral epitope-peptides 256 from the proteomes of viruses, including CCV, CDV, GPP, GPRV, GPGE, GPAN and H1N1, 257",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "269One notable finding was that the homologies of classical MHC-I molecules in pandas are high, 270 at approximately 70-90%\", are higher than those of other mammals, being approximately 70-271 90%, whereas the homology of the antigen-binding domains composed of 1 and 2 regions 272 is much lower. This result implied that the panda MHC-I molecules can form differentPBGs.  273    In addition, the amino acid composition of the A, B, C, D, E and F pockets in the PBGs are not 274 identical among pandas, and the PBG regions of pandas and other members the bear family are 275",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "323 DNA fragments encoding the extracellular domain of giant panda MHC-I Aime-128 (GenBank: 324 AM282693, residues 1-270 of the mature protein with NdeI and XhoI restriction sites) and 325 Aime-β2m (GenBank: AB178590, residues 1-98 of the mature protein with restriction sites 326 NdeI and XhoI) were synthesized by Invitrogen Life Technologies (Shanghai, China). The 327 products were ligated into the pET21a vector (Novagen) and then transformed into the 328 Escherichia coli (E. coli) Transetta (DE3) strain. Recombinant plasmids were expressed as 329",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ", 190 only eight (Met 5 , Tyr 7 , Tyr 59 , Tyr 84 , Thr 143 , Lys 146 , Tyr 159 and Tyr 171 ) were confirmed in our study 191",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "(http://www.pymol.org). Solvent-accessible surface areas and B factors were calculated with 375 CCP4. The multiple sequence alignment was performed by Clustal Omega (45) 376 (https://www.ebi.ac.uk/Tools/msa/clustalo/) (http://espript.ibcp.fr/ESPript/ESPript/). Accessible surface area (ASA) and buried surface area 378 (BSA) were calculated by the online website PDBePISA.Protein Structure Accession Numbers 380The crystal structures have been deposited in the Protein Data Bank 381 (http://www.pdb.org/pdb/home/home.do) with accession numbers (5ZE5). 382 . CC-BY-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.15.We acknowledge the assistance of the staff at the Shanghai Synchrotron Radiation Facility of 384 China (SSRF). 385",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "-ray diffraction data processing and refinement statistics.StatisticValue for Aime-128/CCV-NGY9RMS deviations from restraint target values:a Numbers in parentheses indicate the highest-resolution shell. 621 b Rmerge = Σh ΣIih − <Ih> /ΣhΣI <Ih>, where <Ih> is the mean intensity of the observation Iih of 622",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Hydrogen bonds and van der Waals interactions between peptides and Aime-128 627 Hydrogen Bonds and Salt Bridge Thr 80 , Tyr 84 , Ile 95 , Leu 116 , Tyr 123 , Thr 143 , Numbers in parentheses are the amounts of van der Waals force. 628 . CC-BY-ND 4.0 International license author/funder. It is made available under a",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare that they have no competing interests. 392",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFLICT OF INTEREST 391"
        },
        {
            "text": "This work was supported by the National Natural Science Foundation of China (Grant NO. 394 31972683 and 31572493). Refolding efficiency of Aime-128 and Aime-β2m with EVW9. 404 . CC-BY-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020. The distance between the superposed CD loops of pAime-128 is approximately 3.1 Å. 611 . CC-BY-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.15.908608 doi: bioRxiv preprint",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 90,
                    "text": "China (Grant NO. 394",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "FUNDING 393"
        }
    ]
}